{"d935200396b34b55":"WE ARE A TRANSFORMATIONAL PARTNER\n<br>We marry design and engineering language in ways that produce impactful and memorable experience journeys. We partner all the way to continuously improve our clients’ digital maturity. Our Studio network brings the optimal combination of skill, scale, and cost for each stage of the product development lifecycle. And to do this we need great transformational people that want to impact the projects and organizations that they work with.\n<br><br>\nWe are looking for an exceptional Data Scientist to work with our cross-functional team, and join our world-class community of talented experts. Core to this need are expertise in:\n<br><br>\n<ul>\n<li>Mid to Senior Level Data Scientist with 5+ years of experience in Data Science<\u002Fli>\n<li>Experience in Banking domain is a plus<\u002Fli>\n<li>Excellent communication skills<\u002Fli>\n<li>Person should be able to lead the entire data science project from<\u002Fli>\n<li>Coding and executing the project (from model building to model testing to model deployment)<\u002Fli>\n<li>Presenting regular updates to clients (including updates from exploration)<\u002Fli>\n<li>Excellent in R or Python<\u002Fli>\n<li>Understanding of Big Data and cloud platforms like (Cloudera Hadoop or Microsoft Azure) is a plus<\u002Fli>\n<\u002Ful>\n<b>Ideally you will also have:<\u002Fb><br>\n<ul>\n<li>Undergraduate Degree in Computer Science, Physics or Mathematics (Graduate Degree always is a plus)<\u002Fli>\n<li>5-10 years experience in Data Science role<\u002Fli>\n<li>An Agile mindset with experience working in Agile environment<\u002Fli>\n<li>A spirit of collaboration and transparent communication<\u002Fli>\n<li>A natural curiosity for new scripting languages , frameworks and technologies<\u002Fli>\n<li>High personal code\u002Fdevelopment standards (peer testing, unit testing, documentation, etc)<\u002Fli>\n<\u002Ful>\nWe are a thriving Community of top technology talent that is globally connected. We Engage, Make, Run and Evolve the technology that makes many brands that you know and love. So let’s take this journey together. No matter where you are on your digital career roadmap, we can help you grow and have fun doing it.\n<br><br>\nPack and move relocation available. Softvision LLC is an Equal Opportunity Employer. No 3rd Party Agency Candidates.","a02a6a1e69502200":"<p><b>Job ID # 22795<\u002Fb><\u002Fp><p><b>Overview<\u002Fb><\u002Fp><p>At Orange County Government, we are proud to serve the public with integrity, honesty, fairness and professionalism. We develop innovative policies and services that impact Central Florida and shape the future of our community. We have been consistently recognized as a “Top 100 Family Friendly Company,” facilitating a healthy work-life balance.<\u002Fp><p>We are currently seeking a well-qualified individual to fill the role of \"Data Scientist (Database Administrator)\". This position Designs, creates and maintains computerized databases. Responsible for quality control and auditing of databases to ensure accurate and appropriate use of data. Works with management to develop database structures to meet needs. Undertakes maintenance, monitoring and tuning efforts of databases. Resolves data conflicts and errors in databases.<\u002Fp><p>Work is performed with independence and initiative under the general supervision of the IT Project Leader. Performance is reviewed through observations, conferences, reports and achievement of desired results.<\u002Fp><p><b>Representative Duties \u002FAssignments<\u002Fb><\u002Fp><ul><li>Responsible for the installation and upgrades for database systems.<\u002Fli><li>Monitors and tunes relational databases.<\u002Fli><li>Designs and develops complex databases with technical teams. Helps technical staff resolve relational database issues and problems.<\u002Fli><li>Assists new project development utilizing relational databases.<\u002Fli><li>Assists Operations staff with database backups and restores as needed.<\u002Fli><li>Provides on call support as needed 24 hours a day, 7 days a week.<\u002Fli><li>Maintains current technology expertise.<\u002Fli><li>Performs other related duties as assigned.<\u002Fli><\u002Ful><p><b>Minimum Qualifications<\u002Fb><\u002Fp><p>Bachelor’s Degree from an accredited institution in Computer Science or closely related field and five years experience with recent database administration, monitoring, tuning and problem resolution. Recent experience in desktop access methods for report tool utilization.<\u002Fp><p><b>Preferences<\u002Fb><\u002Fp><p>Prefer candidates with hands on experience with data analytics and business intelligence.<\u002Fp><p>Other desirable skills include SQL programming and reporting, data modeling\u002Ftuning, data warehousing\u002FETL, statistical analysis, what if analysis, trend analysis\u002Finsights, and data quality.<\u002Fp><p><b>Notes<\u002Fb><\u002Fp><p>All candidates selected for hire must successfully complete a drug screen, physical, and level 2 background check including polygraph and fingerprint.<\u002Fp><p><b>Incomplete applications \u002F applications with (see resume attached) will not considered<\u002Fb><\u002Fp><p><b>Benefits Overview<\u002Fb><\u002Fp><ul><li>10 holidays including 1 floating holiday annually<\u002Fli><li>18 days paid time off per year, from year 1 through year 5 of employment. After year 5 of employment the accrual rate will increase.<\u002Fli><li>6 days of TERM (sick) time annually<\u002Fli><li>Low cost medical, dental, vision, additional life insurance, disability<\u002Fli><li>Free basic life, long term disability, and employee assistance for the all family members effective on day one<\u002Fli><li>Employee assistance program includes one on one sessions and online tools for legal advice, financial planning, personal life balance, etc.<\u002Fli><li>Free access to Orlando Magic gyms for the whole family, free access to County Wellworks gyms<\u002Fli><li>Free onsite coaching, including dietician and nurse<\u002Fli><li>Earn service time to forgive your student loans<\u002Fli><li>Tuition reimbursement<\u002Fli><li>Participation with Florida Retirement System (www.myFRS.com) for either Pension or Investment Plan.<\u002Fli><\u002Ful><p><b>Application Deadline<\u002Fb><\u002Fp><p>Posting Closes: October 30, 2019 (posting subject to close without prior notification)<\u002Fp><p><b>All interested applicants must apply online and complete a full Orange County Government application. <\u002Fb><\u002Fp><p><b>Job ID # 22795<\u002Fb><\u002Fp><p>Best Wishes,<\u002Fp><p>Recruitment Team<\u002Fp><p>Job Type: Full-time<\u002Fp><p>Salary: $85,654.00 to $104,666.00 \u002Fyear<\u002Fp>","9fa42c157d29df6c":"<b>Job Description:<\u002Fb><br>\n<b>The Opportunity:<\u002Fb><br>\nWe are looking for a Chief Data Scientist who can lead the engineering of advanced algorithms and methodologies that will provide a competitive advantage based on the utilization of our most valued asset – data. If you are a hands-on data scientist who knows how to operationalize the extraction of data, iterate on development and testing of algorithms – read on. If you have experience with tools like Hadoop, Mahout\u002FWeka\u002FR\u002FMatlab, Hive\u002FMySQL\u002FCassandra – you are the right person. You will play a crucial role in the company and be at center point between Product, Business Intelligence and Platform teams.\n<br><br>\n<b>Our Data Infrastructure and Environment:<\u002Fb><br>\n35 GB of data ingest per day, supporting over 510 million unique devices\n<br><br>\n4 TB Microsoft SQL Server based data warehouse\n<br><br>\n1.5 TB production Cassandra cluster\n<br><br>\n<b>Job Duties:<\u002Fb><br>\nApply machine learning to optimize ad selection for millions of end users\n<br><br>\nDevelop algorithms to take into account hundreds of different attributes to build user profiles\n<br><br>\nInterface with the Business Intelligence team to produce the data required for machine learning activities.\n<br><br>\nInterface with Product Engineering team to ensure correct implementation of algorithms in the ad serving stack\n<br><br>\nInterface with Product Management to develop requirements and analyze the tests\u002Fdata resulting from machine learning activities\n<br><br>\nSuggest and implement integration of first and third party data to build richer targeting and profile assets\n<br><br>\nOperationalizing the data science process – improving the process of data preparation and iteration of algorithm optimization\n<br><br>\n<b>Who is NativeX:<\u002Fb><br>\nNativeX, formerly W3i, is a leader in innovative monetization and user acquisition solutions for mobile and Web apps. For publishers and developers who want to monetize with advertising that really works, nativeX is the marketing technology platform that is reinventing in-app advertising to create more effective and engaging ad experiences that enable developers to build successful businesses around their apps. Native advertising becomes part of the user experience and it out-performs standard display advertising by 150%, often doubling and tripling revenue for our publisher partners. Be part of our prospering team, apply today.\n<br><br>\n<b>Qualifications:<\u002Fb><br>\nPhD in CS\u002FMath\u002FStatistics or equivalent experience\n<br><br>\nExpert in machine learning methodologies (regression, classification and unsupervised approaches)\n<br><br>\nFamiliar with Bayesian statistics\n<br><br>\nAB testing, design of experiments\n<br><br>\nHands-on experience with R\u002FWeka, SQL\u002FHive\u002FPig,MSSQL,Cassandra, Java\u002FPython, Hadoop and related systems\n<br><br>\nFamiliarity with the digital media \u002F advertising industry is a big plus\n<br><br>\nBe an excellent communicator and a leader able to articulate complex decisions to the cross functional team\n<br><br>\nCompensation & Benefits\n<br><br>\nNativeX offers competitive, performance based pay package that includes a base salary, equity appreciation rights and an incentive plan.\n<br><br>\nTraditional benefits including Health, Dental and Life Insurance and 401(k) plan as well as Short-term and Long-term Disability\n<br><br>\nGenerous time off including paid time off starting at 4 weeks per year.\n<br><br>\nOngoing growth and development opportunities including training, on-the-job experiences, tuition reimbursement, and volunteer opportunities.\n<br><br>\nWork in an entrepreneurial, energetic work environment.","2bc564217bbdcaab":"<div><p>Piper Companies is currently looking for a <b>Data Scientist <\u002Fb>in <b>Arlington, Virginia<\u002Fb> to support an innovative data analytics organization&rsquo;s statistical analysis team on leveraging their proprietary data exchange analytics platform to create valuable insights for their customers.<\u002Fp>\n<p><b>Responsibilities for the Data Scientist include:<\u002Fb><\u002Fp>\n<ul><li>Interact with and advise clients on how to create insights out of their disparate data<\u002Fli>\n<li>Autonomous end-to-end statistical model creation, including but not limited to identifying objectives, compiling data, sampling\u002Fprepping data, feature selection, model comparison\u002Fselection, deployment and monitoring<\u002Fli>\n<li>Ensure adequate internal control processes around model development, implementation and validation are established<\u002Fli>\n<li>Leverage modern statistical analysis approaches such as Machine Learning and Artificial Intelligence<\u002Fli>\n<li>Create rich, engaging dashboards to visualize data<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p><b>Qualifications for the Data Scientist include:<\u002Fb><\u002Fp>\n<ul><li>4+ years of statistical analysis\u002Fdata science experience<\u002Fli>\n<li>Demonstrated experience with R, Python, SQL, and other statistical analysis languages<\u002Fli>\n<li>Excellent communication abilities &ndash; able to interface and articulate insights to diverse client list<\u002Fli>\n<li>Bachelors, Master&rsquo;s or PhD degree in Statistics, Mathematics or similar<\u002Fli>\n<li>Preferred:\n<ul><li>Experience in Machine Learning and\u002For Artificial Intelligence ( AI )<\u002Fli>\n<li>Hands on experience leveraging data from a big data environment (Hadoop, Spark, etc.)<\u002Fli>\n<li>Experience leveraging geospatial (MapBox, Google Earth, Earth Engine, ESRI, ArcGIS) or survey data<\u002Fli>\n<li>Experience with cloud platforms (AWS, Google Cloud Platform, Azure, etc.)<\u002Fli>\n<li>Experience in Fraud Detection and Automated Quality Control<\u002Fli>\n<li>Ability to obtain a Secret government security clearance<\u002Fli><br>\n<\u002Ful><\u002Fli><\u002Ful><p><\u002Fp><p><b>Compensation for the Data Scientist include:<\u002Fb><\u002Fp>\n<ul><li>,Salary range: $130,000 to $175,000+ depending on level of experience<\u002Fli>\n<li>Full Benefits (full-time role)<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p>Please send resumes to John Gray at jgray@pipercompanies.com<\u002Fp><\u002Fdiv><p><\u002Fp>","2217d844306ac182":"<div><p>Wayfair s Data Science team builds the algorithmic systems that drive our business.\n<\u002Fp><p>With 7 expansive workstreams (Pricing, Personalization &amp; Recommendations, Merchandising, Marketing, B2B, Computer Vision, and Operations), and more than 20 specialized subteams, our projects span from enormously broad to minutely specific. The projects that our teams work on are driven from the ground up we look for entrepreneurial individuals that want to take ownership over their own agenda and thrive in a collaborative team environment. Take for example (1) determining how to implement AR technology to improve the shopping experience versus (2) optimizing diversity in the sales we highlight in a customer s email. There is very little at Wayfair that our Data Science team does not touch. They work closely with stakeholders across the business to ensure that our data driven insights do not collect dust. With an in-house A\u002FB testing platform and rolling code deployments, our team can quickly and clearly see the impact that its work has on the company at large.\n<\u002Fp><h3 class=\"jobSectionHeader\"><b>What You'll Do<\u002Fb><\u002Fh3><ul><li>\nOwn the full Data Science life-cycle from conception to prototyping, testing, deploying, and measuring its overall business value<\u002Fli><li>\nDevelop quantitative models, leveraging machine learning and advanced data analysis techniques<\u002Fli><li>\nArchitect and build technical platforms for our algorithmic engines to run at scale<\u002Fli><li>\nLeverage our work in order to increase adoption across our business partners, to drive real business value<\u002Fli><li>\nUncover deep insight hidden in our vast repository of raw data, and provide tactical guidance on how act on findings<\u002Fli><li>\nUse data to improve the decision-making of our employees, and ultimately, to enhance the experience of our customers and our suppliers<\u002Fli><\u002Ful><h3 class=\"jobSectionHeader\"><b>\nWhat You'll Need<\u002Fb><\u002Fh3><ul><li>\n2+ years of experience in a quantitative or technical work environment or advanced degree (PhD) in quantitative field (e.g. mathematics, economics, computer science, engineering, physics, neuroscience, operations research etc.)<\u002Fli><li>\nIntuitive sense of how quantitative and technical work aligns closely with business priorities and business value<\u002Fli><li>\nAbility to effectively work with business leads: strong communication skills, ability to synthesize conclusions for non-experts and desire to influence business decisions<\u002Fli><li>\nHigh comfort level with programming, e.g. languages such as Python, R, Scala, Java, C++, C#, PHP, etc<\u002Fli><li>\nMachine Learning experience (such as supervised\u002Funsupervised learning, recommendation systems, reinforcement learning, deep learning, etc.)<\u002Fli><li>\nAbility to thrive in a dynamic environment where there can be degrees of ambiguity<\u002Fli><li>\nBonus points for being hands on, while providing technical leadership and driving strategic initiatives for your team<\u002Fli><\u002Ful><p><b>\nAbout Us:<\u002Fb><br>\nWayfair is one of the world s largest online destinations for the home. Whether you work in our global headquarters in Boston or Berlin, or in our warehouses or offices throughout the world, we re reinventing the way people shop for their homes. Through our commitment to industry-leading technology and creative problem-solving, we are confident that Wayfair will be home to the most rewarding work of your career. If you re looking for rapid growth, constant learning, and dynamic challenges, then you ll find that amazing career opportunities are knocking.No matter who you are, Wayfair is a place you can call home. We re a community of innovators, risk-takers, and trailblazers who celebrate our differences, and know that our unique perspectives make us stronger, smarter, and well-positioned for success. We value and rely on the collective voices of our employees, customers, community, and suppliers to help guide us as we build a better Wayfair and world for all. Every voice, every perspective matters. That s why we re proud to be an equal opportunity employer. We do not discriminate on the basis of race, color, ethnicity, ancestry, religion, sex, national origin, sexual orientation, age, citizenship status, marital status, disability, gender identity, gender expression, veteran status, or genetic information.<\u002Fp><\u002Fdiv>","cf806ecb4d5acf7d":"<div><div><div><div>Job Details<\u002Fdiv>\n<\u002Fdiv><div><p>Description<\u002Fp>\n<\u002Fdiv><div><div><p><b>Schedule<\u002Fb>:<br>\nMonday - Friday (40 hrs\u002Fwk)<br>\n8:00 AM - 5:00 PM<\u002Fp>\n<p><b>\nDepartment<\u002Fb>: Data and Analytics - 932<\u002Fp>\n<p><b>\nPrimary Purpose<\u002Fb>:<\u002Fp>\n<p>\nThe Data Scientist optimizes business processes through the use of predictive models and statistical analysis. Primary activities of the role are to design, create, and tune predictive and machine learning models using scientific methods, and to identify key insights gained in the process. This individual works with leadership and stakeholders to develop and train models from complex data sources to support process improvement, operations, strategy, cost reduction, and increased client and employee satisfaction.<\u002Fp>\n<p><b>\nAbout ARUP<\u002Fb>:<\u002Fp>\n<p>\nARUP Laboratories is a national clinical and anatomic pathology reference laboratory and an enterprise of the University of Utah and its Department of Pathology. Based in Salt Lake City, Utah.<\u002Fp>\n<p>\nARUP proudly hires top talent to create a work environment of diversity, professional growth and continuous development. Our workforce is committed to the important service we provide to over one million patients each month. We always strive for excellence and have a strong desire to have involvement with the advances in medicine and the role laboratory services plays within each patient&rsquo;s life. We never forget that there is a patient behind every specimen we receive.<\u002Fp>\n<p>\nWe are looking for individuals who want to contribute to ARUP's culture of accountability, integrity, service, and excellence. Consider joining our dynamic team.<\u002Fp>\n<p><b>\nPhysical and Other Requirements<\u002Fb>:<\u002Fp>\n<p>\nStooping: Bending body downward and forward by bending spine at the waist.<\u002Fp>\n<p>\nReaching: Extending hand(s) and arm(s) in any direction.<\u002Fp>\n<p>\nMobility: The person in this position needs to occasionally move between work sites and inside the office to access file cabinets, office machinery, etc.<\u002Fp>\n<p>\nCommunicate: Frequently and effectively communicate with others.<\u002Fp>\n<p>\nPPE: Biohazard laboratory environment that requires use of personal protective equipment in accordance with CDC and OSHA regulations and company policies.<\u002Fp>\n<p>\nARUP Policies and Procedures: To conduct self in compliance with all ARUP Policies and Procedures.<\u002Fp>\n<p>\nSedentary Work: Exerting up to 10 pounds of force occasionally and\u002For negligible amount of force frequently or constantly to lift, carry, push, pull or otherwise move objects, including the human body.<\u002Fp><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><div><div><p>Qualifications<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div><p>Education<\u002Fp>\n<\u002Fdiv><div><div><p><b>Required<\u002Fb>\n<\u002Fp><div><div><div><div>Bachelor's Degree or better in Computer Science or related field.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><p><b>Preferred<\u002Fb>\n<\u002Fp><div><div><div><div>Master's Degree or better in Computer Science or related field.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><p>Experience<\u002Fp>\n<\u002Fdiv><div><div><p><b>Required<\u002Fb>\n<\u002Fp><div><div><div>Bachelor&rsquo;s Degree in a highly quantitative field (Computer Science, Statistics, Mathematics, Economics, etc.)\n<\u002Fdiv><\u002Fdiv><div><div>Ability to collaborate in a cross-functional environment\n<\u002Fdiv><\u002Fdiv><div><div>Three years&rsquo; experience working with one or more of the following programming languages: Python, Java, C#, R\n<\u002Fdiv><\u002Fdiv><div><div>Demonstrated experience in testing, training, and deploying predictive models using machine learning and statistical methods\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><p><b>Preferred<\u002Fb>\n<\u002Fp><div><div><div>Master&rsquo;s Degree in a highly quantitative field (Computer Science, Statistics, Mathematics, Economics, etc.)\n<\u002Fdiv><\u002Fdiv><div><div>Healthcare experience\n<\u002Fdiv><\u002Fdiv><div><div>Knowledge of a variety of machine learning techniques (clustering, decision tree learning, artificial neural networks, etc.) and their real-world applications\n<\u002Fdiv><\u002Fdiv><div><div>Experience with developing, analyzing, interpreting, manipulating, and managing a variety of complex data sets\n<\u002Fdiv><\u002Fdiv><div><div>Experience with data mining and visualization tools such R, SAS, Java, Python, Tableau, as well as querying languages (SQL, etc.)\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp><div><div><p>Equal Opportunity Employer\u002FProtected Veterans\u002FIndividuals with Disabilities<\u002Fp>\n<p>The contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor&rsquo;s legal duty to furnish information.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv>","55563b9e9f7bbcd9":"<div><p>Hewlett Packard Enterprise advances the way people live and work. What sets us apart? Our people. Our people&rsquo;s relentless commitment to partner, innovate, and act. Hewlett Packard Enterprise helps customers make their mark on the world with cutting-edge technology solutions. We enable our customers to transform industries, markets, and lives by optimizing their IT to be uniquely suited to their needs. We do this by making Hybrid IT simple, powering the Intelligent Edge, and providing the expertise to make it happen. Our customers' challenges inspire us to advance technology and create solutions - their success is our success.\n<\u002Fp><p><\u002Fp><p>The Global Marketing organization at Hewlett Packard Enterprise is charted to provide deep insights about customers and channel partners to accelerate demand generation and enhance customer experience. We, in the Marketing Data Science team, are one of the key contributors in this mission by using advanced analytics over massive amounts of digital and transaction data. Over the past few years, we have established a solid track record that has made an impactful influence on HPE strategy and business results. We have also maintained strong research partnership in select areas with leading researchers in academia, and provide a strong encouragement to contribute to the technical community. In 2009, our team was responsible for development and deployment of product portfolio management technology, which resulted in HP winning the INFORMS Edelman Award. In 2012, our team won the INFORMS Revenue Management and Pricing Section Practice Award for outstanding applications in revenue management and pricing methodologies. More recently, our team has been recognized in 2017 and 2019 by ITSMA for its innovative contributions with high business impact in digital marketing and personalization, resulting in HPE winning the first prize on both these occasions.<\u002Fp><p><\u002Fp><p>\nWe are seeking individuals who are interested in developing next-generation solutions that can further accelerate demand generation and bring the best of science and technology to HPE Marketing. This position offers a unique opportunity to make a strong impact in demand generation of HPE&rsquo;s products and services by utilizing customer information while optimizing costs. The candidate will be working with a strong interdisciplinary analytics core team. We expect an ideal candidate to exhibit strong demonstrable skills in statistics, computer science, operations research, and\u002For marketing science. The candidate is expected to have a Ph.D. degree, and will be responsible for building state-of-the-art advanced analytics models while utilizing massive structured and unstructured information for several applied areas including customer segmentation, attribution modeling, marketing campaign design, pricing optimization, product recommendations, web personalization, and predictive analytics modeling to capture customer requirements. Importantly, the candidate should be able to analyze vast amounts of digital and non-digital data to draw business conclusions and provide recommendations to stakeholders. Moreover, the candidate should have a keen interest in innovative applied development to drive high business impact, and ideally demonstrated ability to collaborate with team members across geographical boundaries, with partners and stakeholders in various business units, along with customers and academic partners. We&rsquo;re looking for people with razor-sharp analytical skills and with the ability to lead projects independently from start to finish.<\u002Fp><p><\u002Fp><p>\nSkills\u002FKnowledge Qualifications<\u002Fp><p><\u002Fp><p>\nRequired:<\u002Fp><ul><li>\nPhD in Statistics, Computer Science, Operations Research or Econometrics.<\u002Fli><li>\nThe candidate should be familiar and experienced with advanced statistical methods, including but not limited to: MCMC, time series analysis, graphical models, high-dimensional inference, data structures, convex optimization, and semiparametric regression, with a strong background and skills in empirical work.<\u002Fli><li>\nGraduate level course work in machine learning and artificial intelligence.\n<\u002Fli><li>Experience with statistical software (R, SAS, or similar).<\u002Fli><li>\nExperience with databases (such as Vertica, MySQL) and programming languages (such as Python, Java, C).<\u002Fli><li>\nExcellent background in design and development of complex algorithmic software prototypes.<\u002Fli><li>\nWork effectively in a cross-disciplinary research team with a focus on developing novel statistical methods motivated by large-scale real world business problems.<\u002Fli><li>\nCommunicate effectively with statisticians &amp; non-statisticians.<\u002Fli><\u002Ful><p><\u002Fp><p>\nDesired:<\u002Fp><ul><li>\n0 - 3 years of relevant work experience (e.g., as a statistician \u002F data scientist), analytical engagements outside class work while at school will be considered as part of the experience.<\u002Fli><li>\nApplied experience on working with large datasets.<\u002Fli><li>\nExcellent programming skills in one or more: R, Python, Java, C, C++, C#, SQL<\u002Fli><li>\nGood publication track record at top-tier conferences in Statistics, Computer Science, or Operations Research<\u002Fli><\u002Ful><p><\u002Fp><p>\n#LI-KN1<\u002Fp>\n1035987<\u002Fdiv>","2c7197dd9e098ee7":"<div><div><div><b>COMPANY OVERVIEW:<\u002Fb><br>\n<\u002Fdiv><div>INFICON is a growing, global, leading provider of innovative technologies that enhances productivity and quality in sophisticated industrial processes. The products provided by INFICON are world-class instruments for gas analysis, measurement, and control and are vital to manufacturers and end-users in the complex fabrication of semiconductors and thin film coatings for optics, flat panel displays, solar cells, and industrial vacuum coating applications. INFICON is headquartered in Switzerland and has world-class manufacturing facilities in Europe, the United States and China with subsidiaries located throughout the world. This position will be located in East Syracuse, NY. For more detailed information about INFICON, please visit our website at www.inficon.com.<\u002Fdiv>\n<div><\u002Fdiv>\n<div>INFICON's Data Science Research group in East Syracuse NY conducts research to analyze data from our products, and to automatically identify events of critical importance to our customers. Our group seeks to develop techniques that reliably identify extremely rare and unpredictable anomalies within the delicate processes that build the world's most advanced semiconductor products. We also invent algorithms to process faint signals buried in noisy mass spectral data so that we can protect people's lives from deadly chemicals.<br>\n<br>\nYou will apply your mastery of state-of-the-art machine learning technologies to difficult problems on noisy high-dimensional data. You will work in a multi-disciplinary team that includes experts in computer science, mathematics, chemistry, physics, electronics, and advanced semiconductor manufacturing processes. Your work will have high visibility in the company because of its potential to greatly increase the value of our products. INFICON is the top company in most of the markets we serve, so your research also has potential for great impact on the industry.<br>\n<br>\nIn this job, you will be given ample freedom and flexibility to explore a wide range of novel approaches, you will work closely with your colleagues, with large amounts of real data, and you will always remain focused on the goal: to create running code of high value to our customers.<br>\n<br>\n<b>Responsibilities:<\u002Fb><br>\nPrimary: Research and develop anomaly detection algorithms for multivariate time-series data.<br>\nSecondary: Enhance performance of algorithms for compound identification in mass-spectral and other sensor instruments.<br>\n<br>\n<b>Required background:<\u002Fb><br>\nPhD or equivalent in computer science or applied mathematics, with specialization in data science and machine learning.<br>\nExperience with multivariate time series analysis and modeling techniques.<br>\nAccomplished software developer, with experience training and testing ML models on large high-dimensional data sets.<br>\nCandidates without a PhD are encouraged to apply if they have experience solving challenging data science problems, especially if in the area of multivariate time-series anomaly detection.<br>\n<br>\n<b>Preferred background:<\u002Fb><br>\nPublished papers or and\u002For code for analyzing time series data or process control data.<br>\nFluency with Python, Linux, C++, common scientific computing libraries, machine learning libraries.<br>\nPrior work with unsupervised or semi-supervised ML for anomaly detection.<br>\nKnowledge of Physics or Chemometrics or Process control.<\u002Fdiv>\n<\u002Fdiv><div><p>Compensation will be commensurate with experience including a competitive base salary, discretionary bonus opportunity, competitive benefits package, and relocation assistance.<\u002Fp>\n<p>\nINFICON, is committed to ensuring that our online application process provides an equal opportunity to all job seekers that apply without regard to race, religion, ethnicity, national origin, citizenship, gender, age, protected veteran status, disability status, genetic information, sexual orientation, or any other protected characteristic. A notice describing Federal equal employment opportunity laws is available here and here to reaffirm this commitment.<\u002Fp>\n<p>\nINFICON is also committed to providing reasonable accommodations to applicants with physical and\u002For mental disabilities. If you are interested in applying for an employment opportunity at INFICON and require special assistance or an accommodation during the application process, please contact Human Resources at 315-434-1100. Determination on requests for reasonable accommodations are made on a case-by-case basis.<\u002Fp>\n<p>\nPAY TRANSPARENCY NONDISCRIMINATION PROVISION<\u002Fp>\n<p>\nEmployee Polygraph Protection Act Poster<\u002Fp><\u002Fdiv><\u002Fdiv>","e866905ffcff3fd0":"<div><p><b>Duties and Responsibilities:<\u002Fb><\u002Fp><p>\n1. Develops queries and performs extensive programming to access, transform and prepare data for statistical modeling. Identifies and diagnoses data inconsistencies and errors, forages to fill data gaps and blazes new data trails. Creates derived characteristics.<\u002Fp><p>\n2. Designs and develops models to target marketing and service offers. Supports production implementation of models, and validates models. Creates model documentation.<\u002Fp><p>\n3. Performs deep dive diagnostic, predictive and prescriptive analytics for customer behavioral segmentation, look-alike targeting, growth opportunity estimation and next best action identification.<\u002Fp><p>\n4. Prepares and delivers insight presentations and action recommendations. Communicates complex material in layman's terms. Educates leaders and crew on analytical findings and implications using storytelling, data visualization and graphical artisanship.<\u002Fp><p>\n5. Designs analytic plans, translating business problems\u002Fopportunities into analytic approaches. Engages with project sponsors and stakeholders to understand each business question. Probes for hidden questions and goals. Brings structure to each request and translates requirements into an analytic approach.<\u002Fp><p>\n6. Analyzes data to describe client behavior and preferences, understand channel usage, diagnose client experience problems, size marketing opportunity, target clients for treatment and measure the impact of marketing and servicing initiatives. Identifies and utilizes appropriate analytic methods and specialized tools to generate insights, answer the business questions and fulfill project objectives. Seeks out innovative approaches and techniques.<\u002Fp><p>\n7. Guides test design, research design and model validation. Provides statistical consultation services. Serves as the analytics expert on cross functional teams for large strategic initiatives.<\u002Fp><p>\n8. Develops and applies domain knowledge of Vanguard&rsquo;s businesses and data to shape the analytic road map.<\u002Fp><p>\n9. Contributes to the growth of the analytic community.<\u002Fp><p>\n10. Participates in special projects and performs other duties as required.<\u002Fp><p><\u002Fp><p><b>\nQualifications:<\u002Fb><\u002Fp><ul><li>\nUndergraduate degree in Analytics, Applied Mathematics, Economics, Statistics or related analytical field of study or equivalent combination of training and experience. Graduate degree preferred.<\u002Fli><li>\nA minimum of five years general experience and five years relevant professional experience in analytical roles.<\u002Fli><li>\nExperience developing creative analytical solutions to marketing and client service problems and opportunities.<\u002Fli><li>\nAble to take disparate data and understand it, process it, extract value from it, visualize it and communicate it.<\u002Fli><li>\nExperience consulting to understand business problems\u002Fopportunities, translating needs into analytic projects and applying results.<\u002Fli><li>\nData wrangling - Programming skills to access, transform and prepare large scale data for statistical modeling.<\u002Fli><li>\nExperience utilizing statistical and machine learning methods: data imputation, propensity models, regression (logistic, linear), clustering (k-nearest neighbors, hierarchical), decision trees (CHAID, CART), random forest, uplift modeling, optimization, simulation, time series, hazard function and survival analysis, Bayesian methods, principal component analysis, support vector machines, association rules, ensemble methods, forecasting, model validation, design of experiments, text mining.<\u002Fli><li>\nSkills in the data science tool stack: SAS (Base, Macro, Stat), SQL, KnowledgeSTUDIO, Python, R.<\u002Fli><li>\nDomain experience in marketing analytics: customer acquisition, digital marketing, response modeling, identifying customer needs, predicting customer behavior, next best action, diagnosing customer struggle, attrition\u002Fchurn, customer lifetime value, sales territory analytics.<\u002Fli><li>\nStrong communicator of complex concepts and analysis, able to handle a variety of audience knowledge levels. Data visualization and storytelling skills.<\u002Fli><\u002Ful><p><\u002Fp><p>\nVanguard is not offering visa sponsorship for this position.<\u002Fp><p><b>\nAbout Vanguard<\u002Fb><\u002Fp><p>\nWe are Vanguard. Together, we&rsquo;re changing the way the world invests.<\u002Fp><p><\u002Fp><p>\nFor us, investing doesn&rsquo;t just end in value. It starts with values. Because when you invest with courage, when you invest with clarity, and when you invest with care, you can get so much more in return. We invest with purpose &ndash; and that&rsquo;s how we&rsquo;ve become a global market leader. Here, we grow by doing the right thing for the people we serve. And so can you.<\u002Fp><p><\u002Fp><p>\nWe want to make success accessible to everyone. This is our opportunity. Let&rsquo;s make it count.<\u002Fp><p><\u002Fp><p><b>\nInclusion Statement<\u002Fb><\u002Fp><p>\nVanguard&rsquo;s continued commitment to diversity and inclusion is firmly rooted in our culture. Every decision we make to best serve our clients, crew (internally employees are referred to as crew), and communities is guided by one simple statement: &ldquo;Do the right thing.&rdquo;<\u002Fp><p><\u002Fp><p>\nWe believe that a critical aspect of doing the right thing requires building diverse, inclusive, and highly effective teams of individuals who are as unique as the clients they serve. We empower our crew to contribute their distinct strengths to achieving Vanguard&rsquo;s core purpose through our values.<\u002Fp><p><\u002Fp><p>\nWhen all crew members feel valued and included, our ability to collaborate and innovate is amplified, and we are united in delivering on Vanguard's core purpose.<\u002Fp><p><\u002Fp><p>\nOur core purpose: To take a stand for all investors, to treat them fairly, and to give them the best chance for investment success.<\u002Fp><\u002Fdiv><p><\u002Fp>","cfc043a1987f4f62":"<div><h2 class=\"jobSectionHeader\"><b>Purpose of Job<\u002Fb><\u002Fh2>\nCandidate May Be Allowed to Work Remotely<br>\n<br>\nUses advanced techniques that integrate traditional and non-traditional datasets and method to enable analytical solutions; Applies predictive analytics, machine learning, simulation, and optimization techniques to generate management insights and enable customer-facing applications; participates in building analytical solutions leveraging internal and external applications to deliver value and create competitive advantage; Translates complex analytical and technical concepts to non-technical employee.<br>\n<br>\nIn this position for the Claims Modeling team within P&amp;C Actuary &amp; Analytics, the employee will leverage predictive modeling and machine learning capabilities to deliver business solutions in the form of deploying models into production environments. They will utilize his\u002Fher technical skills for retrieving, formatting, analyzing and modeling data in support of business analytical needs. This will be achieved through effective communication with partners on both business and IT teams across the enterprise. Ideal candidates will have demonstrated passion for delivering proactive solutions, leveraging advanced analytical techniques, digging into data and influencing business decisions through analytics.<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Requirements<\u002Fb><\u002Fh2><ul><li>\nPartners with other analysts across the organization to fully define business problems and research questions<\u002Fli><li>\nSupports SME's on cross functional matrixed teams to solve highly complex work critical to the organization.<\u002Fli><li>\nIntegrates and extracts relevant information from large amounts of both structured and unstructured data (internal and external) to enable analytical solutions.<\u002Fli><li>\nConducts advanced analytics leveraging predictive modeling, machine learning, simulation, optimization and other techniques to deliver insights or develop analytical solutions to achieve business objectives.<\u002Fli><li>\nSupports Subject Matter Experts (SME's) on efforts to develop scalable, efficient, automated solutions for large scale data analyses, model development, model validation and model implementation.<\u002Fli><li>\nWorks with IT to research architecture for new products, services, and features.<\u002Fli><li>\nDevelops algorithms and supporting code such that research efforts are based on the highest quality data.<\u002Fli><li>\nTranslates complex analytical and technical concepts to non-technical employees to enable understanding and drive informed business decisions.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nMinimum Education:<\u002Fb><\u002Fp><ul><li>\nMaster's degree in Computer Science, Applied Mathematics, Quantitative Economics, Statistics, or related field (6 additional years of related experience beyond the minimum required may be substituted in lieu of a degree)<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nMinimum Experience:<\u002Fb><\u002Fp><ul><li>\n4 or more years of related experience and accountability for complex tasks and\u002For projects required<\u002Fli><li>\nProficient knowledge of the function\u002Fdiscipline and demonstrated application of knowledge, skills and abilities towards work products required<\u002Fli><li>\nProficient level of business acumen in the areas of the business operations, industry practices and emerging trends required<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPreferred Requirements<\u002Fb><\u002Fp><ul><li>\nP&amp;C Insurance Experience<\u002Fli><li>\nAdvanced knowledge of data wrangling and data engineering techniques<\u002Fli><li>\nExperience with coding in R and\u002For Python<\u002Fli><li>\nAdvanced knowledge of data mining and statistical analysis to include, but not limited to: regression, classification, natural language processing, clustering, decision trees and association<\u002Fli><li>\nAbility to succinctly present highly dimensional data visualizations leveraging tools such as Tableau, GGplot or Plotly<\u002Fli><li>\nExperience collaborating with IT to implement predictive solutions<\u002Fli><li>\nAbility to effectively communicate ideas and results to key decision makers and senior leaders<\u002Fli><li>\nWillingness to continuously learn and apply new analytical techniques<\u002Fli><\u002Ful><p><\u002Fp><p>\nThe above description reflects the details considered necessary to describe the principal functions of the job and should not be construed as a detailed description of all the work requirements that may be performed in the job.<\u002Fp><p><\u002Fp><p>\nAt USAA our employees enjoy one of the best benefits package in the business, including a flexible business casual or casual dress environment, comprehensive medical, dental and vision plans, along with wellness and wealth building programs. Additionally, our career path planning and continuing education will assist you with your professional goals.<\u002Fp><p><\u002Fp><p>\nUSAA also offers a variety of on-site services and conveniences to help you manage your work and personal life, including seven cafeterias, two company stores and three fitness centers.<\u002Fp><p><\u002Fp><p><b>\nRelocation<\u002Fb> assistance is <b>not available<\u002Fb> for this position.<\u002Fp><p><\u002Fp><p><b>\nFor Internal Candidates:<\u002Fb><\u002Fp><p>\nMust complete 12 months in current position (from date of hire or date of placement), or must have manager&rsquo;s approval prior to posting.<\u002Fp><p><\u002Fp><p><b>\nLast day for internal candidates to apply to the opening is 10\u002F06\u002F19 by 11:59 pm CST time<\u002Fb><b>.<\u002Fb><\u002Fp><\u002Fdiv><p><\u002Fp>","1c493b9b136b6f11":"<div><p><b>Description<\u002Fb><\u002Fp><div>\nAs the Data Scientist, you will work at the direction of the Senior and Principal Data Scientists to collect, organize, and prepare data for use in an analytics model, and develop the model to achieve desired outcomes.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe Data Scientist will be responsible for:<\u002Fdiv><div><ul><li><div>\nApplying appropriate techniques, e.g. exploratory data analysis, regression, bootstrapping, trees, cluster analysis, survival analysis, etc.<\u002Fdiv><\u002Fli><li><div>\nUsing traditional statistics methodologies as well as newer techniques from computational statistics and data mining<\u002Fdiv><\u002Fli><li><div>\nDeveloping and articulate strategic recommendations based on rigorous data analysis<\u002Fdiv><\u002Fli><li><div>\nWorking with other functional teams to access data elements, understand the data being analyzed, and identifying process improvement opportunities<\u002Fdiv><\u002Fli><li><div>\nUsing various data mining techniques and methodologies to produce analytical solutions required to assist business stakeholders<\u002Fdiv><\u002Fli><li><div>\nIdentifying opportunities for process optimization<\u002Fdiv><\u002Fli><li><div>\nPerforming model assessments<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><p><b>\nQualifications<\u002Fb><\u002Fp><div><ul><li><div>\n4-6 years of work experience in data modeling, statistical analysis, and relevant computing requirements<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><div><b>\nEducation and Certifications<\u002Fb><\u002Fdiv><div><ul><li><div>\nRequired: Bachelor&rsquo;s Degree in Computer Science, Mathematics or Statistics<\u002Fdiv><\u002Fli><li><div>\nPreferred: Master&rsquo;s Degree in Computer Science, Mathematics or Statistics<\u002Fdiv><\u002Fli><\u002Ful><b>\nHours and Work Schedule:<\u002Fb><\u002Fdiv><div>\nHours per Week: 40<\u002Fdiv><div>\nWork Schedule: Monday - Friday<\u002Fdiv><p><\u002Fp><b>\nWhy Work for Us<\u002Fb><p><\u002Fp>\nAt Citizens, you'll find a customer-centric culture built around helping our customers and giving back to our local communities. When you join our team, you are part of a supportive and collaborative workforce, with access to training and tools to accelerate your potential and maximize your career growth.<p><\u002Fp><b>\nEqual Employment Opportunity<\u002Fb><p><\u002Fp>\nIt is the policy of Citizens Bank to provide equal employment and advancement opportunities to all colleagues and applicants for employment without regard to race, color, ethnicity, religion, gender, pregnancy\u002Fchildbirth, age, national origin, sexual orientation, gender identity or expression, disability or perceived disability, genetic information, citizenship, veteran or military status, marital or domestic partner status, or any other category protected by federal, state and\u002For local laws.<p><\u002Fp>\nEqual Employment and Opportunity Employer\u002FDisabled\u002FVeteran<p><\u002Fp><i>\nCitizens Bank is a brand name of Citizens Bank, N.A. and each of its respective subsidiaries.<\u002Fi><\u002Fdiv>","0e07149261db327d":"<div><div><div>There&rsquo;s a lot of work around Osmo for someone with a love of statistics.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nFor one there&rsquo;s anonymous player statistics that need to be distilled into understanding of what works and doesn&rsquo;t work for the player population. Someone in this role would have to support product developers, ideally providing views of key metrics and helping them understand effects of updates on them.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThere&rsquo;s also a business-level need for processing our data. In this role you&rsquo;d be constantly striving for a better understanding how play patterns and purchase patterns relate. You&rsquo;d also be seeking to better qualify and quantify the life cycle of the consumer, as well as help identify and prioritize opportunities discovered from studying usage data.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nOur stack currently involves BigQuery, Java, and Periscope&hellip; but you may find that you need other tools to build more innovative views, and this will largely be at your discretion.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAs with all roles at Tangible Play, the ideal candidate would be largely self-managing, prioritizing their task list and providing estimates and visibility for stakeholders in other roles.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><\u002Fh3><div><ul><li>\nDefine key metrics and maintain views of them for easy monitoring by any interested party<\u002Fli><li>\nMonitor key metrics as relating to the health of both old and new users and make known any significant changes<\u002Fli><li>\nBe on the constant search for the best indicators of player happiness and be able to show correlation between indicators and key metrics<\u002Fli><li>\nBe a resource for game teams with questions about engagement or retention; create easy views for them to plug into their products to know important metricsInnovate on common industry measures for retention and engagement to make meaningful views given typical kids play patterns<\u002Fli><li>\nOptimize existing data to move commonly needed data into highly accessible schema that is cheap to query and fast to give needed information<\u002Fli><li>\nEdit the data pipeline in Java to generate new views that digest incoming information for other services<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><\u002Fh3><div><ul><li>\nSeveral years of experience in analytics for a game or online product<\u002Fli><li>\nBachelor's Degree in Computer Science<\u002Fli><li>\nExpertise with SQL (extra points for BigQuery)<\u002Fli><li>\nExperience writing in Java (extra points for Google cloud tools)<\u002Fli><li>\nExperienced using tools like Python\u002FMatLab for statistical analysis<\u002Fli><li>\nDemonstrable aptitude with statistics; understanding how to measure changes over a population<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","9a8431a184b869c8":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div><b>Who we are&hellip;.<\u002Fb><\u002Fdiv><div>\nCiox Health, a health technology company, is dedicated to improving U.S. health outcomes by transforming clinical data into actionable insights. With an unmatched network offering ubiquitous access, Ciox Health can release, acquire, enhance and deliver medical record and discrete clinical data from anywhere across the United States.<\u002Fdiv><p><b>\nWhat we offer&hellip;.<\u002Fb><\u002Fp><div>\nAt Ciox Health we offer all employees a place to grow and expand their current skills so that they can not only help build Ciox Health into the greatest health technology company but create a career that you can be proud of. We offer you complete training and long-term career goals. Our environment is what most of our employees are the proudest of and our IT Group is comprised of some of the brightest and talented individuals. Give us just a few moments to explain why we need you and hope you will help us change how the health Industry manages its&rsquo; medical records.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nBe a part of transforming the exchange of clinical data using the most advanced technology available. Ciox Health is on a mission to simplify the exchange of medical information. By partnering with the healthcare providers who hold health data and those who are requesting it&mdash;Ciox is uniquely positioned to access, facilitate and improve the management and exchange of protected health information. Data Scientists are pioneers in leveraging data with Natural Language Processing (NLP) and Machine Learning (ML) algorithms to drive better clinical actions and outcomes. By partnering with business leaders at Ciox Health, this role will validate varying hypothesis to support business strategy into reality and make a very visible impact to consumers of data and improve the bottom line performance of Ciox Health. <b>This Data Scientist Role requires minimum of 6 years of Data Scientist experience outside of Education.<\u002Fb><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Data exploration and discover new uses for existing data sources<\u002Fli><li>\nPartner with management and business units on innovative ways to successfully utilize data and related AI\u002FML\u002FNLP tools to advance business objectives and develop efficiencies<\u002Fli><li>\nProvide oversight to application engineering team so that they can interpret and monitor usage of ML models and continuously measure &amp; tune its accuracy<\u002Fli><li>\nWork with product \u002F business team to identify possible avenues to apply AI\u002FML\n<\u002Fli><li>Develop hypothesis and evaluate the performance of various NLP and AI\u002FML algorithms to address the business opportunity<\u002Fli><li>\nPerform analyses using statistical packages \u002F languages such as Python or Spark<\u002Fli><li>\nProvide guidance to application engineering team so that they can built, deploy and support AI\u002FML models in production<\u002Fli><li>\nDevelop subject matter expertise on source systems data and metadata<\u002Fli><li>\nGain and master a comprehensive understanding of operations, processes, and business objectives and utilize that knowledge for data analysis and business insight<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Master&rsquo;s degree or higher in a quantitative or relevant field (Statistics, Math, Economics, Engineering, Computer Science, Business Analytics, Data Science)<\u002Fli><li>\n6 or more years of work experience in practicing ML and data science in business, with more than 10 years of overall IT experience<\u002Fli><li>\nExperience setting up a Data Scientist Group\u002FProcess<\u002Fli><li>\nExperience in leading large-scale data science projects and delivering from end to end<\u002Fli><li>\nStrong proficiency in Python &amp; scripting in general.<\u002Fli><li>\nStrong experience in data management and analysis with relational and NoSQL database<\u002Fli><li>\nExcellent problem solving and critical thinking capabilities.<\u002Fli><li>\nExperience with NLP technology<\u002Fli><li>\nExperience with Python (sklearn et al), Spark, Scala, or Java<\u002Fli><li>\nStrong foundational quantitative knowledge and skills<\u002Fli><li>\nStrong experience in SQL and database management<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","133b327d0497baab":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>The Data Science &amp; Research Analyst, reporting to the Vice President of Finance and Analytics, under general direction with minimal oversight will work with our product, sales, leadership and marketing teams with insights gained from analyzing company data. The ideal candidate is adept at using large data sets to develop new insights, find opportunities for product and process optimization and using models to test the effectiveness of different courses of action. They must have strong experience using a variety of data mining\u002Fdata analysis methods, using a variety of data tools, building and implementing models, using\u002Fcreating algorithms and creating\u002Frunning simulations. They must have a proven ability to drive business results with their data-based insights. They must be comfortable working with a wide range of stakeholders and functional teams. The right candidate will have a passion for discovering solutions hidden in large data sets and working with stakeholders to improve business outcomes.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n A successful candidate will be a highly self-motivated, detailed oriented individual who is a naturally curious problem solver, capable of working either independently or as part of a group, in a professional environment. Additionally, he or she should be a pro-active problem solver who can think out-of-the-box to provide the best solution to problems.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Work with stakeholders throughout the organization to identify opportunities for leveraging company data to drive business solutions.<\u002Fli><li>\nMine and analyze data from company databases to drive optimization and improvement of product development, marketing techniques, business insights and business strategies.<\u002Fli><li>\nAssess the effectiveness and accuracy of new data sources and data gathering techniques.<\u002Fli><li>\nDevelop custom data models and algorithms to apply to data sets.<\u002Fli><li>\nUse predictive modeling to increase and optimize customer experiences, revenue generation, ad targeting and other business outcomes.<\u002Fli><li>\nDevelop company A\u002FB testing framework and test model quality.<\u002Fli><li>\nCoordinate with different functional teams to implement models and monitor outcomes.<\u002Fli><li>\nDevelop processes and tools to monitor and analyze model performance and data accuracy.<\u002Fli><li>\nWork with leadership and the analytics team to develop and monitor key performance indicators, highlighting trends and variances.<\u002Fli><li>\nOther ad-hoc reporting and analysis.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>3+ years of experience manipulating data sets and building statistical models<\u002Fli><li>\nExperience using statistical computer languages (R, Python, SQL, etc.) to manipulate data and draw insights from large data sets.<\u002Fli><li>\nKnowledge of a variety of machine learning techniques (clustering, decision tree learning, artificial neural networks, etc.) and their real-world advantages\u002Fdrawbacks.<\u002Fli><li>\nKnowledge of advanced statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.) and experience with applications.<\u002Fli><li>\nThe ability to think analytically, solve problems to complex business processes, and document results.<\u002Fli><li>\nExcellent written and verbal communication skills for coordinating across teams.<\u002Fli><li>\nA drive to learn and master new technologies and techniques.<\u002Fli><li>\nMaster&rsquo;s or PhD in Data Science, Statistics, Mathematics, Computer Science or another quantitative field.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","fb2912f036afd8c6":"<div>Data Scientist<p>\n&lt;br&gt;<\u002Fp><p>\nJob Description<\u002Fp><p>\n&lt;br&gt;<\u002Fp><p>\nAs a Data Scientist on our analytics and data science team, you will leverage your deep experience in data analysis and data mining to drive significant traffic and user engagement growth for the Apartments.com Network of rental brands including Apartments.com, ApartmentFinder.com, ApartmentHomeLiving.com, Apartamentos.com, WestsideRentals.com, ForRent.com, After55.com, ForRentUniversity.com, CorporateHousing.com and Cozy.co.<\u002Fp><p><br>\nWe are counting on you to bring a genuine curiosity about how consumers search for information, and pair that with a strong technical aptitude and ability to analyse large datasets, uncover trends and insights, then turn those findings into actionable recommendations.<\u002Fp><p><\u002Fp><p>\nYou&rsquo;ll be joining a best-in-class team that has relentlessly high standards, is never satisfied with the status quo, and thrives in a fast-paced, dynamic environment. Our industry-leading team is the driving force for our business and has exceeded our performance goals each year.<br>\n<\u002Fp><p><\u002Fp><p><b>\nResponsibilities:<\u002Fb><\u002Fp><ul><li>\nUnderstanding business objectives and developing analytical solutions that help achieve them, along with metrics to track their progress.<\u002Fli><li>\nEnhancing data collection procedures to include information that is relevant for building analytic systems.<\u002Fli><li>\nDesigning and analyzing AB tests and Multivariate tests.<\u002Fli><li>\nPerforming various exploratory data analysis to uncover trends, insights and develop strategies.<\u002Fli><li>\nData mining and modeling using state-of-the-art methods.<\u002Fli><li>\nAnalyzing data and developing predictive models using machine learning and deep learning.<\u002Fli><li>\nCollaborate cross-functionally across internal teams (marketing, product, technology, research, etc.) to evaluate opportunities that deliver business goals via data analysis and machine learning<\u002Fli><li>\nDevelop and promote a data driven approach by proactively identifying new potential analysis projects and highlight key opportunities to drive our organization forward.<\u002Fli><li>\nShare results and conclusions you draw to derive meaning from the data, and what business actions you think should be taken as a result of the analysis.<\u002Fli><li>\nIdentify learnings from your analysis for how we can improve the collection and upkeep of our datasets.<\u002Fli><li>\nCoordinate across departments and with our analytics providers to establish best practices and adhere to common naming conversions, and work through your plans with others to troubleshoot potential issues upfront.<\u002Fli><li>\nAct as a role model throughout our team, but also our organization by maintaining the highest professional standards, promoting data governance, data management, creative thinking and pushing us to always be our best.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nRequirements and Qualifications:<\u002Fb><\u002Fp><ul><li>\nMaster's Degree required in Computer Science, Business Analytics, Data Analytics, or Data Science, Machine Learning, or related field. Or Bachelor's Degree with 2+ years of professional work experience in data analysis and machine learning.<\u002Fli><li>\nProficient in SQL, writing queries, and reporting.<\u002Fli><li>\nExcellent scripting and programming skills with Python, R, etc with hands-on experience.<\u002Fli><li>\nExpertise in running exploratory data analysis, statistical modeling and data mining.<\u002Fli><li>\nGood applied statistics skills, such as distributions, statistical testing, regression, etc.<\u002Fli><li>\nExperience with designing and analyzing statistical test (AB tests and Multivariate tests).<\u002Fli><li>\nExcellent understanding of supervised and unsupervised machine learning techniques and algorithms, such as k-NN, K-Means, Naive Bayes, SVM, Decision Forests, Neural Networks, etc.<\u002Fli><li>\nExperience developing recommendation engines using different techniques like collaborative filtering, content-based filtering, deep learning based approaches, etc.<\u002Fli><li>\nProficiency with Python and common data science toolkits such as Jupyter Notebooks, Numpy, Pandas, Scikit-learn, MatplotLib, Seaborn, NLTK, OpenCV, etc.<\u002Fli><li>\nProficiency with a deep learning framework such as TensorFlow or Keras.<\u002Fli><li>\nProject experience with data visualisation tools, such as Tableau, PowerBI, and DataStudio.<\u002Fli><li>\nAbility to run automated jobs to manipulate and store data from APIs via Google Compute Engine, Google App Engine, Google Cloud Storage, EC2, S3, etc.<\u002Fli><li>\nHands-on experience working with large data sets<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nJoin the CoStar Team<\u002Fb><\u002Fp><p><\u002Fp><p>\nJoin the team that creates CoStar&rsquo;s winning technology. If you&rsquo;re an information designer, you have an incredible opportunity at CoStar &ndash; named one of Forbes&rsquo; Most Innovative Growth Companies for four consecutive years. We&rsquo;re always looking for talent to help build the tools and analytics that harvest our big data and power our research operations and shape the marketplaces that serve tens of millions of people each month. Our culture of innovation and excellence attracts and encourages the best and brightest in a broad range of disciplines, which makes CoStar a fun and supportive place to work.<\u002Fp><p><\u002Fp><p><b>\nCompany Overview<\u002Fb><\u002Fp><p><\u002Fp><p>\nCoStar Group, Inc. (NASDAQ: CSGP) is the leading provider of commercial real estate information, analytics and online marketplaces. Founded in 1987, CoStar conducts expansive, ongoing research to produce and maintain the largest and most comprehensive database of commercial real estate information. Our suite of online services enables clients to analyze, interpret and gain unmatched insight on commercial property values, market conditions and current availabilities. LoopNet is the most heavily trafficked commercial real estate marketplace online with approximately 5 million monthly unique visitors per month. Realla is the UK's most comprehensive commercial property digital marketplace. Apartments.com, ApartmentFinder.com, ForRent.com, ApartmentHomeLiving.com, Westside Rentals, AFTER55.com, CorporateHousing.com, ForRentUniversity.com, Cozy and Apartamentos.com form the premier online apartment resource for renters seeking great apartment homes and provide property managers and owners a proven platform for marketing their properties. CoStar Group's websites attracted an average of approximately 45 million unique monthly visitors in aggregate in the third quarter of 2018. Headquartered in Washington, DC, CoStar maintains offices throughout the U.S. and in Europe and Canada with a staff of over 3,600 worldwide, including the industry's largest professional research organization.<\u002Fp><p><\u002Fp><p>\n&lt;br&gt;<\u002Fp><p>\nCoStar Group is an Equal Employment Opportunity Employer; we maintain a drug-free workplace and perform pre-employment substance abuse testing<\u002Fp><\u002Fdiv>","4cac210d500e61d5":"Join us in making roads safer by making drivers better!\n<br><br>\nAt CMT, a Data Scientist has the opportunity to work on an extremely wide variety of technical areas. We collect high-volume, high-velocity data generated from smartphone and IoT sensors in vehicles. We clean, normalize and fuse multiple data sources using time series signal processing techniques, handing noise, censoring, and non-uniform sampling. Next, we determine which behaviors might indicate risky driving, using robust statistical analyses and feature engineering. We produce an estimate of aggregate driving risk using GLMs and ML regressors. Finally, given the risk estimate, we determine how we can most effectively help drivers modify and improve their driving by performing experiments and mining data.\n<br><br>\nOur Data Scientists are expected to read, write and test high quality Python code that will run in a production environment. Familiarity with standard Python libraries (scipy\u002Fnumpy\u002Fpandas) is essential.\n<br><br>\n<b>Qualifications:<\u002Fb><br>\n<ul>\n<li>MS in Computer Science, Engineering, Mathematics or related technical discipline<\u002Fli>\n<li>5+ years of work experience, involving statistical modeling and significant software development.<\u002Fli>\n<li>Strong programming skills for implementing algorithms, constructing and manipulating data pipelines<\u002Fli>\n<\u002Ful>\n<b>Preferred Qualifications:<\u002Fb><br>\n<ul>\n<li>PhD plus several years of relevant experience<\u002Fli>\n<li>Experience with AWS or similar cloud computing environment<\u002Fli>\n<li>Expertise machine learning, data mining, and (robust) statistics<\u002Fli>\n<li>Experience in designing data pipelines and products for real world applications<\u002Fli>\n<li>Experience with modern\u002Femerging scalable computing platforms and languages (e.g. Spark)<\u002Fli>\n<\u002Ful>\nAbout Cambridge Mobile Telematics\n<br><br>\nAt Cambridge Mobile Telematics (CMT), our mission is to make the world’s roads safer. We are the global market leader in mobile telematics with customers in over 20 countries serving millions of drivers. Our team uses mobile sensing and IoT devices, machine learning, applied statistics, and behavioral science to solve real-world problems to produce clear and actionable insights for drivers, insurers, and fleets. Founded in 2010 from an MIT research project, we still maintain a startup culture – often experimenting and nimbly adjusting to the needs of our customers and the market. We are well-financed thanks to customer revenues and a $500M investment from the SoftBank Vision Fund. Please visit\n<br>www.cmtelematics.com [http:\u002F\u002Fwww.cmtelematics.com\u002F] for more information and follow @cmtelematics on Twitter.","c37f1f63e9914d82":"THIS IS BLUE APRON\n<br><br>\nAt Blue Apron, our mission is to make incredible home cooking accessible to everyone—from the novice cook just getting started to the experienced chef. Each week we send hundreds of thousands of customers all the pre-measured and perfectly proportioned ingredients they need to prepare delicious and healthy meals at home. We introduce our members to new ingredients, flavors, and cooking techniques with seasonally inspired recipes that are always delicious, fun and easy to prepare. We make fresher, healthier food available at better prices by rethinking the grocery supply chain from the table all the way back to the farm.\n<br><br>\nWHO'S IN THE KITCHEN\n<br><br>\nBlue Apron's Analytics and Business Insights team develops critical metrics, actionable insights and insightful forecasts on our rapidly expanding customer base and the broader meal kit marketplace. This team also powers business decisions around complex supply chain and logistical challenges.\n<br><br>\nWHAT'S ON THE MENU\n<br><br>\nThe Data Scientist will drive efforts to iteratively improve Blue Apron's long and near term forecasting methodologies and company-wide testing methodologies. This will include efforts to size risk and opportunity, diligently test new testing infrastructure, and determine the success of strategies in marketing, digital and physical products changes.\n<br><br>\nCandidates will be motivated self-starters who are comfortable navigating large datasets, building and\u002For interpreting predictive models, partnering with technical teams, and understanding customer demand signals. They will be intimately familiar with advanced statistical testing methodology and interpretation. They will be comfortable presenting findings through both verbal and written formats. Candidates will feel confident in their abilities to influence decision making at the highest levels, understand requirements in working with cross functional teams, and be confident in presenting to individuals of all levels throughout the company.\n<br><br>\n<b>Key responsibilities include:<\u002Fb><br>\n<ul>\n<li>Work closely with Demand Forecasting & Operations, Engagement Analytics, Acquisition Analytics, and Data Engineering teams to enable continuous implementation of sophisticated predictive statistical models on big data by developing new data sources, testing model enhancements, running computational experiments, and fine-tuning model parameters<\u002Fli>\n<li>Formalizing assumptions about how demand forecasts are expected to behave, creating definitions of outliers, developing methods to systematically identify outliers<\u002Fli>\n<li>Finding root causes of forecast inaccuracy for Near-term and Long-term Forecasting<\u002Fli>\n<li>Owns the design, development, and publication of automated A\u002FB testing reports, including the accuracy of the underlying data<\u002Fli>\n<li>Counsel business owners for hypothesis and success metrics definition as well as result interpretation and business impacts<\u002Fli>\n<li>Have a deep understanding of statistics and testing methodologies<\u002Fli>\n<\u002Ful>\nNECESSARY INGREDIENTS\n<br><br>\n<ul>\n<li>Bachelor's or Master's degree in a quantitative field such as Statistics, Applied Mathematics, Physics, Engineering, Computer Science, or Economics<\u002Fli>\n<li>2-5 years of experience in time series forecasting and in applying descriptive statistics, building predictive models and visualization to solve real-world problems<\u002Fli>\n<li>2+ years of experience with data querying languages (e.g. SQL) and statistical\u002Fmathematical software (e.g. R, Python)<\u002Fli>\n<li>Proven ability to convey rigorous technical concepts and considerations to non-experts<\u002Fli>\n<li>Strong statistics knowledge and experience to strengthen the validity of A\u002FB tests, including statistical distributions and testing\u002Fsampling methodologies.<\u002Fli>\n<li>In depth knowledge of web and mobile analytics (Google Analytics or Amplitude) a plus<\u002Fli>\n<li>Natural curiosity and desire to learn<\u002Fli>\n<\u002Ful>\nBlue Apron provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, disability or genetics. In addition to federal law requirements, Blue Apron complies with applicable state and local laws governing nondiscrimination in employment in every location in which the company has facilities. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence, compensation and training.","79b642f40ff46f46":"<p><\u002Fp><div><div><p>We are currently seeking a dynamic early career Health Data Scientist to join the team at our office in Rocky Hill, CT! Individuals with a master&rsquo;s degree and\u002For a recently completed or soon-to-be completed Ph.D. with experience and training in population health approaches are encouraged to apply. Under the direction of the Assistant Vice President, of Advanced Analytics and Data Visualization, the Health Research Scientist provides leadership in the design, implementation and evaluation of quality and performance improvement projects and other quality-related initiatives from inception through conclusion. Duties associated with these projects include data analysis, development of predictive models, collaborative project design, associated data collection activities including extracting and manipulating data, use of statistical methods to analyze data and generate useful reports depicting trends in performance measures, conducting basic statistical analysis, report writing, and presenting results at committee meetings. Additional duties include coordinating and\u002For attending quality management, clinical, State and partnership meetings, and ensuring clear and timely communication of changes, timelines and decisions related to improvement projects. Responsible for managing and analyzing data in support of behavioral health and wellness program development, evaluation and outcomes initiatives. Develops risk stratification and adjustment methods, conducts studies of clinical outcomes, interprets trends, evaluates program cost effectiveness and reports results to stakeholders.<br>\n<\u002Fp><p>\nResponsibilities:<\u002Fp><ul><li>\nOrganizes, analyzes and trends performance-related clinical and quality data for the Beacon Health Options Engagement Center focused on the activities occurring under the SUPPORT Grant (Substance Use-Disorder Prevention that Promotes Opioid Recovery and Treatment for Patients and Communities Act). Works with project director to outline specific data needs for each project.<\u002Fli><li>\nTakes the lead in developing and implementing contract-required performance improvement projects and initiatives, particularly the development of predictive models. This includes literature searches, development and implementation of PIP\u002Fstudy methodology and documentation, data extraction, statistical analysis, developing, coordinating and\u002For implementing interventions with providers to achieve and maintain improvement. Maintains written PIP documentation according to state requirements, including submission according to prescribed timelines.<\u002Fli><li>\nMaintains data for assigned projects and performance measures, conducts analyses of performance data, develops reports that identify, summarize and interpret both positive and negative data\u002Fperformance trends, and makes recommendations for improvement or change as needed.<\u002Fli><li>\nResponsible for updates to and maintenance of State-required performance measure methodology, participating in State performance measure work groups, and coordinating with Beacon Data Analytics and Reporting Departments in the production of the measures.<\u002Fli><li>\nProvides oversight to conduct clinical outcomes research, serving as a lead investigator and\u002For primary author for a variety of projects from inception and needs assessment through presentation of results.<\u002Fli><li>\nContributes to the design, implementation, and evaluation of new standardized tools, software applications, and operational processes that support the collection and analysis of clinical outcomes data.<\u002Fli><li>\nConsults with staff and state partners as a subject matter expert regarding study design and the use of clinical outcomes information.<\u002Fli><li>\nPromotes outcomes research through internal presentations, training activities, participation in key committees, and monitoring activities.<\u002Fli><li>\nContributes to the external promotion of clinical outcomes research activities through publications and preparation of other materials\u002Freports that are presented to clients and other stakeholders.<\u002Fli><li>\nAssists with the continued development and implementation of integrated care programs with a specific emphasis on clinical outcomes monitoring and program evaluation.<\u002Fli><li>\nWorks with the Knowledge Management and Reporting Department to develop dataset specifications.<\u002Fli><li>\nCollaborates with Quality Analysts and other staff of the Quality Department to ensure data accuracy, develop data visualizations, and report out on outcomes associated with the SUPPORT Act grant.<\u002Fli><\u002Ful><p>\nRequirements:<\u002Fp><ul><li>\nThree or more years of analytical experience, including background with SAS EG and SAS Enterprise Miner, preferably as a healthcare data analyst or researcher.<\u002Fli><li>\nExperience in developing studies, conducting statistical analyses; knowledge of healthcare claims data and behavioral health preferred.<\u002Fli><li>\nExcellent analytic, as well as written and verbal communication skills required.<\u002Fli><li>\nPrior experience conducting professional presentations and producing written publications based on clinical outcomes research<\u002Fli><li>\nExperience in a research, insurance, behavioral health or healthcare setting preferred.<\u002Fli><\u002Ful><p>\nBeacon Health Options is proud to be an Equal Opportunity and Affirmative Action Employer as well as a Drug Free and Tobacco Free Work Environment. EOE\u002FAA\u002FM\u002FF\u002FVeterans\u002FDisabled<\u002Fp><p>\nAt Beacon Health Options, our candidate's data privacy is a top priority. Our recruiting team conducts all communications using official company email (@BeaconHealthOptions.com). Only candidates who have applied for an open position through our Careers page (careers.beaconhealthoptions.com) will be engaged in our interview process. Beacon conducts all interviews in person or over the phone. At no time during the recruiting process will any Beacon recruiter request any financial or personally identifiable information from you.<\u002Fp><p>\n#LI<\u002Fp><\u002Fdiv><\u002Fdiv>","8efb3f406d4e8d6d":"<div><div><b>Data Scientist - Bomoda<\u002Fb><b>(<\u002Fb><b>Job Number:<\u002Fb> <b>008631<\u002Fb><b>)<\u002Fb><\u002Fdiv><div><b>\nPrimary Location<\u002Fb><b>-<\u002Fb>United States-New York-New York<\u002Fdiv><p><\u002Fp><div><b>\nDescription<\u002Fb><div>\n<\u002Fdiv>\n<div><b>Bomoda is looking for a Data Scientist to join our team in New York!<\u002Fb><\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><b>\nWe Are Seeking:<\u002Fb><\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>\nAs a data scientist at Bomoda, you would be directly involved with the product team including computer scientists and data analysts, eliciting information from multiple data platforms and using that data to identify relevant and actionable trends and\u002For concepts. The product goal is to understand consumer behavior to better detect market conditions as well as the general perception of brands<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><b>\nWhat You Will Be Doing...<\u002Fb><\u002Fdiv>\n<ul>\n<li><div>Help define and scope work required to build and maintain ML systems and models<\u002Fdiv><\u002Fli>\n<li>\n<div>Ensure the quality and robustness of such models<\u002Fdiv><\u002Fli>\n<li>\n<div>Oversee any and all data science platform changes and feature development<\u002Fdiv><\u002Fli>\n<li>\n<div>Work with other technology and business stakeholders to identify areas where data science features are required<\u002Fdiv><\u002Fli>\n<li>\n<div>Work with other technology stakeholders to identify and implement best practices for data management<\u002Fdiv><\u002Fli>\n<li>\n<div>Work with integration teams to scope out new data sets for training as well as oversight of integration development within the data science team.<\u002Fdiv><\u002Fli>\n<li>\n<div>Research approaches in data science that address problems outlined by the data science lead<\u002Fdiv><\u002Fli>\n<li>\n<div>Work with other technology stakeholders to implement best practices for data management<\u002Fdiv><\u002Fli><\u002Ful><br>\n<div><\u002Fdiv>\n<div><b>\nWhat We Are Looking For...<\u002Fb><\u002Fdiv>\n<ul>\n<li><div>2-5 years data science experience in Python, Apache Spark, Tensorflow, Scikit-learn, pandas.<\u002Fdiv><\u002Fli>\n<li>\n<div>Natural language processing techniques<\u002Fdiv><\u002Fli>\n<li>\n<div>Machine-learning techniques<\u002Fdiv><\u002Fli>\n<li>\n<div>Knowledge of Big Data Architectures and AWS environment (Hadoop\u002FHive, Bigquery, S3, EC2, EMR, etc.)<\u002Fdiv><\u002Fli>\n<li>\n<div>Strong programming experience<\u002Fdiv><\u002Fli>\n<li>\n<div>Experience with SQL and\u002For NoSQL<\u002Fdiv><\u002Fli>\n<li>\n<div>Masters or PHD is a plus. Multilingual fluency \u002F literacy is a plus<\u002Fdiv><\u002Fli><\u002Ful><br>\n<div><\u002Fdiv>\n<div>\nBomoda is proud to be an Equal Opportunity\u002FAffirmative Action employer. Weber Shandwick recruits qualified applicants without regard to race, color, religion, gender, age, ethnic or national origin, protected veteran status, physical or mental disability, sexual orientation, gender identity, marital status or citizenship status.<\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","5bda20ff2f987110":"<div><div><div><div><div>At Red Hat, we connect an innovative community of customers, partners, and contributors to deliver an open source stack of trusted, high-performing solutions. We offer cloud, Linux, middleware, storage, and virtualization technologies, together with award-winning global customer support, consulting, and implementation services. Red Hat is a rapidly growing company supporting more than 90% of Fortune 500 companies.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Job summary\n<\u002Fb><\u002Fh2><div><div><div><div>The Red Hat Global Financial Planning and Analytics team is looking for a Business Data Scientist to join us in Raleigh, NC. In this role, you will turn data into valuable insights in support of our corporate strategic and operational planning with the opportunity and expectation to serve as a leader within the global finance team. You&rsquo;ll develop and integrate planning models, explore and explain relationships between key drivers of the business, and create recommendations for improving business performance. You&rsquo;ll interact frequently with planning, forecasting, and analytics teams within the Finance, Sales, Operations, Marketing, Products and Technologies (PnT), and IT teams. Your success will depend on your ability to collaborate with and inspire your stakeholders based on your recommendations.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Primary job responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Create planning and forecast models that incorporate key drivers of the business<\u002Fli><li>\nUnderstand, update, and integrate existing planning models<\u002Fli><li>\nDevelop analytical tools and data offerings using data mining, machine learning (ML), and statistical techniques<\u002Fli><li>\nExplore, explain, and predict how key drivers affect overall business performance by analyzing large amounts of data<\u002Fli><li>\nDevelop recommendations and scalable tools for improving business performance<\u002Fli><li>\nCommunicate findings to senior management, peers, and colleagues in verbal, visual, and written form<\u002Fli><li>\nProvide analytical support and consultation for key sales, finance, and business leadership teams<\u002Fli><li>\nAssist with ad hoc reporting and analytics requests<\u002Fli><li>\nConsult on data capture and data cleanliness issues across systems and processes<\u002Fli><li>\nContribute to cross-functional analytics projects from beginning to end, building relationships with partner teams<\u002Fli><li>\nAssist in aligning implementation priorities among global and regional leadership<\u002Fli><li>\nWork closely with offshore shared services team in India to design and develop planning data, tools, and infrastructure and facilitate the development of reporting and insights<\u002Fli><li>\nEngage in data transformation activities to ensure data quality for management reporting; create transition plan for these responsibilities to shared services data teams<\u002Fli><li>\nIdentify and guide improvements in the planning process in collaboration with the Finance Transformation, Process Excellence, and IT teams to build a next-generation planning process<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Required skills\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Master's degree or equivalent work experience in data science, analytics, computer science, statistics, mathematics, or another quantitative field<\u002Fli><li>\nExperience or coursework in business or finance<\u002Fli><li>\nAbility to apply statistical and predictive modeling techniques to provide targeted and actionable insights to the business<\u002Fli><li>\nExperience with data analysis using Python or R programming languages<\u002Fli><li>\nExperience using SQL to extract and cleanse large datasets from relational databases and data warehousing systems like SQL Server, PostgreSQL, Amazon Redshift, Oracle, MySQL, etc.<\u002Fli><li>\nOrganized and detail-oriented<\u002Fli><li>\nAbility to work collaboratively in a fast-paced environment<\u002Fli><li>\nExcellent interpersonal, team collaboration, and communication skills<\u002Fli><li>\nAbility to manage time efficiently and handle multiple priorities<\u002Fli><li>\nExperience delivering presentations with a focus on detail and design<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nThe following are considered a plus:<\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\nExperience with spreadsheet modeling (i.e., sensitivity analysis, forecasting, time series models, etc.)<\u002Fli><li>\nExperience with Google Sheets and Slides<\u002Fli><li>\nExperience with business intelligence (BI) tools like Tableau, QlikView, or SAS Visual Analytics<\u002Fli><li>\nExperience with data visualization using D3.js, Seaborn, Pandas, Bokeh, or Plotly<\u002Fli><li>\nBasic understanding of Salesforce.com (SFDC), including reporting<\u002Fli><li>\nPrevious experience with planning tools, i.e., Anaplan, Hyperion Planning, etc.<\u002Fli><\u002Ful><p><br>\nRed Hat is proud to be an equal opportunity workplace and an affirmative action employer. We review applications for employment without regard to their race, color, religion, sex, sexual orientation, gender identity, national origin, ancestry, citizenship, age, uniformed services, genetic information, physical or mental disability, medical condition, marital status, or any other basis prohibited by law.<\u002Fp><p><br>\nRed Hat does not seek or accept unsolicited resumes or CVs from recruitment agencies. We are not responsible for, and will not pay, any fees, commissions, or any other payment related to unsolicited resumes or CVs except as required in a written contract between Red Hat and the recruitment agency or party requesting payment of a fee.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","cb65b20c9191f151":"<div><h2 class=\"jobSectionHeader\"><b>Overview<br>\n<\u002Fb><\u002Fh2>\n<div><\u002Fdiv><div><div><div><div>Welcome to Allscripts! Our Mission is to be the most trusted provider of innovative solutions that empower all stakeholders across the healthcare continuum to deliver world-class outcomes. Our Vision is a Connected Community of Health that spans continents and borders. With the largest community of clients in healthcare, Allscripts is able to deliver an integrated platform of clinical, financial, connectivity and information solutions to facilitate enhanced collaboration and exchange of critical patient information.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nThe primary purpose of this role is to conduct Analytics research that leads to improved health outcomes to maintain Allscripts&rsquo; competitive position and profitability.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Conducts analytical research based on project assigned that leads to new or improved products to maintain Allscripts&rsquo; competitive position.<\u002Fli><li>\nUnder direction of more senior resources, researches emerging technologies to support improved health outcomes<\u002Fli><li>\nPerforms testing of predictive models on data<\u002Fli><li>\nDesigns, codes, tests and documents in areas assigned on projects<\u002Fli><li>\nCollaborates with SMEs to select relevant sources of information<\u002Fli><li>\nWorks with teams to support data collection, integration and retention requirements incorporating business knowledge and best practices<\u002Fli><li>\nUses expected qualification and assurance of information to quantify the accuracy of metrics and analysis<\u002Fli><li>\nWorks to ensure information is used in compliance with regulatory and security policies<\u002Fli><li>\nProvides on-going tracking and monitoring of performance decision systems and statistical models<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div>Academic and Professional Qualifications:<\u002Fdiv><ul><li>\nBachelors or Master&rsquo;s degree in a relevant field of study (health sciences, computer science, engineering or other quantitative<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nExperience:<\u002Fdiv><ul><li><div>\n2+ years experience in an analytics role<\u002Fdiv><\u002Fli><li><div>\nExperience with data management<\u002Fdiv><\u002Fli><li><div>\nExperience with pre-processing, cleaning of data<\u002Fdiv><\u002Fli><li><div>\nKnowledge of statistical techniques<\u002Fdiv><\u002Fli><li>\nEffectively uses research and cutting edge technology and data to solve problems<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nTravel Requirements:<\u002Fdiv><ul><li>\n No usual travel\n <\u002Fli><li>Travel to educational conferences as needed<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div>Working Arrangements:<\u002Fdiv><ul><li>\nWork is performed in a standard office environment with minimal exposure to health or safety hazards<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nAt Allscripts, our greatest strength comes from bringing together talented people with diverse perspectives to support the technology needs of 180,000 physicians, 1,500 hospitals and 10,000 post-acute organizations across the globe. Allscripts offers a comprehensive compensation and benefits package, including holidays, vacation, medical, dental, and vision insurance, company paid life insurance and retirement savings.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nAllscripts policy is to provide equal employment opportunity and affirmative action in all of its employment practices without regard to race, color, religion, sex, national origin, ancestry, marital status, protected veteran status, age, individuals with disabilities, sexual orientation or gender identity or expression or any other legally protected category. Applicants for North American based positions with Allscripts must be legally authorized to work in the United States or Canada. Verification of employment eligibility will be required as a condition of hire.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nFrom a &quot;VEVRAA Federal Contractor&quot; We request Priority Referral of Protected Veterans<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","41cb99f0bccaa805":"<ul><li>Masters degree in Data Science, Statistics, Operations Research, or in highly quantitative field (e.g. Computer Science, Operations Research, Systems Engineering, Physics), or BS with 3 years of experience.<\u002Fli><li>Experience in predictive modeling, data science and analysis<\u002Fli><li>Programming experience in Python, R or equivalent<\u002Fli><li>Demonstrated experience in data science and data analysis<\u002Fli><li>Desire to pursue challenging questions through extensive operational and data analysis (experience to do data analysis, regression analysis)<\u002Fli><li>Demonstrated outstanding written and verbal communication skills<\u002Fli><li>Experience giving data presentations with graphical or data visualization tools<\u002Fli><\u002Ful>\n<br>\n<p>Working at Amazon Robotics<br>\nAre you inspired by invention? Is problem solving through teamwork in your DNA? Do you like the idea of seeing how your work impacts the bigger picture? Answer yes to any of these and you&rsquo;ll fit right in here at Amazon Robotics. We are a smart team of doers that work passionately to apply cutting edge advances in robotics and software to solve real-world challenges that will transform our customers&rsquo; experiences in ways we can&rsquo;t even image yet. We invent new improvements every day. We are Amazon Robotics and we will give you the tools and support you need to invent with us in ways that are rewarding, fulfilling and fun.<br>\nPosition Overview<br>\nThe Amazon Robotics (AR) Virtual Systems Profiling team builds models, runs simulation experiments and delivers analyses that are central to understanding performance of the entire AR system, e.g. operational and software scaling characteristics, bottlenecks, robustness to &ldquo;chaos monkey&rdquo; stresses - we inform critical engineering and business decisions about Amazon&rsquo;s approach to robotic fulfillment.<br>\nWe seek a talented and motivated engineer to tackle broad challenges in system-level analysis. You will work in a small team to quantify system performance at scale and to expand the breadth and depth of our analysis (e.g. increase the range of software components and warehouse processes covered by our models, develop our library of key performance indicators, construct experiments that efficiently root cause emergent behaviors). You will engage with growing teams of software development and warehouse design engineers to drive evolution of the AR system and of the simulation engine that supports our work.<\u002Fp>\n<br>\n<ul><li>Comfortable in a Linux environment<\u002Fli><li><\u002Fli><li>Experience with Amazon Web Services (AWS), e.g. DynamoDB, AuroraDB (MySQL), S3, SQS, SNS, EC2<\u002Fli><li><\u002Fli><li>Interest in and experience with experimental design<\u002Fli><li><\u002Fli><li>Background in applied statistics or machine learning<\u002Fli><\u002Ful>","076d750f81293116":"<div><p><b>Job Title:<\u002Fb><\u002Fp><p><\u002Fp><br>\n<p>\nData Scientist, Data &amp; Analytics<\u002Fp><p><\u002Fp><br>\n<p>\nSlalom is a purpose-driven consulting firm that helps companies solve business problems and build for the future, with solutions spanning business advisory, customer experience, technology, and analytics. We partner with companies to push the boundaries of what&rsquo;s possible&mdash;together.<\u002Fp><p>\nFounded in 2001 and headquartered in Seattle, WA, Slalom has organically grown to 6,000+ employees. We were named one of Fortune&rsquo;s 100 Best Companies to Work For in 2016, 2017 and 2018, and are regularly recognized by our employees as a best place to work. You can find us in 30 cities across the U.S., U.K., and Canada.<\u002Fp><p><\u002Fp><br>\n<p>\nSlalom Charlotte is looking for a Data Scientist who can both advise and deliver for clients looking to solve their most critical business challenges. This individual will be an integral part of Charlotte&rsquo;s Data and Analytics Practice and, in addition to working with clients, collaborate closely with members of the Slalom team who are focused on data visualization, data architecture and engineering, advanced analytics, data strategy, and process.<\u002Fp><p><\u002Fp><br>\n<p><b>\nResponsibilities:<\u002Fb><\u002Fp><p><\u002Fp><br>\n<ul><li> Deliver solutions leveraging latest machine learning (ML) techniques, including exploratory data analysis, feature engineering, model selection, model evaluation and cross-validation, and deployment and productionalization at all scales.<\u002Fli><\u002Ful><ul><li> Collaborate with client data science teams to enhance, scale, and operationalize existing models.<\u002Fli><\u002Ful><ul><li> Communicate effectively with both technical and nontechnical stakeholders.<\u002Fli><\u002Ful><ul><li> Provide thought leadership on latest ML and artificial intelligence (AI) technologies and applications to client industry and use cases.<\u002Fli><\u002Ful><ul><li> Conduct and support white-boarding sessions, workshops, design sessions, and project meetings as needed, playing a key role in client relations.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nQualifications:<\u002Fb><\u002Fp><ul><li> Quantitative background with 3+ years of experience applying data science to solve real-world business problems.<\u002Fli><\u002Ful><ul><li> Experience with core quantitative analysis techniques (e.g., predictive modeling, ML, AI, or natural language processing).<\u002Fli><\u002Ful><ul><li> Strong interest in applying data science to solve real-world business problems.<\u002Fli><\u002Ful><ul><li> Exceptional analytical, conceptual, and problem-solving abilities.<\u002Fli><\u002Ful><ul><li> Advanced knowledge of Python, R, or other advanced analytics platforms.<\u002Fli><\u002Ful><ul><li> Working knowledge of SQL for the use of data extraction, cleansing, and analysis.<\u002Fli><\u002Ful><ul><li> Knowledge of relational and dimensional database structures, theories, principles, and practices.<\u002Fli><\u002Ful><ul><li> Highly self-motivated to deliver both independently and with strong team collaboration.<\u002Fli><\u002Ful><ul><li> Experience running distributed processing on Hadoop or Spark.<\u002Fli><\u002Ful><ul><li> Experience with solution architecture on cloud platforms such as AWS, Azure, GCP, etc.<\u002Fli><\u002Ful><ul><li> Graduate degree in a technical field (computer science, applied mathematics, statistics, etc.).<\u002Fli><\u002Ful><ul><li> Experience Using Data Visualization Tools Such As Tableau, Qlik, Or Power BI Is A Plus.<\u002Fli><\u002Ful><\u002Fdiv>","079a8e0b2e806a50":"<p><\u002Fp><div><p><b>Job description:<\u002Fb><\u002Fp>\n<p>Do you love discovering insights that drive business value, and transform how work is done? Are you creative, ambitious, and enjoy teaching others about how data science can significantly improve their decision-making?<\u002Fp>\n<p>Your analytic skills are the foundation of this role. The ability to mine mountains of data, derive actionable insights, and then translate those insights into business improving action is essential in our work. You will need to be the primary evangelist to the business for the power of predictive analysis and develop business cases to illustrate the potential for change in decision-making that occurs when you begin to anticipate what will happen, versus just reflecting on what has occurred.<\u002Fp>\n<p><b>Your Qualifications:<\u002Fb><\u002Fp>\n<p>Our leaders are pursuing or have graduated with a Ph.D. in Statistics, Applied Mathematics, Economics, Computer Science, Data Science, Business Analytics, Operation Research, Software Development, or a similar quantitative field. Able to do hands-on mathematical algorithm development as well as programming.<\u002Fp>\n<p>If you are a good fit for the Data Scientist Ph.D. position, you will have:<\u002Fp>\n<ul><li>Demonstrated leadership in applying and scaling Analytic techniques to be used at an enterprise level.<\u002Fli>\n<li>Strong written and verbal communication skills to influence others to take action<\u002Fli>\n<li>Demonstrated ability to handle multiple priorities<\u002Fli>\n<li>Comfortable working with diverse business scenarios and possessing strong thinking\u002Fproblem-solving skills that can be applied to business processes with a &quot;can-do&quot; attitude<\u002Fli>\n<li>Strong enthusiasm and curiosity about the intersection of business and technology<\u002Fli>\n<\u002Ful><p><b>Preferred Specialties\u002FArea of Research:<\u002Fb><\u002Fp>\n<ul><li>Bayesian Analysis, Bayesian Decision Theory<\u002Fli>\n<li>Probabilistic Modeling and Computation<\u002Fli>\n<li>Machine Learning, including Deep Learning<\u002Fli>\n<li>Uncertainty Quantification<\u002Fli>\n<li>Optimization (global, local, stochastic methods)<\u002Fli>\n<li>Dynamic (state-space) Models (Kalman Filter, Data Assimilation)<\u002Fli>\n<li>Experimental Design<\u002Fli>\n<li>Model Reduction, Dimensionality Reduction<\u002Fli>\n<\u002Ful><p><b>Preferred Experience with Analytical Tools\u002FApplications:<\u002Fb><\u002Fp>\n<ul><li>Unix\u002FLinux<\u002Fli>\n<li>Big Data Ecosystem: Hadoop, Spark, MapReduce, SQL, Hiv<\u002Fli>\n<li>Scientific Computing: R, Python, C++, Java, Scala,<\u002Fli>\n<li>High-Performance Parallel and Distributing Computing<\u002Fli>\n<li>Deep Learning frameworks: Keras, Tensorflow<\u002Fli>\n<li>Data Visualization<\u002Fli>\n<li>Data Management Systems<\u002Fli>\n<li>Business Intelligence tools: such as KNIME, Tableau<\u002Fli>\n<li>Industry experience in CPG, Retail preferred. Ability to work across granular retail sales data sets, loyalty\u002Fpromotional data types also preferred.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","622d6549f0a047ec":"<div><div><div>Traditional debt collection is rife with harassment and fraud, producing more consumer complaints than any sector of consumer finance. Debtsy is serious about driving systemic change in a predatory industry. We provide a data-driven debt resolution platform that&rsquo;s built with empathy in mind, empowering borrowers to dispute, negotiate, and resolve their debt without stress or embarrassment while providing unparalleled transparency and compliance to financial institution clients.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are growing rapidly: our team of engineers hail from companies like Fitbit, Uber, and Stripe, we are tripling headcount of the company this year, and have financial institution clients.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAs a data scientist, you will be develop models to drive operational automation, optimize user engagement, and assess a borrower&rsquo;s unique financial situation. These models are critical to scaling our company effectively and effectively servicing contracts with major financial institutions.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAt Debtsy, you'll be an early member of a fast-growing company. You'll have a large degree of trust and ownership and have an outsized impact on our path and ultimate success. We foster a culture of collaboration and open feedback, thoughtful problem solving, and continual learning and growth.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What you&rsquo;ll do:<\u002Fb><\u002Fh3><div><ul><li>\nRefine and develop machine learning models to estimate a borrower&rsquo;s capacity and willingness to resolve their outstanding balances<\u002Fli><li>\nDesign and implement borrower-facing experiments that improve our user experience and drive user engagement<\u002Fli><li>\nImprove our effectiveness in resolving outstanding debt by identifying and incorporating proprietary datasets<\u002Fli><li>\nCollaborate with product and engineering to successfully run models at scale in production<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You may be a fit if you:<\u002Fb><\u002Fh3><div><ul><li>\nHave a strong foundation in statistics and theory, possibly from a degree in CS, Math, Economics, Statistics, Data Science or equivalent fields<\u002Fli><li>\nHave several years of professional experience building and deploying statistical models or machine learning algorithms<\u002Fli><li>\nHave strong SQL expertise<\u002Fli><li>\nHave experience with research methodologies, running live experiments, and interpreting test results<\u002Fli><li>\nWant to be a strong individual contributor and are comfortable taking models from prototype through to production<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Debtsy is an equal opportunity employer and does not discriminate on the basis of race, color, creed, ethnicity, sex, gender identity, sexual orientation, religion, disability, age, veteran status, or any other category protected by law.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","72e0b187699f6199":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>In June 2019 the Libra Association announced plans for Libra &ndash; a new global cryptocurrency that runs on the Libra network. Libra's mission is to create a simple global financial infrastructure that empowers billions of people around the world. It's powered by blockchain technology and the plan is to launch it in 2020.\n<br>\n<br>\nCalibra is a newly formed Facebook subsidiary whose goal is to provide financial services that will enable people to access and participate in the Libra network. Our first product will be a digital wallet for Libra, a new global currency powered by blockchain technology, and it will be available in 2020 in Messenger, WhatsApp, and as a standalone app. Our vision is to reinvent money and transform the global economy so people everywhere can live better lives. Calibra will let you send Libra to almost anyone with a smartphone, as easily and instantly as you might send a text message or photo, and at low to no cost. And, in time, we plan to offer additional services for people and businesses, such as paying bills with the push of a button, buying a cup of coffee with the scan of a code, or riding your local public transit without needing to carry cash or a metro pass.\n<br>\n<br>\nFacebook is seeking experienced Data Scientists to join the Calibra Data Science team. Our team&rsquo;s mission is to develop a world class wallet product that solves real pain points for our users across the globe. Do you like using data to de-risk decisions and provide insights that drive the strategic direction of the team? Do you want to use data to influence product decisions for products leveraging cutting-edge blockchain technology? Our data science team works very closely with Product Managers, Data Engineers, Software Engineers, Economic Researchers, Compliance, and Risk Management to build intuitive, secure products to solve some of the most challenging problems, at a scale that few companies can match. This is technically challenging, will have massive global impact, and you will get to work closely with smart folks on an intellectually challenging initiative. This is a full-time position based in our office in Menlo Park.\n<br>\n<\u002Fdiv><div><div>RESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nApply your expertise in quantitative analysis, market research and the presentation of data to see beyond the numbers and understand how our users will interact with our new products<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPartner with a brand new product team to solve problems, inform solutions creatively with a variety of data, and identify opportunities in a go-to-market strategy<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nInform, influence, support, and execute our product decisions and product launches<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nOnce product is launched, set KPIs and goals, design and evaluate experiments, monitor key product metrics, understand root causes of changes in metrics<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nThe Data Scientist Analytics role has work across the following four areas:<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProduct Operations<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nEvaluating past experiments to better inform new product launch<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nMonitoring key product metrics, understanding root causes of changes in metrics<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nBuilding and analyzing dashboards and reports<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nEvaluating and defining metrics<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExploratory Analysis<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nNarrowing broad product questions with data-informed conclusions<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProposing what to build in the next roadmap<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nIdentifying new levers to help move key metrics<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nBuilding models of user behaviors for analysis or to power production systems<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProduct Leadership<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nInfluencing product teams through presentation of data-based recommendations<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nCommunicating state of business, experiment results, etc. to product teams<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nSpreading best practices to analytics and product teams<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nData Infrastructure<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nWorking in Hadoop and Hive primarily, sometimes MySQL, Oracle, and Vertica<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nAutomating analyses and authoring pipelines via SQL and Python-based ETL framework<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\n5+ years experience doing quantitative analysis<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nBA\u002FBS in Computer Science, or equivalent experience<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience in SQL or other programming languages<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nCore statistical knowledge<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProven experience leading data-driven projects from definition to execution: defining metrics, experiment design, communicating actionable insights<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience manipulating data sets through statistical software (ex. R, SAS) or other methods<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience communicating the results of analyses with product and leadership teams to influence the strategy of the product<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nMBA or PhD<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with distributed computing (Hive\u002FHadoop)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience leading analytics teams<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDevelopment experience in any scripting language (PHP, Python, Perl, etc.)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience at a web or mobile company in financial services<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","e5a76ea2ef9ceb4c":"<p><\u002Fp><div><div><p><b>Who we want:\n<\u002Fb><\u002Fp><ul><li>Are you committed to using your research talents to provide global organizations with critical advice for their growing needs using advanced analytics?\n<\u002Fli><li>Are you a leader who applies your instinct and expertise to discover breakthroughs that are key to clients&rsquo; growth?\n<\u002Fli><li>Are you a driven professional who can manage multiple projects, set a standard of excellence and follow through on commitments for exceptional results?\n<\u002Fli><li>Do you instinctively connect with others, understand individuals&rsquo; needs and share your passion for analytics to contribute to shared goals?\n<\u002Fli><li>Do you excel at building predictive models using various data sources and techniques to inform practical business decisions?\n<\u002Fli><\u002Ful><b>What you will do:\n<\u002Fb><div><\u002Fdiv><br>\n<div>Gallup data scientists help clients effectively use data to make better decisions. You will apply your knowledge of various statistical and machine-learning techniques to a wide variety of challenging projects &mdash; from custom builds for client needs to helping automate solutions to the challenging problems clients face every day. You will partner with client teams to increase Gallup&rsquo;s impact on a large scale by helping explain and predict large-scale social behavior (e.g., consumer spending, lifestyle trends, political stability, election outcomes, and employee performance and retention) using data from Gallup, the web and third parties (e.g., governments, IGOs and NGOs). We have data that no one else has. This gives you an unparalleled opportunity to use your creativity to explore new avenues of social research as part of a legacy founded by George Gallup in 1936 that set the gold standard in survey research methodology.\n<\u002Fdiv><\u002Fdiv><p><\u002Fp><div><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><p><b>What you need:\n<\u002Fb><\u002Fp><ul><li>A master&rsquo;s degree or Ph.D. from a statistics, engineering, mathematics, computer science, computational social science, physics or operations research program is preferred.\n<\u002Fli><li>Minimum of eight years of work experience (advanced degrees count toward years of experience).\n<\u002Fli><li>Expert-level production coding in Python is required .\n<\u002Fli><li>Mastery in conducting analysis in Python and\u002For R is required; additional analytic software experience is a plus .\n<\u002Fli><li>Minimum of two years of experience building production-level machine learning and predictive analytics systems along with data pipelines.\n<\u002Fli><li>A deep understanding of the mathematical fundamentals of machine learning and statistics, with an emphasis on non-parametric, non-linear methods (e.g., random forests, support vector machines, neural networks) and natural language processing.\n<\u002Fli><li>Minimum of one year of experience working within distributed systems and managing workflows in a cloud infrastructure.\n<\u002Fli><\u002Ful>Candidates must be authorized to work in the United States.\n<div><\u002Fdiv><br>\n<div>Gallup is an equal opportunity\u002Faffirmative action employer that celebrates, supports and promotes diversity and inclusion. We will consider all qualified applicants without regard to race, color, religion, sex, national origin, disability, protected veteran status, sexual orientation or gender identity, or any other legally protected basis, in accordance with applicable law.\n<\u002Fdiv><\u002Fdiv><p><\u002Fp><div><h2 class=\"jobSectionHeader\"><b>Primary Location\n <\u002Fb><\u002Fh2>United States-Atlanta<\u002Fdiv><\u002Fdiv><p><\u002Fp>","98f242b1a643557a":"<div><p>About the OpportunityResponsible for generating and leveraging advanced analytics to deliver customer insights in support of working with retailers to build customer-centric strategies. This role is both client-facing as well as developing custom analytic solutions by integrating internal products and services to meet customer needs. This role is an integral part of the data science solution Team. The successful candidate will have relevant retail industry experience and expert capabilities in developing and interpreting segmentation, optimization and statistical modeling for both marketing and merchandising. The candidate will understand the business needs of a retailer or CPG client, as well as the appropriate analytical approach for a given challenge. As a data scientist in the Merch Analytics team, you will be responsible for the management of client data to develop and analyze results and present insights and recommendations back to our clients. Your success in this role will be driven by an understanding of our client needs, and your ability to translate business constraints into analytical deliverables for those clients. You will leverage your analytical background and related retail experience to motivate others to action both internally and with our external clients.Responsibilities Work collaboratively with client to deliver customer insights to support business objectives. Conduct timely quantitative and qualitative evaluation of deliverables by analytics team to support client's business objectives. Evaluate effectiveness of existing merchandising, marketing &amp; promotional strategies and make recommendations for future optimization. Proactively highlight opportunities to develop, enhance, remove existing tools and processes. Incorporate new\u002Fenhanced tools and processes. Collaborate to ensure 'shared learnings' across team and clients. As a customer-centric consulting business it is important to infuse a customer perspective into projects\u002Ftasks where appropriate. Awareness of customer metrics and its impact to differentiated insights and reco&rsquo;s is a must. &bull; Link analysis and results to business issue and\u002For analytic objective.Be a primary client contact in the development and implementation of analytical applications, strategies and tactics based on Precima-developed customer insights and analyses.<\u002Fp><p>\nQualifications<\u002Fp><ul><li><p>\nSuperior analytical\u002Fmodeling skills and experience with database concepts, python and SQL experience are valuable assets<\u002Fp><\u002Fli><li><p>\nStrong interpersonal skills - diplomatic, professional and composed<\u002Fp><\u002Fli><li><p>\nStrong presentation skills, ability to quickly adjust based on client needs<\u002Fp><\u002Fli><li><p>\nDemonstrated curiosity, initiative and passion for the application of statistical sciences to address business challenges and learning of new statistical\u002Fanalytical methods<\u002Fp><\u002Fli><li><p>\nProven problem solving ability, ability to 'think outside the box'<\u002Fp><\u002Fli><li><p>\nStrategic thinker, creative and self motivated<\u002Fp><\u002Fli><li><p>\nMaster&rsquo;s Degree in Statistics, Mathematics, Economics preferred<\u002Fp><\u002Fli><li><p>\nExcellent ability to be part of multiple projects\u002Finitiatives of varying size and complexity, while simultaneously meeting and exceeding deadlines in a diverse environment<\u002Fp><\u002Fli><li><p>\nTeam player with high energy and demonstrated initiative<\u002Fp><\u002Fli><li><p>\nAbility to translate analytical results into clear written and verbal communication to internal\u002Fexternal stakeholders<\u002Fp><\u002Fli><li><p>\nMasters in Statistics, Operations Research, Mathematics, Economics, Econometrics, Industrial Engineering, Computer Science<\u002Fp><\u002Fli><li><p>\nProficiency in developing original statistical and econometric models in pricing, assortment and marketing mix to support clients in B2B, Retail and CPG areas.<\u002Fp><\u002Fli><li><p>\nStrong experience on SQL, Python \u002F R.<\u002Fp><\u002Fli><li><p>\nProficiency in implementing models using Python or R<\u002Fp><\u002Fli><\u002Ful><p>\nAlliance Data is an Equal Employment Opportunity employer. Accordingly, we will make reasonable accommodations to respond to the needs of people with disabilities in accordance with legislation.Alliance Data participates in E-Verify.<\u002Fp><\u002Fdiv>","dcda104e8ffd0240":"Working for Trunk Club\n<br>----------------------\n<br><br>\nWhen you join Trunk Club, you join the Nordstrom family. Our fast-paced and entrepreneurial environment is paired with the strong history and experience of a retail legacy. We have access to some of the greatest minds in retail and technology and are constantly creating innovative strategies to develop the ultimate apparel solutions. We welcome your adaptability, your curiosity, and your passion to contribute to our unparalleled shopping experience!\n<br><br>\nWho we are\n<br>----------\n<br><br>\nAt Trunk Club, we develop machine learning algorithms that enable the business to make data-driven decisions, from whom marketing targets for re-engagement credits, to which merchandise to recommend for a given customer. Our data scientists dive into readily accessible data and tools thanks to our diligent data engineering team. Our stack provides data scientists the capability to easily turn an algorithm into an API, and run follow-up A\u002FB tests using a range of multivariate models at your disposal. Every team relies not only on the data insights collected, but more importantly in the clever ways that we present it at every step in our experience.\n<br><br>\nData Science helps drive Trunk Club. Every member plays a critical role in influencing the company on the best ways to grow and change. You will have autonomy to collaborate with every team and be directly connected to decision makers without bureaucracy.\n<br><br>\nWhat you'll do\n<br>--------------\n<br><br>\n<ul>\n<li>Build Machine Learning models that power our apps and inventory classification. Our preferred language is currently Python.<\u002Fli>\n<li>Research and develop predictive algorithms using various supervised and unsupervised statistical concepts, such as time series, multivariate methods, GLM, and Bayesian inference.<\u002Fli>\n<li>Continue to invest and expand our core skillsets in the areas of big data machine learning techniques, such as gradient boosting, bagging, recommender systems, and NLP.<\u002Fli>\n<li>Collaborate with internal and external stakeholders to identify business opportunities, and how to translate the opportunities into actionable analytical solutions.<\u002Fli>\n<li>Work with technology partners to test and implement solutions.<\u002Fli>\n<li>Communicate and present algorithm solution and outcome with other teams through data visualization.<\u002Fli>\n<\u002Ful>\nWhat your background may look like\n<br>----------------------------------\n<br><br>\n<ul>\n<li>MS in a quantitative field from a top ranking program, PhD is preferred.<\u002Fli>\n<li>3+ years of relevant industry experience (post academia).<\u002Fli>\n<li>Proficiency with Python, Jupyter, and Spark is preferred. Will also consider strong quantitative candidates with background in R or other programming languages.<\u002Fli>\n<li>Experience with working in an agile team environment<\u002Fli>\n<li>Experience with communicating and presentation highly quantitative concepts to a non-quant audience.<\u002Fli>\n<\u002Ful>\nWho you are\n<br>-----------\n<br><br>\n<ul>\n<li>A self-starter. You love what you do and are motivated to find the next improvement opportunity.<\u002Fli>\n<li>A learner. You have an insatiable thirst for knowledge and greater understanding.<\u002Fli>\n<li>A conversationalist. You speak the language of statistics, and you can communicate with technical and non-technical users alike.<\u002Fli>\n<li>An innovator. You're interested in the \"why\" and the solutions that make things more interesting and efficient.<\u002Fli>\n<\u002Ful>\nHow we work\n<br>-----------\n<br><br>\n<ul>\n<li>With others. We collaborate cross-functionally to solve problems and deliver the best products for our customers.<\u002Fli>\n<li>With transparency. We have an open, collaborative team environment. No cubicles, no private offices.<\u002Fli>\n<li>With agility. We don't believe in following a process for process's sake. We ship frequently and focus on delivering incremental value.<\u002Fli>\n<li>With open minds. We are committed to building a diverse team of people with unique perspectives. This encourages a healthy and inclusive environment that builds a more sustainable, successful company.<\u002Fli>\n<li>With pride. We value our people most of all. We invest in ourselves by applying our own strengths and interests to company needs.<\u002Fli>\n<\u002Ful>\nA few of our perks\n<br>------------------\n<br><br>\n<ul>\n<li>Lunch and learns<\u002Fli>\n<li>Annual stipend for continuous education<\u002Fli>\n<li>Tech all-hands every other Friday<\u002Fli>\n<li>Hack days<\u002Fli>\n<li>Team outings<\u002Fli>\n<li>Nordstrom discount<\u002Fli>\n<li>Flexible work environment<\u002Fli>\n<li>Social environment with built-in bars<\u002Fli>\n<\u002Ful>\n","00ef89bc8f1eadd5":"<div>Highlights: 3-5 years Experience; Must know SQL; Financial or insurance industry experience strongly preferred; Must have direct marketing experience. R experience a plus.<p><\u002Fp>\n<h4 class=\"jobSectionHeader\"><b>Job Summary:<\u002Fb><\u002Fh4>\n<ul><li>Analyze the effectiveness of existing predictive models and optimization strategies.<\u002Fli>\n<li>Manage the full life cycle of model builds.<\u002Fli>\n<li>Interface directly with clients to consult on the effectiveness of marketing programs.<\u002Fli>\n<\u002Ful><h4 class=\"jobSectionHeader\"><b>Job Skills:<\u002Fb><\u002Fh4>\n<ul><li>3-5 years experience in developing direct marketing response, conversion, attrition, &amp; LTV models.<\u002Fli>\n<li>Analysis of entire business problems and management solution delivery.<\u002Fli>\n<li>Management and development of the full life cycle of model builds.<\u002Fli>\n<li>Programming with SQL.<\u002Fli>\n<li>Working with extremely large datasets\u002Fdata warehouses.<\u002Fli>\n<li>Strong data mining proficiency.<\u002Fli>\n<li>R\u002FSAS\u002FCART\u002FTREENET experience is a plus.<\u002Fli>\n<\u002Ful><h4 class=\"jobSectionHeader\"><b>Other Skills:<\u002Fb><\u002Fh4>\n<ul><li>Aptitude in critical thinking and problem solving.<\u002Fli>\n<li>Ability to set priorities and work independently and with a team to meet deadlines.<\u002Fli>\n<li>Excellent verbal and written communication skills.<\u002Fli>\n<li>Strong interpersonal skills and ability to deal effectively in a team environment.<\u002Fli>\n<\u002Ful><h4 class=\"jobSectionHeader\"><b>Experience:<\u002Fb><\u002Fh4>\n<ul><li>3-5 years of database marketing and data mining experience<\u002Fli>\n<li>Applicable experience with the Insurance and Financial industries is a strong advantage.<\u002Fli><br>\n<\u002Ful><p><\u002Fp>\n<p>\nDataLab USA is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity or national origin.<\u002Fp><\u002Fdiv>","cae16b96ab771a42":"<div><p><b>The Company<\u002Fb><\u002Fp>\n<p>\nWorldpay is a global payments leader powering international commerce with deep fintech expertise and a shared passion for our customers. Whether in-store, online, or on a mobile device, we process over 40 billion transactions annually and offer more than 300 payment methods supporting 126 currencies across 146 countries. It's the perfect place for exceptional people to take their careers to the next level.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nThe Opportunity<\u002Fb><\u002Fp>\n<p>\nWorldpay's growth is one attributed not only to our first-in-class products and services, but also our ability to find new avenues of opportunity. This sense of discovery is thanks to the innovative and visionary work of our Marketing team; a team that leaves no stone unturned in seeking out and exploring new channels for Worldpay. When we are proactive and beating the trends in our marketing strategy, we stay ahead of the competition and assure continued growth and success at Worldpay.<\u002Fp><br>\n<p><\u002Fp>\n<p>\nThe Data Scientist designs and develops methods and systems that have the ability to consolidate and analyze &quot;big data&quot; that generate insights to untapped client solutions. He\u002Fshe will develop and code software programs, algorithms and automated processes to cleanse large datasets into meaningful information for gathering insight. By being able to draw conclusions from large, disparate sources of data, Worldpay can identify and pursue new areas of growth, preempt trends and continue our exponential growth.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nA World of Opportunity\n<\u002Fb><\u002Fp><p>We're turbo-charging our industry by nurturing the fintech experts needed to help our customers prosper. We don't try to ride the winds of change. We create them. We're proud to be shaping the future of payments by supporting the growth and development of our colleagues. We provide opportunities to learn and the flexibility needed to get the job done. We strive to hire the best and to create a climate where curiosity is king. So, wherever you join us around the world, we'll empower you to fulfill your potential. If this is the kind of career experience you're looking for, we invite you to apply today.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nThe Day-to-Day<\u002Fb><\u002Fp>\n<p>\nResponsibilities:<\u002Fp>\n<ul>\n<li>Designs, develops and programs methods, processes, and systems to consolidate and analyze unstructured, diverse &quot;big data&quot; sources to generate actionable insights and solutions for client services and product enhancement.<\u002Fli>\n<li>Interacts with product and service teams to identify questions and issues for data analysis and experiments.<\u002Fli>\n<li>Develops and codes software programs, algorithms and automated processes to cleanse, integrate and evaluate large datasets from multiple disparate sources.<\u002Fli>\n<li>Identifies meaningful insights from large data and metadata sources.<\u002Fli>\n<li>Interprets and communicates insights and findings from analysis and experiments to product, service and business managers.<\u002Fli>\n<li>As a seasoned, experienced professional with a full understanding of area of specialization, he\u002Fshe resolves a wide range of issues in creative ways.<\u002Fli>\n<li>Ability to draw on past experience and current data to influence business partners and provide insightful analytics.<\u002Fli>\n<li>Works on problems of diverse scope where analysis of data requires evaluation of identifiable factors.<\u002Fli>\n<li>Demonstrates good judgment in selecting methods and techniques for obtaining solutions.<\u002Fli>\n<li>Networks with senior internal and external personnel in own area of expertise.<\u002Fli>\n<li>Higher level of data analysis skills and knowledge M&amp;A.<\u002Fli>\n<li>Ability to leverage Excel and other systems to perform complex financial modeling.<\u002Fli>\n<li>Ability to work in cross-functional teams and work more independently.<\u002Fli>\n<li>Ability to perform onsite due diligence of potential acquisition targets.<\u002Fli>\n<\u002Ful><p>Qualifications:<\u002Fp>\n<ul>\n<li>Typically requires a minimum of 5 years of related experience with a Bachelor's degree; or 3 years and a Master's degree; or a PhD without experience; or equivalent work experience.<\u002Fli>\n<li>Advanced degree in Finance or relevant experience in M&amp;A and\u002For corporate finance\u002Fcompetitive analysis.<\u002Fli>\n<\u002Ful><p>All the above duties and responsibilities are essential job functions for which reasonable accommodation will be made. All job requirements listed indicate the minimum level of knowledge, skills and\u002For ability deemed necessary to perform the job proficiently. This position description is not to be construed as an exhaustive statement of duties, responsibilities or requirements. Colleagues may be required to perform any other job-related instructions as requested by their leader, subject to reasonable accommodation.<\u002Fp><\u002Fdiv>","1683e8087ac14a44":"<div><p>MRI Software is seeking a <b>Data Scientist<\u002Fb> to join our growing team! Following our recent acquisition of AI startup, Leverton, we are expanding our offering to leverage Artificial Intelligence, Machine Learning and Business Intelligence technologies to help real estate companies worldwide make smarter decisions using better data. The success of this strategic initiative will be heavily influenced by the Data Scientist. We are looking for a talented and experienced individual who can help shape the future of the offerings.<\u002Fp>\n<p>\nIn July of 2019, MRI acquired Leverton, a startup founded in 2012 by a group of scientists looking to push the boundaries of artificial intelligence for semantic analysis. Today, Leverton applies deep learning technology to automatically extract and manage data from corporate documents in more than 25 languages. This role world work on further developing Leverton's data extraction and contract analytics platform and help to apply AI and machine learning to other offerings within MRI's expansive solutions portfolio.<\u002Fp>\n<p><b>\nKey Responsibilities:<\u002Fb><b>\n<\u002Fb><\u002Fp><ul><li>Be responsible for data model design and set up for various customer projects<\u002Fli>\n<li>Implement data requirements in the MRI platform<\u002Fli>\n<li>Coordinate with project managers to ensure successful delivery of projects<\u002Fli>\n<li>Coordinate with external resources to collect text examples for the creation of data models<\u002Fli>\n<li>Perform final review of extracted data<\u002Fli>\n<\u002Ful><p><b>Skills &amp; Requirements:<\u002Fb><\u002Fp>\n<ul>\n<li>Bachelors Degree in Information\u002FComputer Science or Mathematics\n<\u002Fli><li>1+ years of professional experience<\u002Fli>\n<li>Strong knowledge of Data Science<\u002Fli>\n<li>Expert in Microsoft Excel\n<\u002Fli><li>Knowledge of real estate industry is a plus<\u002Fli>\n<li>Project management experience preferred<\u002Fli>\n<li>Experience with Agile software development principles a plus<\u002Fli>\n<li>Strong communication skills<\u002Fli>\n<\u002Ful><p>MRI Software delivers innovative applications and hosted solutions that free real estate companies to elevate their business. Our flexible technology platform, along with an open and connected ecosystem, allows us to meet the unique needs of real estate businesses, from property-level management and accounting, to investment modeling and analytics for the global commercial and residential markets. With nearly five decades of expertise and insight, we have grown to include offices in across the United States, the United Kingdom, Hong Kong, Singapore, Sydney, South Africa, New Zealand, and Canada with over 1200 team members to support our clients and their unique needs!<\u002Fp><\u002Fdiv><p><\u002Fp>","6a135dc8ed432dfa":"<p><\u002Fp><div><p>Position Description:<\u002Fp>\n<p>The Data Center Group (DCG) Transformation and Business Operations Team is looking for an experienced data scientist. The ideal candidate should be able to understand business requirements and develop data-driven solutions to address these requirements.\n<\u002Fp><p>Responsibilities include: managing data warehousing operations, manipulating and preparing data, building online dashboards, and developing analytical models for solving business problems.\n<\u002Fp><p>Data is critical when it comes to managing Development and Quality Organizations. We need metrics and measures to manage and improve the way we develop and build our products, become more efficient and effective and provide our customers with higher quality products while improving our overall performance. Because of this, the DCG Transformation and Business Operations Team have taken the role to use data to measure and improve our overall operations. Our goal is to move away from using spreadsheets and emails as a way of managing and tracking data but instead, using centralized and validated online tools and databases that can consolidate the data and make it usable across multiple DCG functions.\n<\u002Fp><div>In this role, you will be asked to perform roles such as:<br>\n<ul><li>Work with the related stakeholders and SMEs to understand the business problems and requirements and collectively come up with data-driven solutions<\u002Fli><li>Clean and manipulate data to put it into a format that can be consumed by analytics software<\u002Fli><li>Build complex data models combining multiple data sources using Qlik Sense<\u002Fli><li>Develop Qlik Sense based visualizations and dashboards<\u002Fli><li>Provide trainings &amp; deliver presentations to teams and executives on using Qlik Sense and the developed dashboards<\u002Fli><li>Maintain existing dashboards and improve per requirements from the business users\n<\u002Fli><\u002Ful><\u002Fdiv><p>The tools and databases will span many areas of the business including development (including partners), product assurance, product engineering, service, and manufacturing. Each solution should satisfy at least one of the following goals: improved customer experience, improved Lenovo efficiency, or increased data quality.<\u002Fp>\n<p>Position Requirements:<\u002Fp>\n<div>Basic Requirements:<br>\n<ul><li>Bachelor's degree<\u002Fli><li>3+ years experience with SQL<\u002Fli><li>Experience with Qlik Sense<\u002Fli><li>Knowledge of R \u002F Python programming language\n<\u002Fli><\u002Ful><\u002Fdiv><div>Preferred Qualifications:<br>\n<ul><li>Master&rsquo;s level education in Operations Research, Industrial Engineering, Operations Management, Mathematics, Statistics or a related field<\u002Fli><li>4+ years of server development industry experience<\u002Fli><li>Ability to work with cross functional teams and stakeholders<\u002Fli><li>Ability to manage time effectively and strong organizational skills<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>","5e286afc0befb26e":"<div><div>At Varen, our performance is measured by the success of our clients, and our reputation for service, superior quality, objectivity, integrity and results. Our reputation is everything to us as we are committed to being a trusteisor to our nation&rsquo;s decision makers in a day in age that demands acute attention to detail in a fast-paced environment. Varen is sed adveking to add the sharpest technical professionals who share our passion for ensuring the mission success of our customers at all times.<br>\n<br>\n<b>POSITION DESCRIPTION:<\u002Fb><\u002Fdiv>\n<div><br>\nVaren Technology is looking for a SI Expert\u002FData Scientist to join our growing company. This is an opportunity to take on new transformational support in the areas of Strategic Workforce Planning, Learning, Leadership and Employee Development, Diversity and Inclusion, Performance Management and Workforce Analytics. Responsibilities include, but are not limited to the following:<\u002Fdiv>\n<ul><li>Provide workforce analytics support to the Sponsor<\u002Fli>\n<li>Analyze workforce data to provide insights and identify trends<\u002Fli>\n<li>Develop and refine workforce model(s) and accompanying data structures where needed to capture and report on the workforce composition in a consistent manner over time<\u002Fli>\n<li>Create data models to support informed executive-level decision making, scenario<\u002Fli>\n<li>planning, and workforce strategy development. Example areas of focus may include, but are not limited to: onboard personnel aligned with the new workforce construct, hiring\u002Fattrition projections and patterns, skills and learning assessments\u002Fneeds, demand\u002Fcapacity modeling, workforce engagement, and workforce alignment with mission priorities, digital technologies, and\u002For industry trends<\u002Fli>\n<li>Work collaboratively with individuals in other work units to develop integrated models<\u002Fli>\n<li>that integrate workforce data with other types of data to show linkages and patterns<\u002Fli>\n<li>Use an array of data analytics techniques to analyze and present workforce data<\u002Fli>\n<li>Respond to workforce data inquiries with creative visual data presentations<\u002Fli>\n<li>Independently conceive, prepare and communicate workforce analytics through complex graphics, computational models and tools, and written\u002Foral assessments<\u002Fli>\n<li>Continually interface with executive level management requiring the planning, presentation and briefing of information<\u002Fli>\n<\u002Ful>\n<div><br>\n<b>REQUIRED EXPERIENCE:<\u002Fb><\u002Fdiv>\n<ul><li>Extensive knowledge of workforce analytics<\u002Fli>\n<li>Proven experience in conducting advanced modeling and data analysis, applying varied mathematical and data analytics techniques and developing-models in support of organizational strategy and management.<\u002Fli>\n<li>Computer programming skills (languages, packages) as needed to support the management of data and application of tools\u002Fmodels.<\u002Fli>\n<li>Demonstrated success in developing strategic goals and leading complex programs and well as meaningful change.<\u002Fli>\n<li>Proven experience in designing, developing and delivering executive level<\u002Fli>\n<li>communications on organization transformation and business process changes. Ability to<\u002Fli>\n<li>prepare presentations and to present information to senior managers.<\u002Fli>\n<li>Experience with project development lifecycle and systems operations.<\u002Fli>\n<li>Proven experience leading and actively participating in project teams.<\u002Fli>\n<li>Proven ability to interact with customers, senior leadership and program managers in a highly matrixed environment.<\u002Fli>\n<li>Ability to translate complex findings into an easily understood narrative (i.e., tell a story with the data) in graphical, verbal, and written form.<\u002Fli>\n<li>Demonstrated excellent communication and customer support skills. The candidate will be supporting a high profile program that will require coordination across the organization and with front office\u002Fexecutive level management.<\u002Fli>\n<li>Demonstrated experience providing requirements gathering and analysis, configuration management, performance measurement and metrics.<\u002Fli>\n<li>Demonstrates excellent writing skills and ability to craft clear concise request for funding and responses to tasking.<\u002Fli>\n<li>Demonstrates excellent oral communication skills to brief management on resource issues.<\u002Fli>\n<li>Proven ability to interact with customers, senior leadership and program managers in a highly matrixed environment.<\u002Fli>\n<li>A Bachelor's degree (or equivalent experience (3 years for Bachelors) in Information Systems, or a scientific discipline<\u002Fli>\n<li>Minimum of 10 Years' relevant experience, 3 years in Intelligence Community<\u002Fli>\n<\u002Ful>\n<div><br>\n<b>CLEARANCE REQUIREMENT:<\u002Fb><\u002Fdiv>\n<ul><li>TS\u002FSCI w Poly Clearance<\u002Fli>\n<\u002Ful>\n<div><br>\nVaren Technologies, Inc. is an Equal Opportunity Employer and applicants receive lawful consideration for employment without regard to race, religion, color, gender, age, national origin, disability, or veteran status.<\u002Fdiv><\u002Fdiv>","06f2d2575471d1eb":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Sep 26, 2019<\u002Fb><\u002Fdiv><div>\nWeekly Hours: <b>40<\u002Fb>\n<\u002Fdiv><div>Role Number: <b>200052434<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nAt Apple, we work every day to create products that enrich people&rsquo;s lives. Our Advertising Platforms group makes it possible for people around the world to easily access informative and imaginative content on their devices while helping publishers and developers promote and monetize their work. Today, our technology and services power advertising in Search Ads in the App Store and Apple News. Our platforms are highly-performant, deployed at scale, and setting new standards for enabling effective advertising while protecting user privacy.\nWe are seeking a self-motivated individual that will build out the next generation of our ad platforms. Projects range from generating algorithms that drive our auctions to building out data products to help our advertisers manage the efficiency and quality of their campaign strategies. You will have the opportunity to develop models that improve our platform across the board, write production code to generate recommendations, work closely with business partners to help drive the development of new products as well as perform large scale and complex experiments to understand their effects.\nYou should have several years of experience developing and implementing machine learning algorithms, ideally within the ads space. You will have an excellent understanding of scalable architectures and thrive working in Agile environments. The ability to be a good team player under tight deadline constraints is key to success.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\nYou've earned a PhD in Machine Learning, Statistics, Economics, Optimization or related field with experience building production systems or have equivalent experience working with large data science \u002F machine learning projects in industry.<\u002Fli><li>\nConsistent track record delivering production software.<\u002Fli><li>\nDeep fluency in Java or Python.<\u002Fli><li>\nExperience with Spark, Hadoop or other distributed frameworks.<\u002Fli><li>\nProven mathematical knowledge; understanding of machine learning and statistics.<\u002Fli><li>\nExperience defining and running large scale experiments.<\u002Fli><li>\nYou enjoy working closing with partners to build and create data driven products.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nAt Ad Platforms, we are constantly developing algorithms to provide amazing user experiences and drive value for publishers and developers. We are looking for engineers to understand how to improve the efficiency of our auctions, understand and identify opportunities for improvement in our platform and build out data products that drive value for our advertisers.\n- Invent, design and implement new algorithms using machine learning and data science systems.\n- Design and implement experimentation strategies to understand the impact of new models.\n- Work with cross functional teams to prototype new concepts and deliver end-to-end systems in an agile setting.\n- Produce high quality code with excellent reliability and scalability.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><ul><li>Ph.D. in analytical\u002Ftechnical field (e.g. CS, math, statistics, economics) or equivalent experience.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","758d28ffe5846efe":"<div><\u002Fdiv><div><div><div>Performs sophisticated data analytics (encompassing data mining, inferential statistical analysis, and predictive analytics, for example). Identifies actionable insights from various (or multiple) sources of data that measurably improve business outcomes or reduce business risk. Collects and prepares data for analysis, performs exploratory to advanced predictive and\u002For modeling analytics, and identifies data relationships (patterns and trends). Provides consultation to business leaders and other stakeholders on how to leverage analytic insights to build actionable strategies.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nJob Level: Career-level professional job that applies in-depth knowledge within own professional discipline and a foundational understanding of concepts and principles of other related professional disciplines. Applies knowledge of best practices derived from experience and external networking to solve a range of complex technical and operational problems. Takes a new perspective on existing solutions to solve complex problems. Exercises judgment based on the analysis of multiple sources of information. Leads small projects with manageable risks and resource requirements; plays significant roles in larger, more complex initiatives. Impacts a range of client, operational, project or service activities within own team and other related teams. Explains and interprets complex, difficult, or sensitive information. Acts as a resource for teammates with less experience. Works independently and receives minimal guidance. May have people management responsibilities for a small team.<\u002Fdiv><br>\n<b>\nQualifications<\u002Fb><br>\n<div>Basic Requirements:<\u002Fdiv><div><ul><li>\nBachelor&rsquo;s degree and 5 years of related experience or an equivalent combination of education and experience.<\u002Fli><li>\nIn-depth knowledge of principles, practices, theories, and\u002For methodologies associated with the professional discipline (e.g., information technology, project management, finance, risk management, etc.). Understands foundational concepts of other related professional disciplines. Experience managing small projects. Knowledge of the industry's competitive landscape and the factors that differentiate our Company from its competitors in the market. Ability to interpret and explain complex information to a range of audiences and build consensus among different stakeholders. Ability to provide direction and mentor less experienced teammates.<\u002Fli><\u002Ful><\u002Fdiv><div>\nPreferred Requirements:<\u002Fdiv><ul><li>\nMaster's degree or MBA and 6 years of related experience.<\u002Fli><li>\nPrevious experience in the banking industry.<\u002Fli><\u002Ful><div><i>\nOn February 7, 2019, it was announced that SunTrust Banks, Inc. and BB&amp;T Corporation intend to merge, with the combined entity to be named Truist Financial Corporation (&ldquo;Truist&rdquo;). The merger is subject to regulatory approval, and BB&amp;T and SunTrust remain separate and independent companies until the merger closes. This position, which would be for a role with Truist or an affiliate, is contingent upon the merger receiving regulatory approval and closing.<br>\n<\u002Fi><\u002Fdiv><br>\n<br>\nEqual Opportunity Employer: SunTrust supports a diverse workforce and is a Drug Testing and Equal Opportunity Employer. SunTrust does not discriminate against individuals on the basis of race, creed, color, gender, religion, national origin, age, disability, veteran status, pregnancy, marital status, citizenship status, sexual orientation, gender identity, genetic information, or any other classification protected by applicable laws.<br>\n<br>\nTo review the EEO Poster, copy and paste the following link into your browser: http:\u002F\u002Fwww1.eeoc.gov\u002Femployers\u002Fupload\u002Feeoc_self_print_poster.pdf http:\u002F\u002Fwww.dol.gov\u002Fofccp\u002Fregs\u002Fcompliance\u002Fposters\u002Fpdf\u002FOFCCP_EEO_Supplement_Final_JRF_QA_508c.pdf<\u002Fdiv><\u002Fdiv>","d6b9bc918bb47070":"<div><p>It's fun to work in a company where people truly BELIEVE in what they're doing!\n<\u002Fp><p><\u002Fp><p><i>We're committed to bringing passion and customer focus to the business.\n<\u002Fi><\u002Fp><p><\u002Fp><p><b>The Role\n<\u002Fb><\u002Fp><p><\u002Fp><p>Do you have a passion for applying machine learning to hard problems in new application areas? Do you keep up with the latest on GANs, ResNets, CNNs, RNNs, and Deep Reinforcement Learning but have also mastered the classics like SVM and Random Forest? Are you looking for the opportunity to work with a great team that combines algorithm design, software engineering, and domain knowledge into products that are first of their kind? If so, we are looking for you. We need a Data Scientist who will work on analyzing data from malicious actors to help uncover cyber threats. Your primary focus will be applying your skills in various areas like anomaly detection, graph mining, clustering, and predictive analytics to help us build groundbreaking services that would revolutionize the industry.\n<\u002Fp><p><\u002Fp><p>We are a fast-paced, high-energy team where you will be given the opportunity to make a significant impact. The team has a solid engineering culture that values the craftsmanship of writing great software, enjoys learning, and solving big problems.\n<\u002Fp><p><\u002Fp><p><b>Your day-to-day\n<\u002Fb><\u002Fp><ul><li>Feature engineering, building and optimizing classifiers, applying machine learning and deep learning expertise\n<\u002Fli><li>Blending data from disparate sources, mining the resulting data lake to build models\n<\u002Fli><li>Contributing tested code to the team&rsquo;s git repo and working with engineering to implement models efficiently\n<\u002Fli><li>Processing, cleansing and verifying integrity of data used for analysis\n<\u002Fli><li>Conducting ad-hoc analysis and innovation around data visualization\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>What you bring to the team\n<\u002Fb><\u002Fp><ul><li>Excellent understanding of machine learning algorithms, processes, tools and platforms including:\n<\u002Fli><li>Supervised methods - Na&iuml;ve Bayes, Logistic Regression, SVM, ConvNet, LSTM, Siamese Networks, etc.\n<\u002Fli><li>Unsupervised methods - K-means, DBSCAN, T-SNE, Spectral Clustering, SOM, LSH, etc.\n<\u002Fli><li>Toolkits - numpy, scipy, scikit-learn, tensorflow, pytorch, keras, genism, vowpal wabbit, etc.\n<\u002Fli><li>Python proficiency\n<\u002Fli><li>Great communication skills, ability to explain predictive analytics to non-technical audience\n<\u002Fli><li>Proficiency in data exploration techniques and tools, e.g. SQL, Hive, etc.\n<\u002Fli><li>Excellent statistics, linear algebra, and optimization skills\n<\u002Fli><li>MS in Statistics, Machine Learning, Applied Physics or Computer Science (or technical degree with commensurate industry experience). PhD preferred\n<\u002Fli><\u002Ful><p><\u002Fp><p>#LI-JL3\n<\u002Fp><p><\u002Fp><p><i>If you like wild growth and working with happy, enthusiastic over-achievers, you'll enjoy your career with us!<\u002Fi><\u002Fp><\u002Fdiv>","224e9b10e2dcb14b":"<div><\u002Fdiv><div><div><div><div><p>Data scientists perform a critical function for client organizations. They need to have statistical, mathematical, predictive modelling as well as business strategy skills to build the algorithms necessary to ask the right questions and find the right answers.<\u002Fp>\n<p>\nA data scientist understands how to integrate multiple systems and data sets. They need to be able to link and mash up distinctive data sets to discover new insights. This often requires connecting different types of data sets in different forms as well as being able to work with potentially incomplete data sources and cleaning data sets to be able to use them.<\u002Fp>\n<p>\nCandidates need to be able to program, preferably in different programming languages such as Python, R, Java, Ruby, Pig or SQL. In addition, people need to be familiar with disciplines such as natural language processing, machine learning, statistical analysis and predictive modeling. Data scientists often working in a fast-paced multidisciplinary environment so need the ability to autonomously to develop and query databases, perform analysis and create prototypes or demonstration systems.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<br><div><div>Benefits<\u002Fdiv><p><\u002Fp>\n<div><div><p>Enable Data offers employees the following benefits:<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div><div><div><div><ul><li>Health Insurance<\u002Fli>\n<li>401k Contribution<\u002Fli>\n<li>Paid Time Off (PTO)<\u002Fli>\n<li>Training Reimbursement<\u002Fli>\n<li>Certification Reimbursement<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","979b4c7fd5ffe58d":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><p><b>Analytics Consultant\u002FSr. Analytics Consultant (Data Scientist): Custom Analytics<\u002Fb><\u002Fp><p><b>\nLocation: Blue Bell, PA<\u002Fb><\u002Fp><p><\u002Fp><br>\n<div>\nSymphony Health Solutions, a wholly-owned subsidiary of PRA Health Sciences, is a leading provider of high-value data, analytics, technology solutions and actionable insights for healthcare and life sciences manufacturers, payers and providers. The company helps clients drive revenue growth and commercial effectiveness, while adapting to the transformation of the healthcare ecosystem, by integrating a broad set of patient, prescriber, payer and clinical data together with primary and secondary health research, analytics and consulting. Symphony delivers a comprehensive perspective on the real dynamics that drive business in the healthcare and life sciences markets.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Responsible for the development, implementation, management, quality, and effectiveness of assigned Custom Analytics projects.<\u002Fli><li>\nConduct data retrieval, analysis and QC of SHS data.<\u002Fli><li>\nIntegrate of a variety of data sources (including Patient-Level Data, Dynamic Claims, SourceRx, etc.).<\u002Fli><li>\nResearch public domain data (e.g., CDC, BLS, Census) and other non-pharma data (e.g., Nielsen) to improve analytical rigor of relevant projects and products.<\u002Fli><li>\nProcess, analyze and interpret healthcare data from very large data repositories.<\u002Fli><li>\nPresent quantitative methodologies and analyses&rsquo; results to internal and external clients.<\u002Fli><li>\nProvide superior analyses and reasoned solutions for clients&rsquo; brand and sales leadership.<\u002Fli><li>\nMay travel domestically up to 10% of the time, as needed.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div><b>Required Education \u002F Experience \u002F Knowledge:<\u002Fb><br>\n<\u002Fdiv><ul><li>\nMaster&rsquo;s degree in a quantitative field, such as Economics, Market Research Operations, Programming, or Statistics. Advanced degree is preferred.<\u002Fli><li>\n3+ years of experience in an analytical position, with an emphasis on data analysis, data integration, and quality assurance.<\u002Fli><li>\nExperience using high-volume healthcare data, particularly prescription or claims data.<\u002Fli><li>\nProficiency in writing WPS or R procedures and SQL queries.<\u002Fli><li>\nIntermediate to advanced skills in Excel.<\u002Fli><li>\nWorking knowledge of any of the following types of analysis: forecasting, promotional response, marketing mix, targeting, segmentation, and ROI.<\u002Fli><li>\nWorking knowledge of statistical tools (SAS, SPSS, WPS, R) and methods to incorporate statistical results into analyses.<\u002Fli><li>\nExperience in quantitative analysis and data manipulation of large data assets.<\u002Fli><\u002Ful><div><b>\nPreferred Experience \u002F Knowledge:<\u002Fb><br>\n<\u002Fdiv><ul><li>\nAdvanced analytical techniques: Generalized Linear Models, Choice Modeling, Response Modeling, Latent Class Analysis, Structural Equations Modeling, Multi-level Attribute Models, and Promotional Response Modeling.<\u002Fli><li>\nHealthcare or Pharmaceutical industry experience.<\u002Fli><li>\nAnalytical experience with longitudinal consumer data.<\u002Fli><li>\nKnowledge of pharmaceutical product use and\u002For managed care.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nThe above statements are intended to describe the general nature and level of work being performed by most people assigned to this job. They&rsquo;re not intended to be an exhaustive list of all duties and responsibilities and requirements. <b>Symphony Health Solutions is an Equal Opportunity Employer.<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","0358c5498f463aa0":"<div><p>Pilgrim&rsquo;s is the second largest chicken producer in the world, with operations in the U.S., Puerto Rico, Mexico and the U.K. Pilgrim&rsquo;s processes, prepares, packages and delivers fresh, further-processed and value-added poultry products for sale to customers in more than 100 countries, employs more than 50,000 people and contracts with more than 5,200 family farmers. Pilgrim&rsquo;s is headquartered in beautiful Greeley, Colorado, at the JBS USA corporate office where our 1,200 employees enjoy more than 300 days of sunshine a year.<\u002Fp><p>\n <b>We are looking for a Data Scientist for Pilgrim&rsquo;s that is based out of the Greeley, CO Corporate Office.<\u002Fb><\u002Fp><p>\n <b>Responsibilities:<\u002Fb><\u002Fp><ul><li>\nDevelopment of comprehensive solutions in QlikSense using QVD, CSV files with data coming from SAP BI.<\u002Fli><li>\nFine tuning of data models and QVD data to minimize latency.<\u002Fli><li>\nThorough understanding of star schema, facts, dimensions, infocubes, data marts for understanding and designing of data models as needed.<\u002Fli><li>\nCreating Calculated Key Figures, input parameters, filters and other reporting components with minimal hard-coding and customization for scalability.<\u002Fli><li>\nProviding expert statistical guidance on suggesting appropriate statistical charts, graphs, diagrams etc. to design &ldquo;single-glance&rdquo; dashboards at executive level to comprehend full story.<\u002Fli><li>\nRecognize and understand business drivers required to be represented\u002Faccented within the QlikSense reports.<\u002Fli><li>\nDesign reports using minimalist design (UI) style to navigate detailed aggregated reports and cross functional reports with minimal mouse clicks.<\u002Fli><li>\nDesign each report with data and report dissemination and download ability respectively.<\u002Fli><li>\nDashboard designing and visualizations must come naturally for optimum UI\u002FUX experience.<\u002Fli><li>\nGather requirements and convert requirements into use cases for development.<\u002Fli><li>\nEnsure reports to be easily scalable and modifiable for future modifications.<\u002Fli><li>\nLeverage the optimum machine learning techniques for predictions to enhance revenue and reduce costs.<\u002Fli><li>\nDesign, develop, and implement end to end machine learning production pipelines (data exploration, data preprocessing, feature engineering, model building, and performance evaluation).<\u002Fli><li>\nMaintain existing and setup new machine learning hardware\u002Fsoftware infrastructure with latest updates.<\u002Fli><li>\nCollect and maintain data in local and cloud computing platform such as SAP BI Hana, SQL Server, AWS etc.<\u002Fli><li>\nSetup and maintain code check-in\u002Fcheck-out system such as git-hub for each project.<\u002Fli><li>\nPresent findings and defend predictions results and methods to peers and executives through effective data visualization techniques.<\u002Fli><li>\nWork with different business units across the company to understand their needs and help identify new predictions opportunities.<\u002Fli><\u002Ful><p><b>\n <\u002Fb><b>Qualifications:<\u002Fb><\u002Fp><ul><li>\nMaster&rsquo;s or Ph.D. degree in Applied Mathematics, Computer Science, Software Engineering, Statistics, Business Analytics or related fields.<\u002Fli><li>\nMust have two to three years of experience with a Qliksense driven workshop.<\u002Fli><li>\nThree or more years of Data Science experience.<\u002Fli><li>\nVerifiable Data Science immersion program from a reputable academy can augment academic qualifications and professional experience.<\u002Fli><li>\nExperience working with SQL Server, Qlikview (QVD), cloud computing databases.<\u002Fli><li>\nUnderstanding of various data modeling concepts such as relational database, star schema.<\u002Fli><li>\nHighly proficient in Python, and SQL.<\u002Fli><li>\nTechnical skills in machine learning (Regression, classification, clustering, dimensionality reduction), deep learning (CNN, RNN\u002FLSTM, GAN), time series data, anomaly detection, statistical algorithms, data mining, and data engineering.<\u002Fli><li>\nProficient in Karas, TensorFlow, optimizers and other machine learning techniques.<\u002Fli><li>\nExperienced in cloud computing to run models and connect to various systems using connecting tools such as putty.<\u002Fli><li>\nStrong ability to use logic and excellent problem-solving skills.<\u002Fli><li>\nExperience in agricultural\u002Fmeat\u002Fanimal husbandry industries is a plus.<\u002Fli><li>\nAbility to analyze data from multiple sources and aggregate into a cohesive output.<\u002Fli><li>\nMS Office proficiency, SAP BI proficiency, reporting sense strongly preferred.<\u002Fli><\u002Ful><p>\n EOE\u002FM\u002FF\u002FV\u002FDisabled<\u002Fp><\u002Fdiv>","409b51071c5dda8d":"<div><div>At Uber, we ignite opportunity by setting the world in motion. We take on big problems to help drivers, riders, delivery partners, and eaters get moving in more than 600 cities around the world.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe welcome people from all backgrounds who seek the opportunity to help build a future where everyone and everything can move independently. If you have the curiosity, passion, and collaborative spirit, work with us, and let&rsquo;s move the world forward, together.<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>\nAbout the Role<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nOur People Analytics function is looking for an experienced people data scientist to join our People Research team, a crucial function that helps guide the success of broader People team strategy. Team responsibilities include: owning, refining, and growing our central employee conversation channels and measurement toolkit; staying on the cutting edge of people research methodologies, academic perspectives, and predictive analytics; conducting long-term research studies to better understand the experience working at Uber and opportunities for intervention.<\u002Fdiv>\n<div><b>What You&rsquo;ll Do<\u002Fb><\u002Fdiv><ul><li>\nHelp define and build the data science models that predict human behavior and optimize the work environment for employee success as Uber continues to expand globally<\u002Fli><li>\nResearch into the full-time employees of one the world&rsquo;s fastest-growing and most global companies, acting as a thought leader in determining how we should model employee experiences, team interactions, and organizational engagement.<\u002Fli><li>\nUse research methodologies to tackle abstract business problems with well-backed solutions, and bring tremendous enthusiasm to the challenge of better understanding human behavior.<\u002Fli><li>\nCombine applied quantitative research with the messiness of employee data, behavioral theory, and human emotion<\u002Fli><\u002Ful><div><b>\nWhat You&rsquo;ll Need<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><ul><li>\nMaster or PhD degree in a quantitative discipline (ideally in social science): Psychology, Statistics, Applied Mathematics, Computer Science, Engineering, Behavioral Economics, Biostatistics, etc.<\u002Fli><li>\n2+ years experience deriving insights from large amounts of real, sparse heterogeneous data with a statistical programming language (e.g. Python, R), and\u002For SQL.<\u002Fli><li>\nExperience in data mining, causal inference, experiment design, and\u002For machine learning techniques to solve real-world problems.<\u002Fli><li>\nAble to translate business objectives into actionable analyses and communicate findings clearly to both technical and non-technical audiences.<\u002Fli><li>\nExperience in people analytics or I\u002FO psychology topics preferred.<\u002Fli><li>\nBias towards learning &ndash; always looking to find innovative solutions to problems that stretch your own abilities, but also willing to take the time to upskill those around you.<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><b>About the Team<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nOur People Analytics function is looking for an experienced people data scientist to join our People Research team, a crucial function that helps guide the success of broader People team strategy. Team responsibilities include: owning, refining, and growing our central employee conversation channels and measurement toolkit; staying on the cutting edge of people research methodologies, academic perspectives, and predictive analytics; conducting long-term research studies to better understand the experience working at Uber and opportunities for intervention. We are looking for researchers\u002Fdata scientists who demonstrate past experience translating business objectives into specific data science initiatives and research projects with measurable and impactful outcomes. In general, the ideal candidate is excited at the prospect of combining applied quantitative research with the messiness of employee data, behavioral theory, and human emotion. Ultimately, you care most about using data to develop the long-term strategies required to ensure Uber remains a great place to work!<\u002Fdiv><\u002Fdiv>","f8f664102f5cde1d":"<div><h2 class=\"jobSectionHeader\"><b>Position Summary...<\u002Fb><\u002Fh2><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nWhat you'll do...<\u002Fb><\u002Fh2><p>\nLeads small and participates in large data analytics project teams by serving as a technical lead for analytics projects; working with project teams and<br>\nbusiness partners to determine project goals; developing contingency plans for data analysis; determining modeling based on business needs;<br>\ndirecting the analysis of data; gathering data and developing reports as needed; utilizing business knowledge to ensure data supports project goals;<br>\nanalyzing data based on identified variables; reviewing data results to ensure accuracy; and communicating results and insights to the project team<br>\nand business partners.<\u002Fp><p><br>\nPresents data insights and recommendations to key stakeholders by developing insights based on data analysis; applying analytical results to project<br>\ngoals; identifying trends and key insights; translating results into business actions; and presenting insights and recommendations to key stakeholders.<\u002Fp><p><\u002Fp><p>\nParticipates in the continuous improvement of data science and analytics by developing replicable solutions (for example, codified data products,<br>\nproject documentation, process flowcharts) to ensure solutions are leveraged for future projects; building and maintaining a library of reusable<br>\nalgorithms for future use; ensuring developed code is documented; and coaching and mentoring analysts across the division and project teams.<\u002Fp><p><\u002Fp><p>\nDevelops analytical models to drive analytics insights by gathering data from internal and external sources; evaluating data usability based on project<br>\ngoals; synthesizing data into large datasets to support project goals; developing statistical models and computational algorithms to analyze data;<br>\nutilizing the analytics project lifecycle process to drive predictive modeling; coding, testing, and maintaining analytical software tools; identifying<br>\ntrends, patterns and discrepancies in data; training statistical models for replication for future projects; and presenting data insights and<br>\nrecommendations to key stakeholders.<\u002Fp><p><\u002Fp><p>\nDemonstrates up-to-date expertise and applies this to the development, execution, and improvement of action plans by providing expert advice and<br>\nguidance to others in the application of information and best practices; supporting and aligning efforts to meet customer and business needs; and<br>\nbuilding commitment for perspectives and rationales.<\u002Fp><p><br>\nProvides and supports the implementation of business solutions by building relationships and partnerships with key stakeholders; identifying business<br>\nneeds; determining and carrying out necessary processes and practices; monitoring progress and results; recognizing and capitalizing on<br>\nimprovement opportunities; and adapting to competing demands, organizational changes, and new responsibilities.<\u002Fp><p><\u002Fp><p>\nModels compliance with company policies and procedures and supports company mission, values, and standards of ethics and integrity by<br>\nincorporating these into the development and implementation of business plans; using the Open Door Policy; and demonstrating and assisting others<br>\nwith how to apply these in executing business processes and practices.<\u002Fp><p><\u002Fp><div><b><i>\nAdditional Preferred Qualifications <\u002Fi><\u002Fb>:<br>\n<ul><li>4 years' experience with SQL and relational databases (for example, DB2, Oracle, SQL Server).<\u002Fli><li>4 years' experience with statistical programming languages (for example, SAS, R).<\u002Fli><li>Bachelor's degree in Statistics, Economics, Analytics, Mathematics and 7 years' experience in an analytics related field.<\u002Fli><li>Certificate in business analytics, data mining, or statistical analysis.<\u002Fli><li>Doctoral degree in Statistics, Economics, Analytics, or Mathematics and 1 year's experience in an analytics related field.<\u002Fli><li>Master's degree in Statistics, Economics, Analytics, or Mathematics and 3 years' experience in an analytics related field.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nMinimum Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.\n<\u002Fi><\u002Fp><p><\u002Fp>Minimum Qualifications<br>\nBachelor of Science and 2 years' data science experience OR Master of Science and 1 year's data science experience.<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPreferred Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.\n<\u002Fi><\u002Fp><p><\u002Fp>Bachelor's degree and experience in an analytics related field, Doctorate and experience in an analytics related field, Master's degree and experience in an analytics related field, SQL and relational databases (for example, DB2, Oracle, SQL Server), Statistical Programming Language<p><\u002Fp>\nBachelors: Analytics, Bachelors: Economics, Bachelors: Mathematics, Bachelors: Statistics, Doctorate: Analytics, Doctorate: Economics, Doctorate: Mathematics, Doctorate: Statistics, Masters: Analytics, Masters: Economics, Masters: Mathematics, Masters: Statistics<p><\u002Fp>\nBusiness Analytics - Certification, Data Mining - Certification, Statistical Analysis - Certification<\u002Fdiv>","d5d78d0b33ef895f":"<p><\u002Fp><div><p>We marry design and engineering language in ways that produce impactful and memorable experience journeys. We partner all the way to continuously improve our clients&rsquo; digital maturity. Our Studio network brings the optimal combination of skill, scale, and cost for each stage of the product development lifecycle. And to do this we need great transformational people that want to impact the projects and organizations that they work with.<\u002Fp><p>\nWe are looking for an exceptional <b><i>Data Scientist<\u002Fi><\u002Fb> to work with our cross-functional team, and join our world-class community of talented experts. Core to this need are expertise in:<\u002Fp><ul>\n<li>\nMid to Senior Level Data Scientist with 5+ years of experience in Data Science<\u002Fli>\n<li>Experience in Banking domain is a plus<\u002Fli>\n<li>Excellent communication skills<\u002Fli>\n<li>Person should be able to lead the entire data science project from<\u002Fli>\n<li>Coding and executing the project (from model building to model testing to model deployment)<\u002Fli>\n<li>Presenting regular updates to clients (including updates from exploration)<\u002Fli>\n<li>Excellent in R or Python<\u002Fli>\n<li>Understanding of Big Data and cloud platforms like (Cloudera Hadoop or Microsoft Azure) is a plus<\u002Fli>\n<li><br>\n<\u002Fli><\u002Ful><p><b>Ideally you will also have:<\u002Fb><\u002Fp><ul>\n<li>\nUndergraduate Degree in Computer Science, Physics or Mathematics (Graduate Degree always is a plus)<\u002Fli>\n<li>5-10 years experience in Data Science role<\u002Fli>\n<li>An Agile mindset with experience working in Agile environment<\u002Fli>\n<li>A spirit of collaboration and transparent communication<\u002Fli>\n<li>A natural curiosity for new scripting languages , frameworks and technologies<\u002Fli>\n<li>High personal code\u002Fdevelopment standards (peer testing, unit testing, documentation, etc)<\u002Fli>\n<\u002Ful><p>We are a thriving Community of top technology talent that is globally connected. We Engage, Make, Run and Evolve the technology that makes many brands that you know and love. So let&rsquo;s take this journey together. No matter where you are on your digital career roadmap, we can help you grow and have fun doing it.<\u002Fp><p><b>\nPack and move relocation available. Softvision LLC is an Equal Opportunity Employer. No 3rd Party Agency Candidates.<\u002Fb><\u002Fp><\u002Fdiv><p><\u002Fp>\n<br><div><p><b>Benefits<\u002Fb><\u002Fp>\n<ul><li>Great globally diverse culture<\u002Fli>\n<li>Flexible work-life balance<\u002Fli>\n<li>Ongoing career development<\u002Fli>\n<li>Relocation opportunities<\u002Fli>\n<li>Competitive Salary<\u002Fli><\u002Ful><\u002Fdiv>","f050d8542de9000d":"<div><p><b>Position Description<\u002Fb><\u002Fp><br>\nVoice Commerce Data Scientist:<br>\n<br>\nAs the Walmart Voice Commerce team we are building completely new capabilities to allow our customers to shop by seamlessly interacting with their connected devices using spoken language. This team is part of the Growth organization and will build new voice experiences both in-house and in collaboration with strategic partners. Voice as a medium for shopping is still in its infancy and as part of this team you will get to work on industry leading solutions and be at the forefront of this emerging platform. You will get to part of defining how customers shop in everyday lives.<br>\n<p><b>Minimum Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>Ph.D. or MS in computer science or similar field<\u002Fli><li>Deep knowledge of machine learning, information retrieval, data mining, statistics, NLP or related field.<\u002Fli><li>Good functional coding skills in C++, Java, Scala in addition to good knowledge of one of the scripting languages such as Python or Perl.<\u002Fli><li>Experience working with large data sets and distributed computing tools a plus (Map\u002FReduce, Hadoop, Hive, Spark etc.)<\u002Fli><li>Ability to analyze and interpret the results of product experiments.<\u002Fli><li>Experience working with statistical languages such as R.<\u002Fli><li>Strong communication skills both written and verbal<\u002Fli><\u002Ful><p><b>\nAdditional Preferred Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>Knowledge of Spark, Scikit-learn, Problem solving, Willing to learn new technologies.<\u002Fli><li>Self-starter, Quick learner, Keen observer, eye for detail and someone who relishes challenges<\u002Fli><li>Strong research and publication record<\u002Fli><\u002Ful><p><b>\nCompany Summary<\u002Fb><\u002Fp><br>\nThe Walmart eCommerce team is rapidly innovating to evolve and define the future state of shopping. As the world&rsquo;s largest retailer, we are on a mission to help people save money and live better. With the help of some of the brightest minds in technology, merchandising, marketing, supply chain, talent and more, we are reimagining the intersection of digital and physical shopping to help achieve that mission.<br>\n<p><b>Position Summary<\u002Fb><\u002Fp><br>\nVoice Commerce Data Scientist:<br>\n<br>\nAs the Walmart Voice Commerce team we are building completely new capabilities to allow our customers to shop by seamlessly interacting with their connected devices using spoken language. This team is part of the Growth organization and will build new voice experiences both in-house and in collaboration with strategic partners. Voice as a medium for shopping is still in its infancy and as part of this team you will get to work on industry leading solutions and be at the forefront of this emerging platform. You will get to part of defining how customers shop in everyday lives.<\u002Fdiv>","e5d6cb2539b75d73":"<div><div><b>Job Overview:<\u002Fb><\u002Fdiv><br>\n<div><\u002Fdiv><div>The Associate Data Scientist develops and executes statistical and mathematical solutions to business problems within the context of well-defined procedures. Design, develop and program methods, processes, and systems to consolidate and analyze unstructured, diverse big data sources to generate actionable insights and solutions to optimize the customer experience across all touch points. Smaller projects will be assigned that support business decision making for one or more business functions. Perform other duties as assigned.<br>\n<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>Essential Functions:<\u002Fb><\u002Fdiv>\n<ul><li><div>Develop and code software programs, algorithms, mathematical approaches and automated processes to solve business problems.<\u002Fdiv><\u002Fli><li><div>\nUse analytical rigor and statistical methods, machine learning, programming, data modeling, simulation and advanced mathematics to analyze large amounts of data, recognizing patterns, identifying opportunities, posing business questions and making valuable discoveries.<\u002Fdiv><\u002Fli><li><div>\nResearch new ways for modeling and predictive behavior.<\u002Fdiv><\u002Fli><li><div>\nGenerate and test hypotheses, designing experiments to answer targeted questions of moderate complexity.<\u002Fdiv><\u002Fli><li><div>\nDefine data needs, evaluate data quality, and extract\u002Fmanipulate data in a &ldquo;Big Data&rdquo; environment.<\u002Fdiv><\u002Fli><li><div>\nDocument projects including business objective, data gathering and processes, leading approaches, final algorithm, detailed set of results and analytical metrics. Interprets and communicates insights and findings.<\u002Fdiv><\u002Fli><li><div>\nConsistently demonstrate regular, dependable attendance &amp; punctuality.<\u002Fdiv><\u002Fli><\u002Ful>\n<div>Decision Making:\n<\u002Fdiv><ul><li><div>Determine tools, techniques and makes recommendation based on data interpretation.<\u002Fdiv><\u002Fli><li><div>\nExercise judgment within defined procedures and practices to determine appropriate action.<\u002Fdiv><\u002Fli><\u002Ful>\n<div><b>Qualifications:<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><\u002Fdiv>\n<div><b>Education\u002FExperience:\n<\u002Fb><\u002Fdiv><ul><li><div>Master&rsquo;s Degree in Applied Statistics\u002FMathematics\u002FPhysics and Operations Research or Computer, Science and less than 2 years related experience.<\u002Fdiv><\u002Fli><li><div>\nStatistical techniques such as predictive statistical models, customer profiling, segmentation analysis, survey design and analysis, and data mining<\u002Fdiv><\u002Fli><li><div>\nExperience working with large datasets in a &lsquo;Big Data&rsquo; environment, preferably in retail\u002Fe-commerce or other customer facing industry<\u002Fdiv><\u002Fli><li><div>\nExperience with extraction and manipulation of relational databases (SQL) Programming and analytical experience in major analytics software packages (SAS, R, Python, SPSS, Matlab, Pearl, Linear, etc.)<\u002Fdiv><\u002Fli><\u002Ful>\n <div><b>Communication Skills:\n<\u002Fb><\u002Fdiv><ul><li><div>Excellent written and verbal communication skills.<\u002Fdiv><\u002Fli><li><div>\nAbility to read, write, and interpret business and technical documents.<\u002Fdiv><\u002Fli><li><div>\nAbility to communicate complex information.<\u002Fdiv><\u002Fli><\u002Ful>\n <div><b>Mathematical Skills:<\u002Fb><\u002Fdiv>\n<ul><li><div>Statistical knowledge, including experience with application of statistic to predictive analytics, probabilistic modeling, and unstructured text analysis.<\u002Fdiv><\u002Fli><\u002Ful>\n <div><b>Reasoning Ability:<\u002Fb><\u002Fdiv>\n<ul><li><div>Receive general supervision under well-defined procedures.\n<\u002Fdiv><\u002Fli><li><div>Projects are smaller in scope and moderate in complexity.<\u002Fdiv><\u002Fli><\u002Ful>\n <div><b>Physical Demands:<\u002Fb><\u002Fdiv>\n<ul><li><div>This position involves regular walking, standing, sitting for extended periods of time, hearing, and talking.\n<\u002Fdiv><\u002Fli><li><div>May occasionally involve stooping, kneeling, or crouching.\n<\u002Fdiv><\u002Fli><li><div>May involve close vision, color vision, depth perception, focus adjustment, and viewing computer monitor for extended periods of time.\n<\u002Fdiv><\u002Fli><li><div>Involves manual dexterity for using keyboard, mouse, and other office equipment.\n<\u002Fdiv><\u002Fli><li><div>May involve moving or lifting items under 10 pounds.<\u002Fdiv><\u002Fli><\u002Ful>\n <div><b>Other Skills:<\u002Fb><\u002Fdiv>\n<ul><li><div>Strong attention to detail when identifying data relationships, trends, and anomalies.<\u002Fdiv><\u002Fli><li><div>\nAbility to generate quick, iterative solutions to a business problems, from online marketing to merchandising; exposure to unstructured data sets, cloud based architectures, and deployment frameworks for machine learning algorithms (e.g. Hadoop, Hive, Hbase, Mahout, etc.).<\u002Fdiv><\u002Fli><li><div>\nAbility to take initiative and deliver tangible results under deadlines.<\u002Fdiv><\u002Fli><li><div>\nFlexibility to work across all functions\u002Flevels as part of a dynamic team.<\u002Fdiv><\u002Fli><\u002Ful>\n<div><b>Work Hours:<\u002Fb><\u002Fdiv>\n<ul><li><div>Ability to work a flexible schedule based on department and company needs.<\u002Fdiv><\u002Fli><\u002Ful>\n<div><b>Company Profile:<\u002Fb><\u002Fdiv><div><\u002Fdiv>\n<div>Macy&rsquo;s Inc. is one of the nation&rsquo;s premier retailers. With fiscal 2016 sales of $25.778 billion and approximately 140,000 employees, the company operates more than 700 department stores under the nameplates Macy&rsquo;s and Bloomingdale&rsquo;s, and approximately 125 specialty stores that include Bloomingdale&rsquo;s The Outlet, Bluemercury and Macy&rsquo;s Backstage. Macy&rsquo;s, Inc. operates stores in 45 states, the District of Columbia, Guam and Puerto Rico, as well as macys.com, bloomingdales.com and bluemercury.com. Bloomingdale&rsquo;s stores in Dubai and Kuwait are operated by Al Tayer Group LLC under license agreements. Macy&rsquo;s, Inc. has corporate offices in Cincinnati, Ohio and New York, New York.<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>This job description is not all inclusive. Macy&rsquo;s Inc. reserves the right to amend this job description at any time. Macy's Inc. is an Equal Opportunity Employer, committed to a diverse and inclusive work environment.<\u002Fb><\u002Fdiv><\u002Fdiv>","d06d462ec3e1065f":"<div><div><div>Convoy is a late stage Seattle start-up in the freight brokerage business. We manage a marketplace of freight shipments with shippers and carriers. We're a relatively mature start-up with a proven track record of management and fundraising.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe Marketplace Liquidity team owns strategically vital problems such as supply balance, market maturity and market competitiveness. Our team shifts paradigms by laying a rigorous microeconomic foundation for reasoning about our marketplace dynamics, allowing us to tackle some of Convoy's most challenging and enduring problems.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are looking for a data scientist with a background in applied economics to quantify marketplace supply. This role will own understanding how often, when, where, and (most importantly) why carriers convert from casual browser to reliable supply. At least one year of post-graduate experience analyzing data and driving business decisions in an industry setting using R\u002FPython and SQL is necessary. Experience applying economic analysis to business problems in a tech company is a bonus.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You will:<\u002Fb><\u002Fh3><div><ul><li>\nBuild models to understand carrier engagement<\u002Fli><li>\nDevelop measures of supply availability and reliability<\u002Fli><li>\nIdentify opportunities to focus capacity-building efforts<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You have:<\u002Fb><\u002Fh3><div><ul><li>\nA Master's degree or higher in Economics, Applied Economics, or a related field<\u002Fli><li>\nAt least one year of post-graduate experience with data querying, manipulation and analysis, ideally using R\u002FPython and SQL<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You can:<\u002Fb><\u002Fh3><div><ul><li>\nBe thoughtful but practical; you recognize nuance yet know when to simplify<\u002Fli><li>\nCommunicate technical findings to both technical and non-technical audiences<\u002Fli><li>\nSpeak up for your expertise in a cross-functional setting<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Benefits of working at Convoy:<\u002Fb><\u002Fh3><div><ul><li><b>\nHealth &amp; Wellness:<\u002Fb> Taking care of your health comes first. Convoy covers 100% of your medical, dental, and vision premiums, and 85% for your family. We also provide access to the gym and showers in our building.<\u002Fli><li><b>\nIn-Office Happiness:<\u002Fb> Enjoy catered meals multiple times through the week, and fully stocked fridges and pantries to keep you running full.<\u002Fli><li><b>\nCommuter Benefits: <\u002Fb>We transport the world; the least we can do is help get you to work. Every employee receives a fully paid Orca Card to get you around on the bus, light rail, or water taxi. We also provide locked bike storage if you prefer to pedal in.<\u002Fli><li><b>\nTime Off:<\u002Fb> Life outside of work matters! Convoy has a flexible vacation policy, so take the time off you need- we don&rsquo;t track vacation or sick time. We also offer generous parental leave for those expecting new additions to their family.<\u002Fli><li><b>\nCompensation:<\u002Fb> We offer market competitive compensation, including stock options and a 401k plan to help save for retirement.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Convoy is an equal-opportunity employer and we welcome applicants from all backgrounds. If you&rsquo;re a passionate team player who wants to have an outsized impact on a diverse and dynamic team, we&rsquo;d love to hear from you!<\u002Fdiv><\u002Fdiv><\u002Fdiv>","cdd4cb73b49272c6":"<div><h5 class=\"jobSectionHeader\"><b>Job Responsibilities<\u002Fb><\u002Fh5>\n<div><h5 class=\"jobSectionHeader\"><b>Job Responsibilities<\u002Fb><\u002Fh5>\n<p>Auriga Polymers Inc., a wholly owned subsidiary of <b>Indorama Ventures PLC<\u002Fb> is seeking a <b>Data Scientist<\u002Fb> who has experience turning innovative ideas into meaningful solutions. This position can be located in <b>Spartanburg, SC or Charlotte, NC<\u002Fb>. This position will work with interdisciplinary commercial and manufacturing teams to explore and develop new solutions for the North American business. The data scientist needs to have a passion for discovering insights in massive amounts of data, a high level of creativity, and a track record of building machine learning models and visual analytics that unlock value from data sources. The data scientist will research, design, and implement cutting-edge algorithms from diverse sources of data for insight discovery and generation of new business revenues.<\u002Fp>\n<p>\nWe are building a team of data scientists to transform current operations to the digital operations of the future, and this role is central to bringing this vision to reality. This is a great opportunity for an experienced professional to be a leader in creating and promoting advanced analytics and data science capabilities across our entire worldwide organization. If you are looking for a data science role with tremendous creative freedom and growth potential, consider joining Indorama to help us build a world-class data analytics team, and promote a data smart and analytics aware culture across the organization<\u002Fp>\n<ul>\n<li>Work with operational experts to assess feasibility of digital opportunities \u002F use cases, providing input into prioritization of digital opportunities<\u002Fli>\n<\u002Ful><ul><li>Design solutions and support in the implementation of digital opportunities with a focus on big data analytics, optimization, and machine learning<\u002Fli>\n<li>Support selection of external data analytics vendors as needed<\u002Fli>\n<li>Validate the quality of data analytics models developed together with external vendors<\u002Fli>\n<li>Codify approaches and learnings to facilitate future replications of the same opportunities at other plants<\u002Fli>\n<li>Work with IT team on data and model integration, ensure data governance and security adhered to<\u002Fli>\n<li>Hands-on expert support to plant level project teams, e.g., when performing experiments, refining \u002F maintaining models, etc.<\u002Fli>\n<\u002Ful><\u002Fdiv><h5 class=\"jobSectionHeader\"><b>Qualification &amp; Experience<\u002Fb><\u002Fh5>\n<div><p><b>Education Requirements:<\u002Fb><\u002Fp>\n<ul>\n<li>Bachelor&rsquo;s Degree in Computer Science, Mathematics, Statistics or Engineering required<\u002Fli>\n<li>Master&rsquo;s Degree in Data Science or relevant experience preferred<\u002Fli>\n<\u002Ful><p><b>Experience Requirements:<\u002Fb><\u002Fp>\n<ul>\n<li>5+ years of experience in Data Science projects and problem solving<\u002Fli>\n<li>Distributed computing, data mining, predictive modeling<\u002Fli>\n<li>Statistical methodologies &amp; machine learning<\u002Fli>\n<li>Story-telling and visualizing<\u002Fli>\n<li>Creative problem-solving skills and a desire to work in R&amp;D<\u002Fli>\n<li>Can work effectively with remote teams<\u002Fli>\n<li>Experience in predictive, prescriptive and cognitive analytics<\u002Fli>\n<li>Excellent project management, organization, attention to detail<\u002Fli>\n<li>Project experience with Manufacturing operations is a plus<\u002Fli>\n<li>Proficiency with Python &amp; AIMMS; familiarity with, Minitab, C\u002FC++ preferred<\u002Fli>\n<li>Strong verbal and written communications: able to explain sophisticated data science concepts in an understandable manner, and distill complex results or processes into simple, clear visualizations<\u002Fli>\n<\u002Ful><p>We are an equal opportunity employer<\u002Fp>\n<p>\nExcept where prohibited by state law, all offers of employment are conditional upon successfully passing a drug test.<\u002Fp>\n<p>\nTo be considered for employment in this position you must be eligible to work in the United States without company sponsorship now or in the future. This employer uses e-verify.<\u002Fp><\u002Fdiv><\u002Fdiv>","22b122264a6970b5":"<div><div><div><h2 class=\"jobSectionHeader\"><b>General information:<\u002Fb><\u002Fh2>\n<div>\n<div><\u002Fdiv><div><p>When you&rsquo;re a Securian Financial employee, you&rsquo;re part of a hard-working, high-performing, bright-thinking, make-things-happen family. One that sees your potential on day one, challenging you to grow your unique strengths as you create a career filled with opportunity, collaboration and meaning. One where you get the support and flexibility to become the person you want to be, at work and outside of it. For our newest team members and our most tenured, we&rsquo;re committed to being an employer of choice.<\u002Fp><p><b>\nDepartment: <\u002Fb>Corporate Actuarial<\u002Fp><p><b>\nOverview:<\u002Fb><\u002Fp><p>\nOur Data Scientists use their data and analytics expertise to support enterprise objectives as well as drive business growth. They will deliver meaningful, measurable results through the analysis of business initiatives. They will work closely with business areas, addressing their data and analytics needs and requests. They will help extract data from a variety of sources, clean\u002Fmanipulate data, and develop\u002Fvalidate predictive models. They will analyze data to answer key business questions and present those insights to leadership.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h2 class=\"jobSectionHeader\"><b>\nWhat you would do in this job:<\u002Fb><\u002Fh2>\n<div>\n<div><\u002Fdiv><div><ul><li><p>Develop and maintain predictive models for our internal business partners.<\u002Fp>\n<ul><li><p>Identify necessary data sources to be used in modeling efforts for business units across the enterprise.<\u002Fp><\u002Fli>\n<li><p>Partner with IT and data owners to gain access to necessary data sources.<\u002Fp><\u002Fli>\n<li><p>Where possible, build repeatable processes\u002Fscripts for data extraction\u002Fcleansing.<\u002Fp><\u002Fli>\n<li><p>Develop accurate predictive models to help enterprise business partners be more effective\u002Fefficient.<\u002Fp><\u002Fli>\n<li><p>Validate model accuracy and track performance of models over time.<\u002Fp><\u002Fli>\n<li><p>Maintain current and future models, this could include rescoring AND refreshing predictive models on a quarterly basis.<\u002Fp><\u002Fli>\n<li><p>Effectively present and explain all aspects of the modeling process to business partners and executives.<\u002Fp><\u002Fli>\n<\u002Ful><\u002Fli><li><p>Drive the adoption of analytics at Securian by working with business units to train and educate end users on analytics concepts, applications and best practices.<\u002Fp>\n<ul><li><p>Consult with Business units to identify how data and analytics can impact their business.<\u002Fp><\u002Fli>\n<li><p>Consult with business units on how to use and interpret data.<\u002Fp><\u002Fli>\n<li><p>Use data visualization tools to help business partners understand trends and more complex analytical insights.<\u002Fp><\u002Fli>\n<li><p>Develop useful reports when needed for business partners.<\u002Fp><\u002Fli>\n<li><p>Perform ad-hoc analyses to answer unique business questions.<\u002Fp><\u002Fli>\n<li><p>Support other enterprise analytics initiatives as needed.<\u002Fp><\u002Fli>\n<li><p>Establish credibility as a subject matter expert of data and analytics within the organization.<\u002Fp><\u002Fli>\n<\u002Ful><\u002Fli><li><p>Support the implementation and development of an analytics database at Securian.<\u002Fp>\n<ul><li><p>Validate key data sources to be included in the database.<\u002Fp><\u002Fli>\n<li><p>Follow IT led data governance process to ensure data quality and sufficient documentation.<\u002Fp><\u002Fli>\n<li><p>Partner with compliance to gain approval for data usage and storage.<\u002Fp><\u002Fli>\n<li><p>Partner with IT to help define data structure.<\u002Fp><\u002Fli>\n<\u002Ful><\u002Fli><li><p>Explore future use cases for analytics at Securian.<\u002Fp>\n<ul><li><p>Partner with business units to gain a better understanding of how the business functions and use that knowledge to identify future use cases of analytics at Securian.<\u002Fp><\u002Fli>\n<li><p>Use wide range of analytical tools to do exploratory analysis and frame up analytical use cases.<\u002Fp><\u002Fli>\n<li><p>Document and present use cases to business partners.<\u002Fp><\u002Fli>\n<li><p>With all work, operate with a test\u002Flearn mentality with an emphasis on providing clear measurement of the business impact of our work.<\u002Fp><\u002Fli>\n<li><p>Stay up to date and educate partners on the latest techniques and tools from the analytics\u002Fdata science community.<\u002Fp><\u002Fli>\n<\u002Ful><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h2 class=\"jobSectionHeader\"><b>What we'd expect from you:<\u002Fb><\u002Fh2>\n<div>\n<div><\u002Fdiv><div><ul><li><p>2+ years' experience in analytics.<\u002Fp><\u002Fli>\n<li><p>Strong knowledge of analytics tools (e.g. R, SAS, Tableau, SQL, Excel).<\u002Fp><\u002Fli>\n<li><p>Strong ability manipulating data (extraction, cleansing, joining, etc.).<\u002Fp><\u002Fli>\n<li><p>Degree in field such as statistics, mathematics, data science or equivalent work experience.<\u002Fp><\u002Fli>\n<li><p>Experience integrating multiple data sources to develop business insights.<\u002Fp><\u002Fli>\n<li><p>Strong communication skills to educate business users on analytics concepts and techniques.<\u002Fp><\u002Fli>\n<li><p>Ability to quickly learn and effectively work in a variety of subject matter.<\u002Fp><\u002Fli>\n<li><p>Strong organization, prioritization, and project coordination skills to work across multiple initiatives simultaneously.<\u002Fp><\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h2 class=\"jobSectionHeader\"><b>\nPreferred skills for this job:<\u002Fb><\u002Fh2>\n<div>\n<div><\u002Fdiv><div><ul><li><p>Experience with Big Data systems (Hadoop, Spark, Hive, Pig, etc.).<\u002Fp><\u002Fli>\n<li><p>Knowledge in a variety of technology platforms (Salesforce, ExactTarget, Journey Builder, Pardot, etc.).<\u002Fp><\u002Fli>\n<li><p>Familiarity with the insurance and financial services marketplace, its products, distribution channels and target markets to effectively hone in on the most relevant data and KPIs to drive successful business strategies.<\u002Fp><\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h2 class=\"jobSectionHeader\"><b>\nWhat you could expect from us:<\u002Fb><\u002Fh2>\n<div>\n<div><\u002Fdiv><div><p>Securian Financial is based in downtown St. Paul for nearly 140 years. We&rsquo;re committed to giving back to our community, donating 15,000+ employee volunteer hours this past year. We also provide extensive resources to our employees for professional development and growth and a number of diverse professional and social opportunities throughout the company. There&rsquo;s a reason our employees have voted us as a best place to work year after year! In addition:<\u002Fp><ul>\n<li><p>Generous paid time off. We want you to take time off for whatever matters most to you!<\u002Fp><\u002Fli>\n<li><p>Tuition reimbursement program. We value continuous learning at Securian!<\u002Fp><\u002Fli>\n<li><p>Company-funded pension plan as well as 401K retirement plan &ndash; great resources to secure your financial future.<\u002Fp><\u002Fli>\n<li><p>Continuous opportunities for new challenges.<\u002Fp><\u002Fli>\n<li><p>Variety of health plan options as well as dental and vision plans.<\u002Fp><\u002Fli>\n<li><p>Discounted Metro Transit costs. All buses and the light rail stop within 3 blocks of our buildings.<\u002Fp><\u002Fli>\n<li><p>Paid maternity\u002Fpaternity leaves.<\u002Fp><\u002Fli>\n<li><p>Ergonomic sit\u002Fstand desks.<\u002Fp><\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h2 class=\"jobSectionHeader\"><b>\nPhysical job requirements:<\u002Fb><\u002Fh2>\n<div>\n<div><\u002Fdiv><div><ul><li><p>Ability to work at least 40 hours per week<\u002Fp><\u002Fli>\n<li><p>Ability to utilize keyboard, mouse and computer for up to 3-6 hours per day<\u002Fp><\u002Fli>\n<li><p>Ability to utilize telephone for approximately 1-4 hours per day<\u002Fp><\u002Fli>\n<li><p>Ability to perform simple grasping including handwriting, paper manipulation, sorting, folding, etc. periodically throughout entire workday<\u002Fp><\u002Fli><\u002Ful><p>\nThe physical job requirements described above are representative of those that must be met by an employee to successfully perform the essential functions of this job. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h2 class=\"jobSectionHeader\"><b>\nEqual employment opportunity:<\u002Fb><\u002Fh2>\n<div>\n<div><\u002Fdiv><div><p>Securian Financial Group, Inc. does not discriminate based on race, color, creed, religion, national origin, sex, gender identity, sexual orientation, age, marital or familial status, pregnancy, disability, genetic information, political affiliation, veteran status, status in regard to public assistance, status in a local human rights commission, or any other status or condition protected by local, state or federal law. If you are a job seeker with a disability and require an accommodation to apply for one of our jobs, please contact us by telephone 651-665-5522 (voice), 711 (telecommunications relay), or by email at EmployeeRelations@securian.com<\u002Fp><p>\nFor all inquiries about this position, please apply directly on our website or contact us at employment@securian.com for any further questions.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","ba8a3fa030eb961d":"<div><\u002Fdiv><div><div>Requisition ID: 1908190<div>\n<\u002Fdiv><\u002Fdiv><div><b>\nDescription<\u002Fb><div>\n<\u002Fdiv><div>\nThis position is responsible for supporting the Advanced Analytics, Controls &amp; Digital team within ISE by developing data driven prognostic models from our condition monitoring program. The candidate will use data mining, analysis, and visualization to lead supply chain improvement, spare part planning, and KPI development initiatives for NOV and our customers.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>PRIMARY RESPONSIBILITIES<\u002Fb><\u002Fdiv><br>\n<div><\u002Fdiv>\n<ul><li>Work closely with AACD experts to understand and maintain focus on analytical needs, including identifying critical metrics and KPIs, and deliver actionable insights\n<\u002Fli><li>Work closely with engineering and supply chain to develop spare parts planning and demand signals based on historic and real-time CBM data<\u002Fli>\n<li>Assist in developing and\u002For modifying current data tools for better efficiencies, simplification and standardization across AACD<\u002Fli>\n<li>Proactively analyze data to answer key questions from stakeholders or out of self-initiated curiosity with an eye for what drives business performance, investigating and communicating areas for improvement in efficiency and productivity<\u002Fli>\n<li>Evaluate internal systems for efficiency, problems, and inaccuracies, developing and maintaining protocols for handling, processing, and cleaning data<\u002Fli>\n<li>Identify cost savings and spend reduction opportunities, including reviewing item usage data\n<\u002Fli><li>Generate, develop and implement reports to support processes and metrics as required<\u002Fli>\n<li>Recommend methods and ways to obtain and analyze data to improve quality and the efficiency of data systems<\u002Fli>\n<li>Provide information to help build and support rich interactive visualizations through data interpretation and analysis integrating various reporting components from multiple data sources<\u002Fli><br>\n<\u002Ful>\n<\u002Fdiv><p><\u002Fp><div><b>\nQualifications<\u002Fb><div>\n<\u002Fdiv><div><b>\nEDUCATION &amp; EXPERIENCE QUALIFICATIONS<\u002Fb><\u002Fdiv>\n<ul><li>Master&rsquo;s degree in Data Science, Mathematics, Computer Science, Economics, Statistics, or Industrial Engineering (with a heavy focus on mathematics)<\u002Fli>\n<li>5+ years experience mining data as a data analyst<\u002Fli>\n<li>Proven analytic skills, including mining, evaluation, analysis, and visualization<\u002Fli>\n<li>Practical experience in statistical analysis through the use of statistical packages and tools<\u002Fli>\n<li>Proven success in a collaborative, team-oriented environment<\u002Fli>\n<\u002Ful><br>\n<\u002Fdiv><p><\u002Fp><div><b>Job<\u002Fb><b>:<\u002Fb> Science<\u002Fdiv><p><\u002Fp><div><b>\nSchedule<\u002Fb><b>:<\u002Fb> Full-time<\u002Fdiv><div><b>\nShift<\u002Fb><b>:<\u002Fb> Day Job<\u002Fdiv><div><b>\nJob Posting<\u002Fb><b>:<\u002Fb><\u002Fdiv><\u002Fdiv><p><\u002Fp>","23b2543a5f9e4831":"<p><\u002Fp><div>Our client, a growing tech firm, is seeking a Senior Data Scientist to join their growing team. The ideal candidate will be highly involved with running analytical experiments in a methodical manner to identify business trends and problems. This individual will interpret results from multiple sources using a variety of techniques, ranging from simple data aggregation via statistical analysis to complex data mining. We are looking for a curious candidate ready to uncover powerful insights that drive customer solutions.<br>\nResponsibilities:<br>\n<ul><li>Leverage skills in handling very large datasets to perform exploratory analysis, construct relevant variables, and perform sample design<\u002Fli><li>Build complex predictive models to lead to client solutions<\u002Fli><li>Act as technical expert to recommend and develop innovative analytic solutions<\u002Fli><li>Work as the lead data strategist<\u002Fli><li>Collect large structured and unstructured datasets and variables<\u002Fli><li>Analyze data for trends and patterns<\u002Fli><li>Communicate and present results to internal audiences, senior leadership, and prepare presentations and documentation of models and analytical solutions.<\u002Fli><li>Troubleshoot a wide variety of complex problems and identify solutions within broad applications and functional expertise<\u002Fli><li>Collaborate with software developers and machine learning engineers<\u002Fli><\u002Ful>\nRequirements:<br>\n<ul><li>Bachelor&rsquo;s degree in statistics, applied mathematics, or other related degree<\u002Fli><li>Master&rsquo;s degree in analytics or statistics<\u002Fli><li>7+ years&rsquo; experience building predictive and descriptive statistical models<\u002Fli><li>Experience with Excel, PowerPoint, Tableau, SQL, and programming languages (.NET, Java\u002FPython, SAS)<\u002Fli><li>Extensive experience with large datasets<\u002Fli><li>Knowledge and experience with diverse statistical and data mining methods<\u002Fli><li>Aptitude for picking up new technologies<\u002Fli><li>Excellent verbal and written communication skills<\u002Fli><\u002Ful><\u002Fdiv>"}