{"3aefe63ad29cd37a":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>We are looking for a Data Scientist to work on our Legal team. You will enjoy working with one of the richest data sets in the world, cutting edge technology, and the ability to see your insights turned into real world impact. The perfect candidate will have a background in a quantitative or technical field, a perfectionist mentality, and will have excellent communication skills. You are focused on accuracy, a self-starter, and have demonstrated success in using analytics to drive understanding and to influence business decisions.\n<\u002Fdiv><div><div>RESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nCollect data from products across the company (Search, messages, Instagram, ads etc.) for use in legal matters<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nAutomate analyses and author pipelines via SQL and Python based ETL framework<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nBuild dashboards to bring your pipelines to life for non-technical partners<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nStay up-to-date on new structured data sources within the Company as they are developed and help non-technical partners understand the use and content of these sources<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nCreate and maintain internal documentation on pipelines, tools, data sets<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nThis is a highly collaborative and cross-functional role where the successful candidates will:<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPartner with lawyers across the Legal department to understand their data needs<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPartner with economic consultants to develop product and financial models<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPartner with data science teams to ensure accuracy of analyses<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPartner with infrastructure and data engineers to manage large data sets effectively<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nBachelors Degree in a Quantitative or Technical field<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nSQL, Excel, and data analysis experience<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPython\u002FR scripting experience<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with distributed computing (Hive\u002FHadoop)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with Unix\u002FLinux<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience initiating and driving projects to completion with minimal guidance<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience working cross-functionally and communicating technical content to audiences<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","76470f9bd1044603":"<div><\u002Fdiv><div><ul><li>Partner with the business to understand their needs, develop hypotheses and deliver quantitative models that drive business decisions.\n<\u002Fli><li>Create multi-dimensional models across disparate datasets\u002Fdepartments to highlight the bigger picture opportunities for cost\u002Ftime savings, business growth and improve consumer experience.<\u002Fli><li>Use machine learning and artificial intelligence to go beyond the current state analytics and provide forward looking models that inform business strategy.<\u002Fli><li>Prepare findings using data visualization and storytelling in a way that easily conveys the insights to the business. Communicate cross-functionally, actively bringing together varying points of view to achieve optimal outcomes.\n<\u002Fli><li>Provide technical leadership to Robot Product Operations group. Develop data science governance, best practices, and processes across the global business.\n<\u002Fli><li>Lead multiple, concurrent, cross-functional data science projects. Manage own workload and anticipate capacity issues, proactively alerting his\u002Fher manager when issues arise. With minimal input from manager, prioritize work based on clear understanding of timelines.<\u002Fli><li>Actively pursue continual learning for him\u002Fherself and act in the best interest of our consumers while appreciating the business context of any decisions. Challenge assumptions to find the best possible way of doing something, rather than being satisfied with how things have been done in the past.<\u002Fli><li>Proactively identify opportunities to add value. Pitch analytics projects and get things done without being told what to do.\n<\u002Fli><\u002Ful><div><\u002Fdiv><div>Qualifications:<\u002Fdiv><ul><li>Bachelor&rsquo;s degree or equivalent experience in mathematics, statistics, computer science or engineering.\n<\u002Fli><li>Highly proficient in Python and SQL<\u002Fli><li>Experience building models on IOT product datasets<\u002Fli><li>Cloud storage and computing Systems such as AWS, Ayla or Domo<\u002Fli><li>Deep learning platforms such as TensorFlow and PyTorch<\u002Fli><li>Collaboration tools: Jira, Confluence, Slack<\u002Fli><li>Prior experience with Domo, Qliq, Google Analytics, Ayla or in-product edge computing with embedded machine learning algorithms a plus but not required<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","4d1636a9d6378023":"<div><p><b>About us<\u002Fb><\u002Fp>\n<p>\nBoxy Charm was founded in 2013 and continues to be a leader in the beauty subscription box industry experiencing immense growth of more than 100% year over year. We work with some of the hottest brands including Butter London, Dr. Brandt, Elemis, GlamGlow, Smashbox, Tarte, Too Faced and many more.<\u002Fp>\n<p>\nToday, Boxy Charm has a community of more than 2.4 million followers across its social media platforms, 10 million monthly visitors online and is the #1 searched beauty box brand on YouTube. In 2018, <i>Inc<\u002Fi><i> <\u002Fi>magazine named it as one of the fastest growing companies in the nation. Boxy Charm is headquartered in South Florida and has an office in Toronto, Canada.<\u002Fp>\n<p><b>\nAbout you<\u002Fb><\u002Fp>\n<p>\nBoxy Charm is seeking a highly motivated individual responsible for driving intelligent solutions and recommendations for the company.<\u002Fp>\n<p>\nThe <b>Data Scientist<\u002Fb> will use a range of data science and machine learning methodologies to build solutions for a variety of business initiatives. Additionally, the ideal candidate will be able to solve complex problems and apply those solutions within a cutting-edge cloud-based technology platform.<\u002Fp>\n<p>\nThe role will be filled with a solution-oriented candidate that thrives on working in a highly dynamic and engaging environment.<\u002Fp>\n<p><b>\nWhat you will be doing<\u002Fb><\u002Fp>\n<ul>\n<li>Work closely with different business units and translate high level business problems into actionable deliverables for the Data &amp; Algorithms team<\u002Fli>\n<li>Work with a wide variety of data ranging between social media and email to customer transactions and logistics<\u002Fli>\n<li>Develop a variety of machine learning models including customer recommendations, customer propensity, forecasting, and marketing performance.<\u002Fli>\n<li>Collaborate closely with the Software Development and DevOps teams to ensure continued delivery of high quality data through our data processing pipeline<\u002Fli>\n<li>Partner with various business stakeholders and implement solutions that improve their business process<\u002Fli>\n<li>Conduct big data analysis using SQL, Python, Snowflake, Spark and other technologies<\u002Fli>\n<li>Break down complex projects and problems into actionable tasks that be delivered quickly and iteratively and provide value to the business stakeholders<\u002Fli>\n<\u002Ful><p><b>Key Understandings<\u002Fb><\u002Fp>\n<ul>\n<li>Customer lifetime value, regression analysis, cohorts, retention, customer lifecycle, customer segmentation, machine learning, large-scale data analysis, classification and propensity modeling<\u002Fli>\n<\u002Ful><p><b>What you will bring to the table<\u002Fb><\u002Fp>\n<ul>\n<li>Bachelor&rsquo;s degree or higher in Computer Science, Math, Statistics or a related field<\u002Fli>\n<li>3+ years of experience programming in languages such as Python, Java, Scala, Ruby, R<\u002Fli>\n<li>3+ years of experience working with SQL and relational databases<\u002Fli>\n<li>3+ years of experience with machine learning, statistical modeling, and data mining techniques<\u002Fli>\n<li>Experience with one or more machine learning algorithms such as neural networks, regression, clustering etc.<\u002Fli>\n<li>Working experience with machine learning technologies such as TensorFlow, Keras, ScikitLearn, H20.ai, MXNet, Caffe, Gluon etc. is highly desirable<\u002Fli>\n<li>Experience working in an Agile (SCRUM, XP etc.) development environment<\u002Fli>\n<li>Experience with AWS or other cloud environments is desirable<\u002Fli>\n<li>Knowledge of Big Data and NoSQL systems such as Snowflake, Hadoop, Spark, MongoDB, etc. is a plus<\u002Fli><\u002Ful><\u002Fdiv>","c71eb36c1bebe97a":"<div><p>Job Responsibilities<\u002Fp>\n<p>Are you inspired by a job that challenges you to be proactive, influence product technology decisions, and come up with new ideas that will push a product above and beyond your competitor's products? Viasat is a unique blend of technical challenge, opportunity to excel, team camaraderie, and opportunity to work with industry leaders. Sound interesting? Keep reading.<br>\n<br>\nAs an Industrial Engineer(IE) &ndash; Data Scientist(DS) at Viasat you are joining a growing and dynamic group with tangible opportunity to make your own, personal impact on the competencies and direction of the team. A Viasat Industrial Engineer &ndash; Data Scientist will be integrated into the IE team and predominately interface with IE &ndash; Continuous Improvement, design engineering, manufacturing engineering, and test engineering. This role&rsquo;s core responsibility is the data analytics that enable the identification of opportunities for improvement. Ultimately, you are responsible for the generation and validation of improvement ideas.<\u002Fp>\n<p>As a successful IE-DS team member you will use your extensive knowledge of data management to pull records from internal test databases, WIP trackers, and Oracle records. You will aggregate, distill, and communicate opportunities for improvement to reduce cost, improve performance, and optimize capacity. This role will examine both data generated from tested unit performance and manufacturing processes. For example, you may be challenged to interface with design engineering providing solutions for poor yields as well as manufacturing teams to reduce queue variability and wait times. A Viasat IE &ndash; Data Scientist will be able to effectively use Juypter and other data analysis and visualization tools to quantitatively assess current production and business systems. For manufacturing processes based improvements, you will also need to quantify your ideas with Discrete Event simulation. This role demands an innate aptitude and understanding of data analysis techniques supported by a holistic knowledge of continuous improvement and manufacturing operations.<\u002Fp>\n<p>Requirements<\u002Fp>\n<ul><li>3+ years of experience supporting technical manufacturing in an Industrial Engineering, Operations Research, Manufacturing Analytics, Data Science, Simulation Engineering, or similar role<\u002Fli>\n<li>Desire to learn and continuously adapt to developing software modules and methods.<\u002Fli>\n<li>A passion to drive decision making by giving data a voice through statistics and visualization.<\u002Fli>\n<li>Programming expertise in Python, R, MATLAB, or other Data Science specific language (Python preferred)<\u002Fli>\n<li>Experience in data cleansing, statistics\u002Fmachine learning, and data visualization packages (i.e. pandas, scikit-learn, matplotlib, seaborn, plotly, etc.)<\u002Fli>\n<li>Strong statistics\u002FSPC background with an understanding of machine learning.<\u002Fli>\n<li>Proven ability to internalize ownership and responsibility for idea generation<\u002Fli>\n<li>Strong understanding and historical application of Lean Manufacturing, Six Sigma, and other Industrial Engineering methodologies<\u002Fli>\n<li>Bachelor&rsquo;s in a technical discipline (Industrial Engineering, Data Science, Operations Research, or similar degree)<\u002Fli><li>\nUS Citizenship Required<\u002Fli>\n<li>Up to 25% domestic travel<\u002Fli>\n<\u002Ful><p>Preferences<\u002Fp>\n<ul><li>Strong preference for exposure to Discrete Event Simulation (Simul8, Arena, ProModel Process Simulator preferred)<\u002Fli>\n<li>Familiarity with statistical specific software (i.e. MiniTab)<\u002Fli>\n<li>Advanced-level MS Office skills (primarily Project, Excel, and Visio)<\u002Fli>\n<li>Experience with MRP\u002FERP systems<\u002Fli>\n<\u002Ful><p>To learn more about this site and other office locations, please click here!<\u002Fp>\n<p>_____<\u002Fp>\n<p>#LI-CSI<\u002Fp><\u002Fdiv>","6ddccc59b67e71be":"<div><div><div><div><div>To support our affiliate, DM Services, Inc., we are seeking a Data Scientist to utilize advanced analytics to provide accurate, relevant, and actionable insights that enable us to maintain and improve the profitability of all Colony Brands catalog titles. If you possess a passion for innovative analysis and cross-functional collaboration &ndash; this could be the place for you!<br>\n<br>\nWhat You&rsquo;ll Do<br>\nYou&rsquo;ll develop models using a variety of statistical techniques, produce model prediction adjustments based on historical data and prepare reports outlining the testing and validation of each model. You&rsquo;ll develop robust and flexible processes for major analytical production tasks and create automated, fail-safe tools for standard analytical tasks such as predictive modeling, profiling and clustering. You&rsquo;ll also be responsible for:<br>\n<ul><li>Developing production ready code complete with error checking and assisting the IT department in developing automated scheduling and triggered execution.<\u002Fli><li>Conducting research on industry trends\u002Ftechniques and available data and partnerships &ndash; evaluate this research to recommend changes to existing process and develop new ones<\u002Fli><li>Providing statistical support for &ldquo;ad-hoc&rdquo; analysis<\u002Fli><li>Mentoring peers on how to use cutting edge techniques to address opportunities in marketing response, credit risk, marketing cost allocation, optimization, and customer segmentation<\u002Fli><\u002Ful><\u002Fdiv>\n<\u002Fdiv><div><p><b>Qualifications<\u002Fb><\u002Fp>\n<div>We need a sharp, disciplined, and highly quantitative individual who has a passion for developing optimization solutions. Bachelors&rsquo; degree required, Masters&rsquo; degree preferred in Statistics, Mathematics, Marketing or a related discipline and 5+ years&rsquo; statistical data analysis experience. In addition, we are looking for:<br>\n<ul><li>5+ years&rsquo; experience in SAS\u002FR\u002FPython - Existing modeling and data analysis conducted with this tool with large amounts of automation<\u002Fli><li>3+ years&rsquo; experience in SQL<\u002Fli><li>Solid grasp of probability, statistical and mathematical modeling with analytical and quantitative problem-solving ability<\u002Fli><li>Willingness to help others and ability to cultivate an environment of teamwork<\u002Fli><\u002Ful><\u002Fdiv>\n<\u002Fdiv><div><p><b>About Us<\u002Fb><\u002Fp>\n<div>DM Services, Inc. provides customer service regarding credit and account receivable services for leading direct marketing companies. DM Services, Inc. is an affiliate company of Colony Brands, Inc. which is one of North America's largest, multi-channel direct-marketing companies. We generously support the communities we work in and offer many benefits and programs that support the well-being of our employees.<\u002Fdiv>\n<\u002Fdiv><div><p><b>Benefits Details<\u002Fb><\u002Fp>\n<div><p>Colony Brands is not just about growing our profits &ndash; We are about giving our employees the opportunity for growth and providing a better place to live and work. We also offer our employees many great rewards in addition to monetary compensation:<br>\n<\u002Fp><div>\nMedical\u002FDental\u002FVision insurance<\u002Fdiv><div>\nA robust Wellness Program including Onsite Healthcare<\u002Fdiv>\n<div>Superb Retirement Plans (401K &amp; a company-funded Pension Plan)<\u002Fdiv>\n<div>Extensive Paid Time Off (PTO) benefits<\u002Fdiv>\n<div>Seven 4-day work weeks in the summer months to give our employees additional time off<\u002Fdiv>\n<div>Educational Assistance<\u002Fdiv>\n<div>Company Profit-Sharing\n<\u002Fdiv><div>Company Product Discounts<\u002Fdiv>\n<div>And, so MANY more!<\u002Fdiv><\u002Fdiv><p><\u002Fp>\n<\u002Fdiv><div><p><b>Job Category<\u002Fb><\u002Fp><div>Analytics<\u002Fdiv>\n<\u002Fdiv><div><p><b>Employment Type<\u002Fb><\u002Fp>\n<div>Regular\u002FFull-Time\n<\u002Fdiv><\u002Fdiv><div><p><b>City<\u002Fb><\u002Fp><div>Monroe<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","524ba71e212c9c90":"<div><p>A career in our Product Development and Architecture - Practice Support practice, within New Business Ventures, will provide you with the opportunity to invest in new business models that leverage our knowledge and build solutions for the growing digital market. New Business Ventures identifies, develops, and commercialises technology-enabled solutions that deliver PwC value, knowledge, and experience to our clients. Each new solution focuses on data-driven platforms or other intellectual property based solutions that leverage emerging technologies and new business models. Through the process of building new solutions, we foster a culture of innovation within PwC, extend brand relevance in the market, and generate new revenue. Our team is responsible for the research, collaboration, prototyping of products, solutions, and services for PwC New Ventures.<\u002Fp><br>\n<p><b>\nResponsibilities<\u002Fb><\u002Fp><p>\nAs a Senior Associate, you&rsquo;ll work as part of a team of problem solvers with extensive consulting and industry experience, helping our clients solve their complex business issues from strategy to execution. Specific responsibilities include but are not limited to:<\u002Fp><ul><li>\nProactively assist in the management of several clients, while reporting to Managers and above<\u002Fli><li>\nTrain and lead staff<\u002Fli><li>\nEstablish effective working relationships directly with clients<\u002Fli><li>\nContribute to the development of your own and team&rsquo;s technical acumen<\u002Fli><li>\nKeep up to date with local and national business and economic issues<\u002Fli><li>\nBe actively involved in business development activities to help identify and research opportunities on new\u002Fexisting clients<\u002Fli><li>\nContinue to develop internal relationships and your PwC brand<\u002Fli><\u002Ful><br>\n<div><b>\nJob Requirements and Preferences<\u002Fb>:<br>\n<br>\n<b>Basic Qualifications<\u002Fb>:<br>\n<br>\n<b>Minimum Degree Required<\u002Fb>:<br>\nBachelor Degree<br>\n<br>\n<b>Required Fields of Study<\u002Fb>:<br>\nEngineering, Statistics, Mathematics, Mathematical Statistics, Computer and Information Science<br>\n<br>\n<b>Additional Educational Requirements<\u002Fb>:<br>\nOther technical or mathematical focused fields of study may be considered.<br>\n<br>\n<b>Minimum Years of Experience<\u002Fb>:<br>\n3 year(s)<br>\n<br>\n<b>Preferred Qualifications<\u002Fb>:<br>\n<br>\n<b>Degree Preferred<\u002Fb>:<br>\nMaster Degree<br>\n<br>\n<b>Preferred Fields of Study<\u002Fb>:<br>\nMathematics, Computer and Information Science, Engineering, Data Processing\u002FAnalytics\u002FScience<br>\n<br>\n<b>Preferred Knowledge\u002FSkills<\u002Fb>:<br>\nDemonstrates considerable knowledge of, and proven success in roles involving, executing various aspects of client engagements and\u002For projects within a professional services environment, including knowledge in at least two of the following areas:<br>\n- Computer programing with any of the following focus: statistical\u002Fmathematical languages - e.g., R, SAS, MATLAB, general purpose languages - e.g., Python, Java, Go, Perl, other special purpose languages - e.g., SQL, bash scripting;<br>\n<ul><li>Machine learning\u002Fpredictive modeling, natural language processing, statistical analysis, simulation modeling, graph analysis;<\u002Fli><\u002Ful>\n- Large scale data processing tools - e.g., Hadoop environment, Apache Spark, elastic cloud compute;<br>\n- Data analysis workflow using tools - e.g., git, iPython notebook; and,<br>\n- Data visualization tools - e.g., D3.JS, Gephi.<br>\n<br>\nDemonstrates considerable ability within a professional services environment, to accomplish the following areas:<br>\n<ul><li>Interpret problems, synthesize analysis, and present information in a way that is understandable to a non-technical person;<\u002Fli><li>Work collaboratively on teams with a variety of technical and non-technical skill sets;<\u002Fli><li>Compile and present complex information using data visualization tools;<\u002Fli><li>Collaborate and contribute as a team member: understand personal and team roles, contribute to a positive working environment by building solid relationships with team members, proactively seeking guidance, clarification and feedback;<\u002Fli><li>Identify and address client needs, build relationships with clients, develop requests for information, demonstrate flexibility in prioritizing and completing tasks, communicate potential conflicts to a supervisor;<\u002Fli><\u002Ful>\n- Prioritize and handle multiple tasks, research and analyze pertinent client, industry and technical matters, utilize problem-solving skills, and communicate effectively in written and verbal formats to various audiences - including various levels of management and external clients - in a professional business environment;<br>\n- Coach and collaborate with associates who assist with this work, including providing coaching, feedback and guidance on work performance; - Understand how the application of analytical techniques correlated to business value; and,<br>\n<ul><li>Be able to select the appropriate analytical techniques for the problem at hand.<\u002Fli><\u002Ful><\u002Fdiv><br>\nAll qualified applicants will receive consideration for employment at PwC without regard to race; creed; color; religion; national origin; sex; age; disability; sexual orientation; gender identity or expression; genetic predisposition or carrier status; veteran, marital, or citizenship status; or any other status protected by law. PwC is proud to be an affirmative action and equal opportunity employer.<\u002Fdiv>","cca66786a20e3576":"<div><div><div>Spry Health&rsquo;s mission is to build the world&rsquo;s largest physiological dataset to map human health, understand disease, and create new medical knowledge. We are innovating in the field of physiological signal processing and are looking for an experienced and motivated researcher to join our talented R&amp;D team. The Research Engineer will take big responsibilities on our core science team and break new ground in health monitoring technology through physiological signal processing. We are the first to collect continuous physiological signals from thousands of patients.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThis is an opportunity to step into a highly innovative healthcare startup and make real-world impact. Our dataset contains important information that would be a building block in medicine and physiological monitoring, discovering new physiological biomarkers that will help us combat disease. Working with physiological signals from users who are going about their daily life is very challenging&mdash;we have made significant progress but are looking for someone who will take our team to the next level. You&rsquo;ll get the opportunity to design and execute experiments with medical grade reference devices both in-house and with high profile clinical partners around the country and internationally. As a Spry Algorithm Engineer you will get exposed to all aspects of the business and have a chance to leverage the benefits of a small, cohesive, cross-functional team.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThis role is for you if you&rsquo;re an independent individual eager to share your expertise as well as learn from our small team of world-class experts and engineers. You&rsquo;re ready to dive into the enormous set of physiological data we&rsquo;ve collected and lead your own projects combining signal processing, statistical modeling, and data analysis. You&rsquo;re excited to face engineering challenges that have yet to be solved. Together we will invent brand-new technologies that will make a difference in peoples&rsquo; lives.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>As a member of the Algorithms Team, you will...<\u002Fb><\u002Fh3><div><ul><li>\nDevelop algorithms to extract vitals from physiological signals<\u002Fli><li>\nSolve estimation and filtering problems to remove artifacts from motion and other sources of interference<\u002Fli><li>\nStatistically model and analyze hardware, signal chain, and algorithm performance<\u002Fli><li>\nCreate new sensor architectures<\u002Fli><li>\nLearn about physiology, medicine, and new technical concepts through regular seminars with the rest of the team<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Qualifications and Requirements<\u002Fb><\u002Fh3><div><ul><li>\nPhD or Master&rsquo;s with research experience in Engineering, Physics, Applied Physics, Math, Statistics, Computer Science, or related fields<\u002Fli><li>\nExperience working with low SNR signals, and parameter extraction in the presence of noise<\u002Fli><li>\nStrong foundation in math and statistics<\u002Fli><li>\nProficient in Python and source control (Git)<\u002Fli><li>\nInterest in physiology or biology<\u002Fli><li>\nAbility to work independently with minimal input on broad project goals<\u002Fli><li>\nEager to learn and excited to tackle unfamiliar engineering challenges with rigorous, analytical approaches<\u002Fli><li>\nStrong critical thinker, active listener, and great communicator<\u002Fli><li>\nCapacity to take work seriously while not taking oneself seriously&mdash;sense of humor is compulsory<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Spry Health provides health care organizations with real-time, actionable clinical analytics to enable delivery of precision care to their patients when they need it, prevent hospital admissions, and reduce spending. Its easy-to-use wearable device is the first to deliver predictive health insights by creating continuous, industry-standard vital sign monitoring.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are a lean team working on real technical challenges to fundamentally change how people interact with healthcare. You will get to collaborate on unsolved complex problems with some of the brightest minds in Silicon Valley. We hire collaborative, humble, and resourceful individuals and give them opportunities to grow and succeed. Your teammates enjoy puns, good coffee, and cooking challenges.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nSpry Health is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nAnnual Salary Range:<\u002Fb> $100,000 - $135,000<\u002Fdiv><div><b>\nEquity Range:<\u002Fb> 0.10 - 0.25%<\u002Fdiv><div><b>\nThis is a full-time position in Palo Alto, CA.<\u002Fb><\u002Fdiv><div>\nRemote work is not an option at this time.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","bd93f3f05cd92625":"<div><div><div>Are you a driven and inquisitive data scientist? Do you love finding insights in large, unique datasets? Want to play a crucial role at a dynamic company?<br>\nJoin Arosys as a Data Scientist! As part of this fast-growing team, you&rsquo;ll develop deep insights for our business units to execute as we continue to grow, and have a tremendous impact on the success of a game-changing company.<p><\u002Fp>\n<h4 class=\"jobSectionHeader\"><b>What you&rsquo;ll do:<\u002Fb><\u002Fh4>\n<ul><li>Extract actionable insights from huge volumes of data using data mining, statistics, and database techniques.<\u002Fli>\n<li>Work cross-functionally to identify problems in different areas where data mining\u002Fmachine learning\u002Fstatistics can help.<\u002Fli>\n<li>Conduct studies, rapid pilots, and use advanced data mining and modelling techniques to build solutions that optimise the quality and performance of our data.<\u002Fli>\n<li>Analyse data quality issues and identify root causes and remedies.<\u002Fli>\n<li>Simplify and explain data science work examples to non-quant business users.<\u002Fli>\n<\u002Ful><h4 class=\"jobSectionHeader\"><b>What&rsquo;s required:<\u002Fb><\u002Fh4>\n<ul><li>Fluency in modern advanced analytical tools and programming languages (e.g. Python, R, MATLAB etc.).<\u002Fli>\n<li>A PhD in statistics, math, engineering, physical sciences, computer science or another quantitative discipline.<\u002Fli>\n<li>Substantial experience with the use of relational (and un-relational) databases for data storage and analysis, including SQL fluency for data extraction and management.<\u002Fli>\n<li>Curiosity and pragmatism! You should be excited to ask the right questions, find the right answers, and identify trends and factors important for the business.<\u002Fli>\n<li>Experience with machine learning, conceptual modelling, hypothesis testing, NLP, etc. is a plus.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>","f1443e26a94bee1e":"<p><\u002Fp><div><div><div><div><div>50-80%. The amount of time the average data scientist spends preparing data. You will help drastically reduce this number to unlock efficiencies in how we discover new drugs.<br>\n<br>\nPassionate about making connections between data sets at scale to unearth more needles from many more haystacks? We are looking to fill a position that sits precisely at this point in early computational drug discovery: between large-scale processed raw data on one side and individual molecular insights on the other side. If you are a versatile data scientist who enjoys casting problems into generic computational solutions to catalyze efficiencies in data-driven drug discovery, this is for you.<br>\n<br>\nYour responsibilities include but are not limited to:<br>\n<ul><li>Engage with computational peers across the research organization to identify recurrent problems that can be solved at scale, focusing on all data domains that are of practical use in drug discovery.<\u002Fli><li>Design, implement, and maintain robust methods, algorithms, and packages (python, R) that help the computational community solve old and new problems with ease.<\u002Fli><li>Define, refine and promote the computational glue that is between large-scale data processing (such as NGS pipelines) and insights at very detailed level.<\u002Fli><li>Ideate and implement visualizations, dashboards &amp; webservices for data dissemination to computational peers as well as to non-computational collaborators.<\u002Fli><\u002Ful><br>\n<\u002Fdiv><\u002Fdiv><div><p><b>EEO Statement<\u002Fb><\u002Fp>\n<div><i>The Novartis Group of Companies are Equal Opportunity Employers and take pride in maintaining a diverse environment. We do not discriminate in recruitment, hiring, training, promotion or any other employment practices for reasons of race, color, religion, gender, national origin, age, sexual orientation, marital or veteran status, disability, or any other legally protected status.<\u002Fi><\u002Fdiv>\n<\u002Fdiv><div><p><b>Minimum requirements<\u002Fb><\u002Fp>\n<div>What you will bring to the role<br>\n<br>\n<ul><li>Excellent scripting skills in both R and python, demonstrated ability to develop &amp; deploy packages\u002Fmodules for end users; proficiency in Linux, git, SQL and relevant software packages are essential.<\u002Fli><li>Algorithmic\u002Fcomputational understanding of efficiently dealing with small and large sets of heterogeneous data.<\u002Fli><li>Familiarity with biological data of relevance for drug discovery and an ability to communicate it with broad audiences (English oral and written).<\u002Fli><li>A desire to relentlessly improve the status quo in terms of efficiently linking data across domains.<\u002Fli><\u002Ful><br>\nDesirable requirements<br>\n<ul><li>Higher education degree in a relevant field or equivalent years of experience (mathematics, computer science, bioinformatics, physics, biology, chemistry, etc.)<\u002Fli><li>Statistics; machine learning; bioinformatics\u002Fcheminformatics domain knowledge.<\u002Fli><li>Familiarity with literate programming environments (such as jupyter, R Markdown, Databricks) and\u002For cloud computing.<\u002Fli><\u002Ful><br>\n927 million. That&rsquo;s how many lives our products touched in 2017. And while we&rsquo;re proud of that fact, in this world of digital and technological transformation, we must also ask ourselves this: how can we continue to improve and extend even more people&rsquo;s lives?<br>\n<br>\nWe believe the answers are found when curious, courageous and collaborative people like you are brought together in an inspiring environment. Where you&rsquo;re given opportunities to explore the power of digital and data. Where you&rsquo;re empowered to risk failure by taking smart risks. And where you&rsquo;re surrounded by people who share your determination to tackle the world&rsquo;s toughest medical challenges.<br>\n<br>\nWe are Novartis. Join us and help reimagine medicine.<\u002Fdiv>\n<\u002Fdiv><div><p><b>Division<\u002Fb><\u002Fp><div>NIBR\n<\u002Fdiv><\u002Fdiv><div><p><b>Business Unit<\u002Fb><\u002Fp>\n<div>CBT - NIBR\n<\u002Fdiv><\u002Fdiv><div><p><b>Country<\u002Fb><\u002Fp><div>USA\n<\u002Fdiv><\u002Fdiv><div><p><b>Work Location<\u002Fb><\u002Fp>\n<div>Cambridge, MA\n<\u002Fdiv><\u002Fdiv><div><p><b>Company\u002FLegal Entity<\u002Fb><\u002Fp><div>NIBRI<\u002Fdiv>\n<\u002Fdiv><div><p><b>Functional Area<\u002Fb><\u002Fp>\n<div>Research &amp; Development\n<\u002Fdiv><\u002Fdiv><div><p><b>Job Type<\u002Fb><\u002Fp><div>Full Time<\u002Fdiv>\n<\u002Fdiv><div><p><b>Employment Type<\u002Fb><\u002Fp>\n<div>Regular<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","befafcdafb2e9ade":"<div><p>The Data Scientist will work to provide data and analysis to multiple teams, and will offer expertise across a variety of products, including web, mobile apps, media, and games. We are looking for an analytical individual who loves diving into data, telling a clear story, and building models to better synthesize and understand the behaviors of our users. Your insight will influence the development of our offerings as we strive to improve, innovate, and continue to build exciting products to support our brand. This position will be key role in our growing Game Studio team.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>What You Will Do<\u002Fb><\u002Fp>\n<ul><li>Determine the data needed to answer key questions, and deliver analysis to a variety of stakeholders throughout the organization<\u002Fli>\n<li>Present recommendations in a clear, easy to understand format for technical and non-technical audiences alike, while documenting the analytical process<\u002Fli>\n<li>Query and aggregate data from a variety of environments to conduct in-depth analyses<\u002Fli>\n<li>Help design and build data models which will enable us to collect and utilize data reported from numerous sources\n<\u002Fli><li>Work with designers to identify systems and mechanics which may be improved, using data to help support your findings<\u002Fli>\n<\u002Ful><p><b>What You Will Bring<\u002Fb><\u002Fp>\n<ul><li>3+ years or more professional experience in data analysis<\u002Fli>\n<li>Expert user of SQL for data analysis<\u002Fli>\n<li>B.S. or B.A. in Economics, Mathematics, Statistics, or related field preferred<\u002Fli>\n<li>Experience with querying data in Redshift<\u002Fli>\n<li>Experience with data visualization through Looker, Tableau, or similar reporting tools<\u002Fli>\n<li>Experience with statistical packages such as R, Python, or SAS<\u002Fli>\n<li>Experience with modern programming languages (Python, JavaScript, etc.) a plus<\u002Fli>\n<\u002Ful><p><b>How You Will Be Successful<\u002Fb><\u002Fp>\n<ul><li><b>Collaborative:<\u002Fb> Thrives when working across teams, with multiple stakeholders, and juggling several tasks.\n<\u002Fli><li><b>Communicative: <\u002Fb>Impeccable written and verbal communication. Able to articulate the complexities of your findings to a wide range of audiences and can design intuitive visualizations to illustrate and support your analysis and recommendations.<\u002Fli>\n<li><b>Data Driven: <\u002Fb>Your recommendations are derived from data, not by intuition or gut.<\u002Fli>\n<li><b>Inquisitive:<\u002Fb> You continue to ask the right questions, and love the search for answers.<\u002Fli>\n<li><b>Detail Oriented:<\u002Fb> Able to find the &lsquo;needle in the haystack&rsquo;.<\u002Fli>\n<li><b>Logical and analytical: <\u002Fb>Able to find meaning within data, and to draw connections across data sets to see the &lsquo;bigger picture&rsquo;.<\u002Fli>\n<li><b>Creative:<\u002Fb> Not all answers come easy, but you should be able to find solutions to your problems when faced with roadblocks.<\u002Fli>\n<\u002Ful><p><b>What To Expect<\u002Fb><br>\n<br>\nWe offer a professional, fun and creative work environment. While we maintain a good balance between work and life, additional hours may be required at peak times or for specific initiatives.<br>\n<br>\nThe Pok&eacute;mon Company International, a subsidiary of The Pok&eacute;mon Company in Japan, manages the property outside of Asia and is responsible for brand management, licensing, marketing, the Pok&eacute;mon Trading Card Game, the animated TV series, home entertainment, and the official Pok&eacute;mon website. Pok&eacute;mon was launched in Japan in 1996 and today is one of the most popular children's entertainment properties in the world.<br>\n<br>\n<i>The above statements are intended to describe the general nature and level of work being performed by people assigned to this classification. They are not to be construed as an exhaustive list of all responsibilities, duties, and skills required of people so classified. All employees may be required to perform duties outside of their normal responsibilities from time to time, as needed.<\u002Fi><\u002Fp><\u002Fdiv>","104d7c13e991d279":"<div><b>Junior Data Scientist | Data Science Development Program<\u002Fb><br>\nAmherst, MA<br>\nStart date: June 15, 2020<br>\n<br>\n<p><\u002Fp><b>What Great Looks Like In This Role<\u002Fb><br>\n<br>\nOur ideal teammate is someone who is a continuous learner who can adapt and thrive in complex, uncertain and changing situations. Someone who enjoys tackling complex tasks in a collaborative environment is well-suited to a position on our team. Self-motivated individuals comfortable working in a challenging, fast paced, technical environment are highly encouraged to apply!&Acirc;<br>\n<br>\n<b>You Are Able To Demonstrate This Through<\u002Fb><br>\n<br>\n<ul><li>A track record of thinking outside the box, taking initiative, and promoting innovation and change-making<\u002Fli><li>\nOwnership, commitment and follow-through in achieving results in school or work projects\n<\u002Fli><li>Managing priorities effectively and adapting quickly to achieve goals\n<\u002Fli><li>Pursuing opportunities for continuous learning to develop new skills and perspectives\n<\u002Fli><\u002Ful><br>\n<b>About the Data Science Development Program&Acirc;\n<\u002Fb><br>\n<br>\nThe Data Science Development Program (DSDP) trains junior team members to become well-rounded data scientists within three years. The development program includes high impact project work, mentorship from senior data scientists, in-house training and workshops, and sponsorship for graduate level coursework at the University of Massachusetts Amherst.<br>\n<br>\n<b>Data Science Development Program Highlights:<\u002Fb><br>\n<br>\n<b>High-impact project work:<\u002Fb>&Acirc; Junior data scientists work together with MassMutual&acirc;&euro;&trade;s data scientists to solve challenging problems in finance, operations, marketing, digital initiatives, security, and product development.&Acirc;<br>\n<br>\n<b>Interdisciplinary learning:<\u002Fb> In the DSDP, junior data scientists are exposed to multiple fields within and adjacent to data science such as data visualization, software engineering, and enterprise architecture.&Acirc;<br>\n<br>\n<b>Mentorship: <\u002Fb>Peer mentors and senior mentors across data science domains are paired with each member of the DSDP<br>\n<br>\n<b>Training &amp; Development: <\u002Fb>In-house workshops, tech-talks, seminars, and team-wide learning challenges such as our annual &acirc;&euro;&#156;Month of Code&acirc;&euro;&#157; are available to all development program members.&Acirc; &Acirc;\n<br>\n<br>\n<b>Academic coursework:<\u002Fb> Members of the DSDP engage in graduate-level courses at the University of Massachusetts Amherst in computer science and statistics according to an individually tailored development plan.&Acirc; &Acirc;<br>\n<br>\n<b>Volunteer &amp; Community Opportunities: <\u002Fb>Team members have many opportunities to volunteer throughout the year. Junior data scientists volunteer at hackathons throughout the state, attend community data events, speak at external talks, and participate in community data for good efforts annually..<br>\n<br>\n<b>About Us<\u002Fb><br>\n<br>\nThe MassMutual Data Labs in downtown Amherst consists of a dynamic team that is actively engaged in dozens of high-impact projects across the enterprise, frequently working remotely with teams based in Springfield, MA, New York, and Boston. Our environment and workspace reflects our dedication to innovation and learning, and has a collaborative, start-up vibe. We hold weekly training meetings to present technical ideas, new models, or interesting code libraries.<br>\n<br>\n<b>Junior Data Scientist Duties Include<\u002Fb><br>\n<br>\n<ul><li>Statistical analysis<\u002Fli><li>\nProgramming in R and Python<\u002Fli><li>\nData ingestion and data cleaning<\u002Fli><li>\nModel building, testing, deployment, and maintenance<\u002Fli><li>\nBuilding visualizations<\u002Fli><li>\nPresenting and explaining output<\u002Fli><li>\nExecutive presentations and discussions<\u002Fli><li>\nAdherence to internal standards in data science<\u002Fli><li>\nCollaboration across functions and business units<\u002Fli><\u002Ful><br>\n<b>\nCommitted to Diversity and Inclusion<\u002Fb><br>\n<br>\nOur employees are the embodiment of the idea that we all are stronger and better through our support for one another. By valuing people for who they are, how they think, and what they bring to the table, we&acirc;&euro;&trade;ve become a stronger, more innovative company. We continue to receive external recognition for our policies and programs that seek to create a diverse and inclusive environment.<br>\n<br>\n<ul><li>Americas Best Employer for Diversity Forbes (2019)\n<\u002Fli><li>Score of 100 on the Human Rights Campaign Corporate Equality Index (2019)\n<\u002Fli><li>National Association for Female Executives Top Company for Executive Women (2018)\n<\u002Fli><li>Disability Equality Index (DEI) Best Place to Work for Disability Inclusion (2019)\n<\u002Fli><li>Diversity Best Practices Inclusion Index Company (2018)\n<\u002Fli><\u002Ful><br>\n<b>Application Instructions<\u002Fb> <b>To finalize your application for consideration, all applicants must submit a portfolio. For instructions, visit https:\u002F\u002Fdatascience.massmutual.com\u002Fdsdp\u002Fapply &Acirc; <\u002Fb>We accept applications from early career professionals and graduating students from undergraduate and graduate programs.<br>\n<br>\nMinimum qualifications&Acirc;\n<br>\n<ul><li>Bachelor&acirc;&euro;&trade;s degree<\u002Fli><li>\nAcademic study or independent training in computational, quantitative, or technical fields, such as computer science, math, physics, or statistics<\u002Fli><li>\nWorking knowledge of Python, R, and SQL<\u002Fli><li>\nQuantitative and technical skills in math and computer science&Acirc;\n<\u002Fli><li>Community engagement, involvement, and volunteerism<\u002Fli><li>\nDemonstrated leadership and change-making<\u002Fli><li>\nStrong communication skills<\u002Fli><li>\nMust be authorized to work in the United States, with or without requiring sponsorship, both now and in the future<\u002Fli><\u002Ful><br>\nPreferred qualifications&Acirc;<br>\n<br>\n<ul><li>Enthusiastic about pursuing an interdisciplinary career in data science, analytics, and technology&Acirc;\n<\u002Fli><li>Research and\u002For practical experience in related fields<\u002Fli><li>\nDemonstrated work experience through part time employment, internships, or professional endeavors<\u002Fli><\u002Ful><\u002Fdiv>","fd1d4551d483efc2":"The Position\n<br><br>\nThe People Analytics team at Genentech is a small group of 9 people that has an outsized impact. We build products around data whose insights affect all ~14,000 Genentech employees. Our team is close knit and dynamic acting more like a startup within Genentech than anything else. We are looking for a dynamic Senior Data Scientist to join our team to help propel our trajectory and drive more impact.\n<br>Who we are looking for\n<br>As we are a small team, we are looking for an experienced Data Scientist with a variety of engineering, modeling, statistical and business skills who is comfortable working on both products and projects. Communication with stakeholders and within our team is a must, so excellent communication skills are required, especially around technical topics to non-technical audiences. No ideas are out of bounds, so we are looking for someone who is creative with data, including how and where we acquire it and how and where we use it. Most importantly we are seeking someone who is persistent: we are working on many things at once so we have to stay patient but continue to push the envelope.\n<br>No experience in People Analytics or HR is required, but the desire to learn and become a subject matter expert on the HR domain is a necessity.\n<br>Key Responsibilities\n<br>Leadership of projects and initiatives\n<br>Thought leadership on how to use advanced statistics, ML and AI in the HR domain\n<br>Synthesizing requirements from non-technical stakeholders\n<br>Drive decision making by clearly tell stories with data\n<br>Promote (both your own and others on the team) ideas and vision to external stakeholders and potential customers\n<br>Inspire and collaborate closely with team members and stakeholders\n<br>Forge relationships with peers across the company to drive team success Technical Experience\n<br>Required\n<br>At least 10 years experience building models, executing statistical analyses and manipulating data\n<br>At least 5 years experience with Python (Numpy, Scipy, Pandas, scikit-learn)\n<br>SQL RDBMS\n<br>Building production ETL processes to acquire and process data\n<br>Production Deployment of Machine Learning models\n<br>Statistical expertise\n<br>Data Visualization\n<br>Production software development experience (git, testing, code reviews etc)\n<br>Familiar (and willingness to learn more of)\n<br>AWS (S3, EC2, Sagemaker, Glue)\n<br>R\n<br>Docker\n<br>Agile processes\n<br>Plotly and Plotly-Dash\n<br>Deep Learning (Tensorflow, Pytorch)\n<br>#LI-CGCM1\n<br>Who We Are\n<br>A member of the Roche Group, Genentech has been at the forefront of the biotechnology industry for more than 40 years, using human genetic information to develop novel medicines for serious and life-threatening diseases. Genentech has multiple therapies on the market for cancer & other serious illnesses. Please take this opportunity to learn about Genentech where we believe that our employees are our most important asset & are dedicated to remaining a great place to work.\n<br>The next step is yours. To apply today, click on the \"Apply online\" button.\n<br>Genentech is an equal opportunity employer & prohibits unlawful discrimination based on race, color, religion, gender, sexual orientation, gender identity\u002Fexpression, national origin\u002Fancestry, age, disability, marital & veteran status. For more information about equal employment opportunity, visit our Genentech Careers page .","81f271fa5a9b84fd":"<p><\u002Fp><div><div><p>Do you crave a collaborative organization where your contributions will make a strong impact?<br>\n<br>\nDo you want to develop products in the latest cloud-based technologies building ecosystems rather than creating client-facing slides?<br>\n<br>\nAre you ready to roll up your sleeves and embrace a work culture that&rsquo;s insanely passionate and committed to bringing the latest advanced analytics to life?<br>\n<br>\nThe Data Science &amp; AI group at PA Consulting is your dream community. As part of the fastest growing innovation practice within PA Consulting, you will work with the latest advanced analytics, machine learning, and big data technologies to generate actionable insights from data and develop innovative data products. We focus on Life Science, Healthcare, Energy &amp; Utilities and CPG sectors and work with various data sets, from social media to public health data. Our domain focus is broad and covers everything from computer vision and NLP, recommender engines, classification and clustering algorithms, linear programming and optimization.<\u002Fp><br>\n<br>\n<p>Job Requirements<\u002Fp><ul><li>2-5 years professional experience as a data scientist, software engineer or statistical modeler<\u002Fli><li>Master&rsquo;s degree from top tier university in Computer Science, Statistics, Economics, Physics, Engineering, Mathematics, etc.<\u002Fli><li>Expertise in machine learning algorithms and methods<\u002Fli><li>Strong understanding and application of statistical methods<\u002Fli><li>Experience writing production level code in one of the following: Python, Java, C++, C<\u002Fli><\u002Ful>\nPreferred:<br>\n<ul><li>Experience working with database systems (e.g. SQL, NoSQL, MongoDB, Postgres, ect.)<\u002Fli><li>Experience working with big data distributed programming languages, and ecosystems (e.g. S3, EC2, Hadoop\u002FMapReduce, Pig, Hive, Spark, etc)<\u002Fli><li>Experience building scalable data pipelines and with data engineering\u002F feature engineering.<\u002Fli><li>Webscraping leveraging Beautifulsoup, Selenium, Scrapy, etc<\u002Fli><li>Experience with front end (UI), HTML5, JavaScript, CSS, R Shiny, Tableau<\u002Fli><li>Experience leveraging ML techniques to build recommender systems, NLP engines, computer vision algorithms, etc..<\u002Fli><\u002Ful><br>\n<br>\n<p>About PA Consulting Group<\u002Fp><p>\nBringing Ingenuity to Life: We&rsquo;re an innovation and transformation consultancy that believes in the power of ingenuity to build a positive-human future in a technology-driven world. Our diverse teams of experts combine innovative thinking with breakthrough-technologies to progress further, faster.<br>\n<br>\nWith a global network of FTSE 100 and Fortune 500 clients, we&rsquo;ll offer you unrivalled opportunities for growth and the freedom to excel. Combining strategies, technologies and innovation, we turn complexity to opportunity and deliver enduring results, enabling you to build a lasting career.<br>\n<br>\nIsn&rsquo;t it time you joined us?<\u002Fp>\n<p>We are an Equal Opportunity Employer and do not discriminate against any employee or applicant for employment because of race, color, sex, age, national origin, religion, sexual orientation, gender identity, status as a veteran, and basis of disability or any other federal, state or local protected class. VEVRAA Federal Contractor<\u002Fp><\u002Fdiv><\u002Fdiv>","7386499cff06330e":"<p><\u002Fp><div><div><div><div><div><div><div><div><div><div>Under general direction of the Chief Innovation and Technology Officer and City of Boulder Data Programs leads, this position will serve as an analytics expert for facilitating a culture of innovation, efficiency, accountability, transparency, and data-informed decision making across the organization. This position will work in a small team on behalf of the Innovation and Technology Department executing data analytics and evaluation projects across city departments and programs, with at least 25% of their time dedicated to public safety analyses. The work to be performed is often on multiple, simultaneous projects that are complex and politically sensitive in nature, requiring a high degree of independent planning and accountability, as well as experience in project coordination and stakeholder management.\n<\u002Fdiv><\u002Fdiv><br>\n<br>\n<div><\u002Fdiv><div><div><p><b>DUTIES &amp; RESPONSIBILITIES:<\u002Fb><\u002Fp>\n<\u002Fdiv><\u002Fdiv><br>\n<div><div>Data Analytics and Evaluation<ul>\n<li>Apply appropriate analysis and statistical principles to conduct advanced analyses, including visual analytics, summary statistics, hypothesis testing, projection and forecasting, and regression analysis<\u002Fli><\u002Ful><ul>\n<li>Use appropriate tools and methods (e.g., R, Python, SQL) to prepare different types of data from separate and distinct data storage sources for analysis, including data transferring, cleaning, and normalizing\n<\u002Fli><li>Use appropriate data analysis and visualization tools (e.g., Power BI) to explore data sets and identify relevant facts, patterns, and trends\n<\u002Fli><li>Create clear, effective, and compelling data visualizations and drafted reports to communicate analysis results to stakeholders with varying data literacy levels\n<\u002Fli><li>Inform and support execution of citywide data policies, including efforts to improve data storage, data sharing, data quality, and ethical and inclusive use of data\n<\u002Fli><li>Develop and provide programmatic tools, consultation, and training to city staff, partner organizations, and community members, advocating for use of data and strengthening data literacy across these stakeholder groups\n<\u002Fli><li>Conduct research and consult external experts on data best practices, incorporating newly found insights and methods into city tools and training<\u002Fli><\u002Ful>\n<br>\nProject Coordination and Execution<ul>\n<li>Independently and effectively manage data analytics and evaluation projects from conception to completion using standard best practices\n<\u002Fli><li>Regularly report on projects' statuses through the Innovation and Technology Department's project management and work planning processes, communicating project outcomes and cataloguing lessons learned\n<\u002Fli><li>Provide coaching, support and execution on analytics and evaluation projects with departmental level counterparts and city-wide teams<\u002Fli><\u002Ful>\n<br>\nRelationship Building and Continuous Improvement<ul>\n<li>Communicate and build good working relationships within Innovation and Technology Department and other departments' leadership and staff with the goal of developing a thorough understanding of the city's priorities and business practices and processes\n<\u002Fli><li>Contribute to Innovation and Technology Department's goal setting, managing and measuring progress against analytics and evaluation goals and metrics\n<\u002Fli><li>Continuously pursue opportunities for improvement, efficiency, effectiveness and meaningful change within the department and throughout the city<\u002Fli><\u002Ful>\n<br>\nOther duties as assigned<ul>\n<li>Maintain knowledge of City and Department plans, policies, codes, community objectives and issues\n<\u002Fli><li>Perform related duties as required to meet the needs of the city and those it serves<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><br>\n<br>\n<div><\u002Fdiv><div><div><p><b>QUALIFICATIONS:<\u002Fb>\n<\u002Fp><\u002Fdiv><\u002Fdiv><br>\n<div><div><b>REQUIRED MINIMUM QUALIFICATIONS:<\u002Fb><ul>\n<li>Bachelor's degree or equivalent work experience\n<\u002Fli><li>Strong experience applying data analysis and statistical principles through available tools (e.g., R, Python, Microsoft Power BI)\n<\u002Fli><li>Broad knowledge of analysis and statistical methods, including visual analytics, descriptive and inferential statistics, hypothesis testing, projection and forecasting, regression analysis, and evaluation and experimental design\n<\u002Fli><li>Experience working with multiple data types and data storage methods to prepare data for analysis, including data extraction, cleaning, and processing, combining data from multiple sources and formats, and creating data pipelines to streamline and automate processes (e.g., SQL)\n<\u002Fli><li>Ability to create clear, effective, and compelling data visualizations and drafted reports to communicate analysis results to stakeholders with varying data literacy levels\n<\u002Fli><li>General knowledge of best practices in data storage, data sharing, data quality, and ethical and inclusive use of data\n<\u002Fli><li>Willingness and ability to learn new tools, programming languages, and data methods and techniques as needed\n<\u002Fli><li>Experience planning and managing multiple analytics and evaluation projects simultaneously, both individually and as a part of a team\n<\u002Fli><li>Effective organizational and time management skills and ability to meet deadlines with minimal supervision, prioritize and resolve problems, work under pressure, pay close attention to detail, and provide quality control for high customer satisfaction\n<\u002Fli><li>Excellent verbal and written communication skills, with ability to interact with all levels of personnel within and external to the city in a positive and cooperative manner\n<\u002Fli><li>Demonstrated ability to work independently with minimal supervision, to assume responsibility, to\n<\u002Fli><li>Ability to obtain necessary background check approvals to access confidential data and criminal justice records.<\u002Fli><\u002Ful>\n<br>\nCandidates are encouraged to apply even if they do not meet 100% of the expected qualifications.<br>\n<br>\n<b>DESIRED QUALIFICATIONS &ndash; In addition to the required minimum qualifications:<\u002Fb><ul>\n<li>Graduate-level or intensive coursework in statistics, data science, or another field with strong data methods courses\n<\u002Fli><li>Experience working in a variety of new technology systems to extract data, including using extract, transform, load (ETL) tools or APIs\n<\u002Fli><li>Familiarity with GIS and mapping concepts\n<\u002Fli><li>Experience with open source data visualization tools (e.g., D3, Python)\n<\u002Fli><li>Experience working with a variety of data types, from open data to data deemed as sensitive and confidential\n<\u002Fli><li>Experience performing analytics and evaluation within a government and public safety setting\n<\u002Fli><li>Experience leading workshops and training sessions on technical topics for non-technical audiences<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><br>\n<br>\n<div><\u002Fdiv><div><div><p><b>SUPPLEMENTAL INFORMATION:<\u002Fb>\n<\u002Fp><\u002Fdiv><\u002Fdiv><br>\n<div><div><b>WORKING CONDITIONS - Required Physical and Mental Effort, and Environmental Conditions<\u002Fb><br>\n<br>\nPhysical and Mental Effort: Sufficient clarity of speech and hearing or other communication capabilities that permits the employee to communicate effectively on the telephone and in person. Sufficient vision or other powers of observation that permits the employee to review, evaluate and prepare a variety of written documents and materials. Sufficient manual dexterity that permits the employee to operate computer equipment and other office equipment. Sufficient personal mobility and physical reflexes, which permits the employee to work in an office setting. Work may include extended periods of time viewing a computer video monitor and\u002F or operating a keyboard. Ability to work under stress from demanding deadlines, public contact, and changing priorities and conditions.<br>\n<br>\nWork Environment: Works primarily in a clean, comfortable environment. Works in a setting subject to continuous interruptions and background noises.<br>\n<br>\nMachines and equipment used include, but are not limited to the following: Frequently uses standard office equipment including personal computers, telephones, calculators and copy\u002Ffax machines.<br>\n<br>\n<b>ACCOMMODATIONS<\u002Fb>: Reasonable accommodations may be made to enable qualified individuals with disabilities to perform the essential functions of this position.<br>\n<br>\nNote: The above description is illustrative only. It is not meant to be all-inclusive.<br>\n<br>\n<li><b><i>This position will remain open for a minimum of 5 days from 8\u002F29\u002F2019 after which it will close when a qualified candidate is identified and\u002For hired.<\u002Fi><\u002Fb><\u002Fli><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","c892b1857ee7eb73":"<div><p><b>Location:<\u002Fb> Denver, CO<br>\n<b>Duration:<\u002Fb> Long term contract<\u002Fp>\n<p><b>\nResponsibilities:<\u002Fb><\u002Fp>\n<ul><li>Responsible for the development and integration of new or existing applications into the technical infrastructure and existing business processes;<\u002Fli><li>Provide technical or functional guidance to project or work teams as needed within a specific discipline;<\u002Fli><li>Collaborate on an on-going basis with the Business Systems Analyst;<\u002Fli><li>Analyze, design, develop, test, debug, implement, maintain and\u002For enhance existing or new systems that are reliable and efficient;<\u002Fli><li>Extend company&rsquo;s data with third party sources of information when needed;<\u002Fli><li>Enhance data collection procedures to include information that is relevant for building analytic systems;<\u002Fli><li>Verify integrity of data used for analysis;<\u002Fli><li>Do ad-hoc analysis and present results in a clear manner;<\u002Fli><li>Create automated anomaly detection systems.<\u002Fli><\u002Ful>\n<p><b>\nRequirements:<\u002Fb><\u002Fp>\n<ul><li>Experience working as an IT Data Scientist (5+ years);<\u002Fli><li>Experience with common data science toolkits, such as R, MatLab, etc;<\u002Fli><li>Experience with data visualisation tools, such as PowerBI and others;<\u002Fli><li>Experience using query languages such as SQL, Hive, etc;<\u002Fli><li>Experience with NoSQL databases, such as MongoDB, HBase, etc;<\u002Fli><li>Bachelor&rsquo;s degree (required).<\u002Fli><\u002Ful><\u002Fdiv>","988ec3fc1111b613":"Background & Purpose of the Job\n<br><br>\nAs a Data Scientist, you will be an integral part of the Information and Analytics team supporting the organization to enhance and drive overall top-line sales growth and profitability. This role will also interface with multiple key stakeholders and functional teams.\n<br><br>\nWho You Are & What Youll Do\n<br><br>\nIn this role, you will be responsible for providing insights to the cross-functional business teams leveraging a variety of internal and external data sets, and advance analytic techniques to create value. This role will also interface with multiple stakeholders and teams on a consistent basis to deliver analytic outputs.\n<br><br>\n<b>Youre a born leader:<\u002Fb> The ability to gain stakeholder consensus, build coalitions, and present a vision to the broader organization will be crucial for success.\n<br><br>\n<b>Youre a dot connector:<\u002Fb> The ability to formulate hypothesis and draw inferences from different cross functional data sets and generate a story of insights is key.\n<br><br>\n<b>Youre a story teller:<\u002Fb> You have ability to transform data into insights which provide very clear direction to stakeholders on what actions are needed to drive transformation in the business.\n<br><br>\n<b>Youre a culture & change champion:<\u002Fb> Success is dependent upon fostering a highly collaborative and team-oriented environment\n<br><br>\nExtensive experience solving analytical problems using quantitative approaches, a strong passion for empirical research and for answering hard questions with data. Analyze data, run descriptive statistics, generate prior distributions, explore relationships: correlation, covariance, causality, regression modeling, and build Bayesian Influence diagrams. Must be hands-on and must have worked on implementing data mining algorithms, work with cross-functional team members to identify and prioritize actionable, high-impact insights across a variety of core business areas. Strong experience in Data Visualization, Presentation and Story Telling. Ability to work independently as well as in a team environment. Partner with business, Data Scientists, and Engineers to create POCs\u002FPilots, demonstrate thought leadership and generate marketing insights.\n<br><br>\nWhat Youll Need to Succeed\n<br><br>\n<b>Required:<\u002Fb><br>\nMasters degree in a related field (e.g., Applied Science, Data Science, Computer Science, Mathematics, Statistics, or another analytical field)\n<br>2+ years data science experience\n<br>Expertise in Machine Learning (ML), Data Science, AI, and Data Mining is required.\n<br>Expertise in Data Wrangling, Engineering, Exploratory data analysis using statistics and programming\n<br>Expertise in ML algorithms such as PCA, LASSO, RIDGE, SVM, Bayesian, Random Forest, Boosting, Clustering, ARMA, Time Series modeling, Generalized Linear Models, Regression Models, Neural Networks, RNN, CNN, and LSTM is required\n<br>Expertise in building models using Python, Spark, Scala, SQL, R\n<br>Active listening skills and deep analytical ability are required\n<br>A passion for excellence and exceeding customer expectations is required\n<br><br>\n<b>Preferred:<\u002Fb><br>\nPhD in a related field (e.g. Applied Science, Data Science, Computer Science, Mathematics, Statistics, or another analytical field)\n<br>Consumer goods experience\n<br>Preferred experience in Classification, Forecasting, Anomaly detection, Outliers analysis, Optimization, Trends analysis, Bayesian inference, Time-Series methods (ARMA\u002FARIMA), Markovian processes\n<br>Preferred experience in Java, C++, SAS, SPSS, Azure, Big Data, AWS\n<br>Preferred experience in Text Mining and Natural Language Programming (NLP)\n<br>What We Can Offer You\n<br><br>\nCulture for Growth Opens a New Window. | Top Notch Employee Health & Well Being Benefits Opens a New Window. | Every Voice Matters Opens a New Window. | Global Reach Opens a New Window. | Life at Unilever Opens a New Window. | Careers with Purpose Opens a New Window. | World Class Career Development Programs Opens a New Window. | Check Out Our Space Opens a New Window. | Focus On Sustainability Opens a New Window.\n<br><br>\n-\n<br><br>\nUnilever is an organization committed to diversity and inclusion to drive our business results and create a better future every day for our diverse employees, global consumers, partners, and communities. We believe a diverse workforce allows us to match our growth ambitions and drive inclusion across the business. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, national origin, or protected veteran status and will not be discriminated against on the basis of disability. For more information, please see Equal Employment Opportunity Posters Opens a New Window.\n<br><br>\nEqual Opportunity\u002FAffirmative Action Employer Minorities\u002FFemales\u002FProtected Veterans\u002FPersons with Disabilities\n<br><br>\nEmployment is subject to verification of pre-screening tests, which may include drug screening, background check, credit check and DMV check.\n<br><br>\nIf you are an individual with a disability in need of assistance at any time during our recruitment process, please contact us at 1-855-239-5459 or NAAccommodations@unilever.com Opens a New Window. . Please note: These lines are reserved for individuals with disabilities in need of assistance and are not a means of inquiry about positions or application statuses.","fbb7071cb013fd5c":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>This role will be a key member of the ION Analytics team. You will work with senior\u002Fexecutive management, inspire new thoughts, and develop algorithms to solve interesting problems that have a significant influence on the organization. You will create actionable analytics and solutions that will solve challenging business problems in various departments. You will contribute to the long term analytics strategies and competencies needed to support ION across the various business units. Your experience, knowledge, translation of data and use of analytics will shape strategic plan and business growth.<br>\n<\u002Fdiv><div><\u002Fdiv><div>As a member of the Analytics team at ION - which drives analytics, big data and decision science for all business functions across ION - you and your team will also promote synergies across the solutions and models we develop for other parts of ION. This role offers excellent opportunity for an innovative and driven individual who is enthusiastic about using data and analytics to drive significant results in an environment that rewards performance.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Design and implement quantitative analyses and predictive modeling that result in actionable solutions.<\u002Fli><li>\nCreate tools to empower operational and exploratory analysis and automate reporting and processes.<\u002Fli><li>\nMaintain and extend an internal data warehouse with large datasets from various sources.<\u002Fli><li>\nApply your proficiency in quantitative analysis, data mining, and visualization to see beyond the data in identifying and quantifying high-impact opportunities.<\u002Fli><li>\nEffective communication with non-technical team members, from creating ideas and scoping requirements to explaining methodology and results.<\u002Fli><li>\nDevelop a complete understanding of IONs business, processes, data &amp; systems.<\u002Fli><li>\nSupport a data-driven culture, educating the organization on everyday use of data as a resource.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Advanced degree (MS or PhD) in Computer Science, Operations Research, Engineering, Statistics, Econometics or a related quantitative field.<\u002Fli><li>\nStrong programming skills with Python, R and familiar with Java (or a similar language).<\u002Fli><li>\nMinimum of 5 years professional experience in solving challenging business problems using computational techniques.<\u002Fli><li>\nKnowledge of relational database (Microsoft SQL is preferred) and Extract, Transform, Load (ETL) processes.<\u002Fli><li>\nKnowledge of common software development and ability to develop small app independently.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","bbd23c72ab73c228":"<div><div><div>Data Scientist<\u002Fdiv>\n<div>Dublin, CA, USA<\u002Fdiv>\n<\u002Fdiv><p>Step out of your comfort zone, excel and redefine the limits of what is possible. That&rsquo;s just what our employees are doing every single day &ndash; in order to set the pace through our innovations and enable outstanding achievements. After all, behind every successful company are many great fascinating people.<br>\n<br>\nThe Data Scientist is responsible for the development, implementation and execution of data analysis tools for medical applications in new and existing ophthalmic platforms. Must define complex problems and solutions, and transfer requirements to software and engineering developers. Must deliver high quality, cutting edge solutions. Is a main point of contact with outside clinical and scientific experts for scientific concepts and investigations, and represents the company and product team to the outside clinical community. Will play a role in determining data collection needs, scientific approach and performance, and in providing guidance to make appropriate trade-offs.<\u002Fp>\n<div><div>We are looking for people who are keen to try something new:<\u002Fdiv>\n<ul><li>Assimilate and apply new methods for the evaluation of large sets of medical data, including image data, and use creative problem-solving skills to develop innovative application solutions<\u002Fli><li>Select features, build, and optimize classifiers using machine learning techniques<\u002Fli><li>Data mining utilizing state-of-the-art methods<\u002Fli><li>Enhance data collection procedures to include information that is relevant for building analytic systems<\u002Fli><li>Process, clean, verify, and validate the integrity of data used for analysis<\u002Fli><li>Develop algorithms to aid doctors in medical diagnosis using tools that may include statistics, decision support systems, and image processing<\u002Fli><li>Conduct tests and\u002For investigations pertaining to development of new data collection and analysis methods, and investigate possible application of results<\u002Fli><li>Analyze and verify software application performance through data analysis, simulation, and measurement<\u002Fli><li>Develop and document concept investigation plans and results<\u002Fli><li>Work on complex problems, where analysis of situations or data requires an in-depth evaluation of various factors.<\u002Fli><li>Must acquire a complete understanding of the use of the instruments from data acquisition through clinical application of results.<\u002Fli><\u002Ful>\n<\u002Fdiv><div><div>You are:<\u002Fdiv>\n<ul><li>Bachelor Degree<\u002Fli><li>Advanced degree desirable, M.S. or Ph.D. in Computer Science, Statistics, Mathematics, Physics, Electrical Engineering, or Biomedical Engineering<\u002Fli><li>0-3 years&rsquo; experience developing decision support tools.<\u002Fli><li>0-3 years&rsquo; experience collaborating with end users to understand requirements and to develop new approaches to data analysis.<\u002Fli><li>0-3 years&rsquo; experience with development of algorithms for data analysis, especially machine learning or statistical analysis.<\u002Fli><li>Experience with statistical packages such as Python or R.<\u002Fli><li>Experience with Matlab, Mathematica, or similar packages is desirable.\n<\u002Fli><li>Experience with data visualization tools<\u002Fli><li>Proficiency in using query languages such as SQL<\u002Fli><li>Must have strongwritten\u002Fverbal\u002Flistening skills and presentation skills.<\u002Fli><\u002Ful>\n<\u002Fdiv><p>In a spacious modern setting full of opportunities for further development, ZEISS employees work in a place where expert knowledge and team spirit reign supreme. All of this is supported by a special ownership structure and the long-term goal of the Carl Zeiss Foundation: to bring science and society into the future together.<br>\n<br>\nJoin us today. Inspire people tomorrow.<br>\n<br>\nApply now! It takes less than 10 minutes.<\u002Fp>\n<p>We are an EEO\u002FAAA\u002FDisabled\u002FVeterans Employer<\u002Fp><\u002Fdiv><p><\u002Fp>","656a0be50f81d64a":"<div>As a Data Scientist at IBM, you will help transform data into tangible business value by analyzing information, communicating outcomes and collaborating on product development.<br>\n<br>\n<b>Tech Re-Entry Program<\u002Fb><br>\nIBM's Tech Re-Entry program is looking for talented technical professionals who are looking to restart their technical careers after an absence from the workforce of 24 months or more. This paid apprenticeship will enable you to work on projects that match your expertise, interests, and abilities and could lead to full-time employment.<br>\n<br>\nDuring your IBM Tech Re-Entry apprenticeship program, you will have the opportunity to update your skills in a contemporary work environment. You will have access to the latest tools and technologies available and work alongside a multi-disciplinary teams to hone your expertise and deliver on client-critical solutions. You'll be able to experience the breadth of IBM resources while developing new skills and relationships.<br>\n<br>\nRe-Entry hires participate in ~6 month apprenticeships to refresh skills and prepare for transition to full time opportunities. The experience provides personalized technical learning to update and gain additional skills; earning badges and credentials along the way.<br>\n<br>\nAre you interested in state-of-the-art machine learning algorithms? Do you like solving complex real-world business problems? Would you like to be part of the global artificial intelligence and cognitive computing breakthrough? If your answer to all is yes - IBM is the place to build your career!<br>\n<br>\n<b>Chief Analytics Office<\u002Fb><br>\nWe are now looking for a Data Scientist to join our team in the Chief Analytics Office, Armonk, NY. In this role, you will be part of an elite analytics consulting team that is tasked by IBM executives to tackle our most complex strategic issues. Our work is a combination of data science and management consulting. Responsibilities include building innovative analytical models using machine learning and AI, testing and validating models, data gathering and research, fact-based quantitative analysis, interpreting the models in business terms, and communicating findings to business leaders.<br>\n<br>\nWho you are:<ul><li>\nHighly motivated, aspiring data scientist with some experience in artificial intelligence and machine learning from studies and\u002For previous work experience.<\u002Fli><li>\nIndependent, willing to learn and have good technical and business aptitude<\u002Fli><li>\nThriving on collaboration, working side by side with people of all backgrounds and disciplines (customers and colleagues), while having good verbal and written communication skills.<\u002Fli><\u002Ful><br>\n<b>\nIn order to qualify for this apprenticeship, you must have been out of the workforce for a minimum of 24 months.<\u002Fb><br>\n<br>\ntechreus<br>\ntechrejobs<br>\n<br>\n<ul><li>BA\u002FBS or MS in Data Science, Computer Science, Mathematics, Statistics, Engineering, or related STEM field<\u002Fli><li>\n1+ years of experience in Python, R, and\u002For SQL<\u002Fli><li>\nIndustrial experience\u002Facademic background in machine learning and\u002For natural language processing<\u002Fli><li>\nExperience with data structures, databases and statistical modeling<\u002Fli><li>\nAbility to think strategically about business, product development and technical challenges in an enterprise environment.<\u002Fli><li>\nExcellent written and oral communication skills<\u002Fli><li>\nDeep analytical skills and a data driven mind set<\u002Fli><\u002Ful><br>\n<ul><li>\nExperience with data science tools such as NLTK, scikit-learn, pandas, numpy, Spark, TensorFlow etc.<\u002Fli><li>\nAdvanced MS Excel skills (e.g. VLOOKUP, Pivot tables)<\u002Fli><li>\nHands-on experience deploying analytical models to solve business problems<\u002Fli><li>\nAbility to develop experimental analytical plans for data modeling processes<\u002Fli><li>\nExperience with data visualization tools<\u002Fli><\u002Ful><br>\nThe IBM Chief Analytics Office is an elite analytics consulting team that is tasked by IBM executives to pursue our most complex strategic issues. Our work is a combination of data science and management consulting. Through state of the art technology, and the power of artificial intelligence we strive to improve traditional business decision-making and processes.<br>\n<br>\nWhat matters to you when you&rsquo;re looking for your next career challenge?<br>\n<br>\nMaybe you want to get involved in work that really changes the world? What about somewhere with incredible and diverse career and development opportunities &ndash; where you can truly discover your passion? Are you looking for a culture of openness, collaboration and trust &ndash; where everyone has a voice? What about all of these? If so, then IBM could be your next career challenge. Join us, not to do something better, but to attempt things you never thought possible.<br>\n<br>\nImpact. Inclusion. Infinite Experiences. Do your best work ever.<br>\n<br>\nIBM&rsquo;s greatest invention is the IBMer. We believe that progress is made through progressive thinking, progressive leadership, progressive policy and progressive action. IBMers believe that the application of intelligence, reason and science can improve business, society and the human condition. Restlessly reinventing since 1911, we are the largest technology and consulting employer in the world, with more than 380,000 IBMers serving clients in 170 countries.<br>\n<br>\nFor additional information about location requirements, please discuss with the recruiter following submission of your application.<br>\n<br>\nIBM is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status. IBM is also committed to compliance with all fair employment practices regarding citizenship and immigration status.<\u002Fdiv>","549d6a7fdf80e177":"<div><div>Data Scientist - (SO00051550-1-1-1)<div><\u002Fdiv><br>\n<div>\n<\u002Fdiv>\nUST Global is a private high growth organization headquartered in Orange County California and is a leading provider of Advanced Computing and Digital Services for Global 1000 companies worldwide. Our next-generation digital consultancy is the ideal place for you to grow your career. Are you up for the challenge? Read on!<div>\n<\u002Fdiv><\u002Fdiv><div>\nDescription<div><\u002Fdiv><br>\n<div>\nLocation New York<br>\nDuration 18 months<br>\nExperience 5 7 years<br>\nSkill set\n<br>\nShould have experience with Machine Learning<br>\nNeed to have engineering mindset<br>\nTechnical skills required Should have hands on experience on at least 3 out of Python, Spark , Hive and Impala. Should be able to learn the remaining.<br>\n<br>\nShould be a quick learner and good understanding of SDLC<br>\n<br>\nBig data and SQL experience is must<br>\n<br>\nKnowledge of Regression tree based models is required<\u002Fdiv><div><\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv><div>\nQualifications<div><\u002Fdiv><br>\n<div>\nNA<\u002Fdiv><div><\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv><div>\nPrimary Location: US-NY-Valhalla<\u002Fdiv><div>\nEmployee Type: Regular Employee<\u002Fdiv><div>\nJob Type: Full-time<\u002Fdiv><div>\nJob Posting: Sep 6, 2019, 10:19:05 PM<\u002Fdiv><div><\u002Fdiv><div><br>\n<div>\n<\u002Fdiv>\n UST-Global is an Equal Opportunity Employer<\u002Fdiv><\u002Fdiv>","05e728f8440e5a16":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>The massive scale and heavy engagement of the people using our products make the Facebook platform an ideal place for marketers to build their brands. It also makes the platform an ideal place to conduct analyses and research to learn how to improve marketing in the new mobile world. The successful candidate will focus on investigating and understanding the current best practices for advertising on Facebook as well as inventing new strategies. The team is both theoretical and practical as we work with product engineers and with our top tier advertisers to build our understanding and to test ideas.<br>\n<br>\n<br>\n<br>\nThe ideal candidate for this data science focused position will be passionate about Facebook and Instagram, and have a proven track record of analyzing and deriving insights from data. They would be intellectually curious, a great communicator, data-driven, a fast learner and able to move fast while keeping focused on high impact projects. Applicants should have a strong quantitative understanding, a strong data a talent for taking complex concepts and distilling them into clear accessible learnings.\n<br>\n<\u002Fdiv><div><div>RESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nApply analytical skills to complex quantitative problems, presenting actionable insights to key stakeholders<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDevelop deep understanding of the Auction, analyze current performance by targeting and objectives<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nIdentify levers for improving overall results across Facebook's ads auction<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDrive learnings on campaign optimization<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nRecommend product or positioning changes based on robust analysis of user and advertiser behavior<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nResearch applied machine learning questions in our ads system to improve advertiser value<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nBachelor's degree in an analytical field (such as Computer Science, Engineering, Mathematics, Statistics, Physics, Economics, or Finance)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience driving action based on data-driven insights<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience communicating concepts to all audiences<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience operating independently and delivering results<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with SQL and development experience in a scripting language such as R or Python<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience working with machine learning algorithms<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nExperience with experimental design and understanding of statistical data analysis (e.g. regression, probability)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nUnderstanding of statistical analysis, experience with packages such as R, MATLAB, SPSS, SAS, Stata, etc.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nAdvanced degree in analytical field<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","ee34bd0c7f64dd08":"<b>Position Description:<\u002Fb><br>\nDo you want to take your career to the next level? Are you ready to work with working with high-profile, enterprise clients? CGI is looking for a talented and data science engineer to join the CGI team located in Birmingham, AL. In this position, you will utilize your analytical skills to lead local clients to guide them on their data science journey. Plus, you will be part of a team of smart, dedicated people, like yourself, looking to make an impact with both internal and client stakeholders.\n<br><br>\n<b>Your future duties and responsibilities:<\u002Fb><br>\n<ul>\n<li>Participate in the full software development life cycle from scoping, analysis, design, implementation, and quality assurance to delivery and support<\u002Fli>\n<li>Develop data analytical solutions using the toolsets and technologies identified below.<\u002Fli>\n<li>Use quantitative and analytical techniques to accelerate profitable growth and customer engagement - unlocking value across all functional areas of business<\u002Fli>\n<li>Assist developers and analysts in conceptualizing, validating, and prototyping solutions that meet business requirements<\u002Fli>\n<\u002Ful>\n<b>Required qualifications to be successful in this role:<\u002Fb><br>\n<ul>\n<li>Must have a consultative mindset and be comfortable working individually or with a team<\u002Fli>\n<li>Works with large, structured, and un-structured datasets<\u002Fli>\n<li>Uses Big Data tools (Hadoop, Spark, H2O, CDSW, Domino Labs, etc.) to build data analytics solutions<\u002Fli>\n<li>Builds machine learning and Artificial Intelligence (AI) models from development through testing and validation<\u002Fli>\n<li>Designs rich data visualizations to communicate complex ideas to business leaders and executives<\u002Fli>\n<li>Draws insights from data to make quick, well informed decisions with available information<\u002Fli>\n<li>Primarily focuses on daily deliverables of routine and defined outputs, while at the same time developing knowledge of the broader context in which the work is being performed<\u002Fli>\n<li>Deep understanding of statistical and predictive modeling concepts, machine learning approaches, clustering and classification techniques, and recommendation and optimization algorithms<\u002Fli>\n<li>Expertise in analyzing large, complex, multi-dimensional datasets using a variety of tools like Python, R, Statistical Analysis System (SAS), or Statistical Package for the Social Sciences (SPSS)<\u002Fli>\n<li>Comfortable with both relational databases and Hadoop-based data mining frameworks<\u002Fli>\n<li>Advanced Structured Query Language (SQL) skills<\u002Fli>\n<li>Proficient in visualization tools like Power Business Intelligence (BI), Tableau<\u002Fli>\n<li>Experience in banking\u002Ffinancial services a plus<\u002Fli>\n<li>Experience working with Agile development teams<\u002Fli>\n<li>Excellent verbal and written communication skills with a proven track record in working with business users to manage expectations and address issues<\u002Fli>\n<li>Bachelor's Degree<\u002Fli>\n<\u002Ful>\n<b>Skills:<\u002Fb><br>\n<ul>\n<li>SAS<\u002Fli>\n<li>SQL<\u002Fli>\n<li>Hadoop Hive<\u002Fli>\n<\u002Ful>\n<b>What you can expect from us:<\u002Fb><br>\nBuild your career with us.\n<br><br>\nIt is an extraordinary time to be in business. As digital transformation continues to accelerate, CGI is at the center of this changesupporting our clients' digital journeys and offering our professionals exciting career opportunities.\n<br><br>\nAt CGI, our success comes from the talent and commitment of our professionals. As one team, we share the challenges and rewards that come from growing our company, which reinforces our culture of ownership. All of our professionals benefit from the value we collectively create.\n<br><br>\nBe part of building one of the largest independent technology and business services firms in the world.\n<br><br>\nLearn more about CGI at www.cgi.com.\n<br><br>\nNo unsolicited agency referrals please.","7ee7408d52b5534c":"<div><\u002Fdiv><div><h3 class=\"jobSectionHeader\"><div>Share On\n<\u002Fdiv><\u002Fh3><p><\u002Fp><br>\n<p>The Chemical-Mechanical Planarization (CMP) business within the Semiconductor Technologies business of Electronics &amp; Imaging focuses on providing the semiconductor industry with consumable technology solutions critical to wafer fabrication processes. These include the pad, slurry and cleaning formulations as well as fundamental technical insight into optimal use of these material for specific applications. In the Advanced Characterization and Fundamentals R&amp;D team we strive to both develop the next generation approaches to understanding the physical drivers of performance and to better utilize information that already exists about our product and polishing performance.<\u002Fp><p><br>\n<\u002Fp><p>Under minimal guidance, conducts experiments, complex technical operations, or information search\u002Fanalysis projects and optimizes and interprets methodologies and analysis and suggests experiments or alternative approaches. Recognizes erroneous or unexpected results, interprets and analyzes results and makes suggestions based on their analysis and conclusions. Interprets and analyzes results, makes suggestions on path forward and contributes to formulating work plans and managing daily workflow. Independently adapts new methodology to current projects. This role will support the Advanced Characterization and Fundamentals team in database management, interface design and programming, support with chemometrics and machine learning projects as well as automation of image processing and analysis algorithms.<\u002Fp><br>\n<br>\n<p><\u002Fp><h3 class=\"jobSectionHeader\"><b>Job Qualifications<\u002Fb><\u002Fh3><p><\u002Fp><p>Must have - BA or BS degree in computer science\u002Fdata science or related information management field.<\u002Fp><p><br>\n<\u002Fp><p>Nice to have - cross-disciplinary interest in the physical sciences as demonstrated by significant coursework or a minor\u002Fdouble major in physics, chemistry, engineering, etc.<\u002Fp><br>\n<p><\u002Fp>\n<br>\n<h3 class=\"jobSectionHeader\"><b>About DuPont<\u002Fb><\u002Fh3> <p>For additional information on our unbridled commitment to deliver essential innovations that enrich people's lives, enable sustainable development and foster human potential for generations to come.<br>\n<br>\nPlease access the following link to better understand &amp; appreciate DuPont's Journey. Coupled with core values and excellent compensation &amp; benefits... Together, we're turning possibilities into real world answers that help humanity prosper! <\u002Fp><p>Apply Now<\u002Fp> <p>DuPont is an equal opportunity employer. Qualified applicants will be considered without regard to race, color, religion, creed, sex, sexual orientation, gender identity, marital status, national origin, age, veteran status, disability or any other protected class. If you need a reasonable accommodation to search or apply for a position, please visit our Accessibility Page for Contact Information.<\u002Fp><\u002Fdiv>","1d2540db0665e26d":"<div><p><b>Summary<\u002Fb><\u002Fp>\n<p>\nThe Sorenson Data Science team provides data analysis, modeling, and forecasting for all departments across our company and as such serves a vital role for our business. This position requires substantial experience in advanced data analytics with emphases on data visualization, data architecture, and the practical application of machine learning algorithms. As a member of the Data Science team, this position will be expected to interact extensively with our Operations and Engineering teams to identify opportunities and implement solutions both with traditional analytics and machine learning implementations.<\u002Fp>\n<p><b>\nEssential Duties and Responsibilities<\u002Fb><\u002Fp>\n<ul>\n<li>Member of a small team focused on creating strategies, discovery, innovation, and development of long-term company data science plans and company goals.<\u002Fli>\n<li>Employ Tableau to build mission-critical reports for multiple departments utilizing advanced analytics while ensuring the end product can be understood and digested by non-technical audiences.<\u002Fli>\n<li>Utilize SQL Server to build out data architecture to support Data Science team and company needs.<\u002Fli>\n<li>Assist with design, development and maintenance of business intelligence applications and solutions.<\u002Fli>\n<li>Utilize data mining and modeling techniques to prototype novel reports.<\u002Fli>\n<li>Build critical report logic for daily, weekly, monthly, and quarterly reports.<\u002Fli>\n<li>Collaborate with IT and software development teams to design business intelligence solutions to facilitate data gathering, storage and retrieval.<\u002Fli>\n<li>Interpret data to identify trends, conduct root cause analysis, and suggest areas for process improvement.<\u002Fli>\n<li>Perform statistical analysis on business data based on requests from senior leadership or project teams.<\u002Fli>\n<li>Assist with design and development of machine learning applications that provide actionable data with the aim of implementation in the production environment.<\u002Fli>\n<li>Diligently QA your own work to ensure accuracy, functionality, integrity and relevance.<\u002Fli>\n<li>Work with and assist software engineers to integrate forecasting services into production applications.<\u002Fli>\n<li>Stay current and informed on the latest data science trends and techniques.<\u002Fli>\n<li>Other operations assignments as required.<\u002Fli>\n<\u002Ful><p><b>Knowledge\u002FSkills\u002FAbilities Required<\u002Fb><\u002Fp>\n<ul>\n<li>Intermediate knowledge in data analytics, machine learning, and statistical inference.<\u002Fli>\n<li>Ability to read, interpret, apply and computationally implement advance topics in data science (such as probability and statistics, signal processing, queueing theory, Bayesian data analysis, artificial neural networks, time series analysis, etc.).<\u002Fli>\n<li>Fluent in the use of Tableau or other data visualization tools.<\u002Fli>\n<li>Intermediate understanding of full ETL process in SQL Server.<\u002Fli>\n<li>Expertise in R, Python, or another data analysis language.<\u002Fli>\n<li>Demonstrable experience working with very large data sets.<\u002Fli>\n<li>Prior experience in parallel computing, with cloud computing experience a strong plus.<\u002Fli>\n<li>Detail-oriented and able to manage own schedule and time.<\u002Fli>\n<li>Ability to meet strict deadlines and handle complex algorithms and business problems.<\u002Fli>\n<\u002Ful><p><b>Communication\u002FLanguage Skills<\u002Fb><\u002Fp>\n<ul>\n<li>Excellent communications skills including the ability to communicate complex mathematical findings to management in various departments.<\u002Fli>\n<li>Must have strong interpersonal skills, non-verbal skills, and listening skills.<\u002Fli>\n<li>Able to effecitively communicate in various team settings using clear and concise language, proper tone, and with a positive attitude.<\u002Fli>\n<li>Is flexible and open to the ideas and opinions of others.<\u002Fli>\n<\u002Ful><p><b>Experience\u002FEducation\u002FCertifications<\u002Fb><\u002Fp>\n<ul>\n<li>Four-year degree in a quantitative discipline. Masters or PhD in a quantitative discipline with research experience would be considered a plus.<\u002Fli>\n<li>One or more years of experience with large data sets.<\u002Fli>\n<\u002Ful><p><b>Other General Requirements\u002FAdditional Notes<\u002Fb><\u002Fp>\n<ul>\n<li>Ability to travel up to 5% of time.<\u002Fli>\n<li>Dexterity of hands and fingers to operate a computer keyboard, mouse, tools, and to handle other computer components.<\u002Fli>\n<li>Ability to sit at workstation for long periods of time completing analysis, testing, documentation, or other assignments.<\u002Fli>\n<li>Lifting and transporting of moderately heavy objects, such as computers and peripherals.<\u002Fli>\n<li>Our data scientists have access to highly confidential, sensitive information relating to the employees and customers of Sorenson Communications. It is essential that applicant possess the requisite integrity to maintain the information in strictest confidence.<\u002Fli>\n<\u002Ful><p><b>Equal Employment Opportunity:<\u002Fb><br>\nSorenson Communications is an Equal Opportunity, Affirmative Action Employer<\u002Fp><\u002Fdiv><p><\u002Fp>","f13232d17b5828d5":"<div><b>Job Description<\u002Fb><br>\n<p>This position is in Global Insights and Analytics (GIA) team- the heart of Intel's central market research and insights function that supports Sales and Marketing Group (SMG) and Intel's Business Units.<br>\n<br>\nEmphasis of this position is on driving data driven culture into Intel's marketing efforts and integrating analytics driven insights into decision making by combining marketing investment data, sales data, behavior data (e.g. web behavior, social media listening, search, telemetry, etc.) with traditional primary research data (e.g. survey-based data, focus groups, etc.).\n<\u002Fp><p><\u002Fp><p>A Marketing Data Scientist position will assist business with insights based on finding patterns and relationships in data, with a focus on measuring marketing effectiveness and optimizing marketing program's efficiency through advanced analytics\u002Fmodeling.<\u002Fp><p><\u002Fp><p>\nA successful candidate will demonstrate:<\u002Fp><p><\u002Fp><ul><li>\nExperience with predictive modeling, statistics, Machine Learning, Data Mining, and other data analysis techniques to collect, explore, and extract insights from structured and unstructured data.\n <\u002Fli><li>Strong business understanding in order to translate data into intelligence, solve a variety of business problems and enable marketing strategy.\n<\u002Fli><\u002Ful><ul><li>Effective presentation\u002Fcommunication skills and the ability to interpret and simplify data for others. Must be able to communicate conclusions in a clear and sharp manner.<\u002Fli><li>\nMust be able to work well independently as well as part of a broad team.<\u002Fli><li>\nInnovative attitude and out-of-the-box thinking.<\u002Fli><\u002Ful><p><\u002Fp><p><br>\n<b>\nQualifications<\u002Fb><br>\n<\u002Fp><p>\nYou must possess the below minimum qualifications to be initially considered for this position.<\u002Fp><p><\u002Fp><p>\nMinimum Qualifications:<\u002Fp><ul><li>\nBachelor's Degree in statistics, mathematics, economics, computer science, or engineering.\n<\u002Fli><li>Minimum 4 years of experience in:<\u002Fli><\u002Ful><ul><li>Analytics, preferably in market intelligence, finance, marketing or sales analytics.<\u002Fli><li>Data mining software packages such as R, SAS, SPLUS, SQL and statistical algorithms and modeling<\u002Fli><li>Data visualization, reporting, and tool building in order to scale operations and increase visibility to the data\u002Fresults<\u002Fli><li>Experience working with large and complex data sets.<\u002Fli><\u002Ful><ul><li>\nThis U.S. position is open to U.S. Workers Only. A U.S. Worker is someone who is either a U.S. Citizen, U.S. National, U.S. Lawful Permanent Resident, or a person granted Refugee or Asylum status by the U.S. Government. Intel will not sponsor a foreign national for this position.<\u002Fli><\u002Ful><p><\u002Fp><b>\nInside this Business Group<\u002Fb><br>\n<p>Intel's Sales and Marketing (SMG) organization works with global customers and partners to solve critical business problems with Intel based technology solutions. SMG works across business units to amplify the customers voice and deliver solutions that accelerate their business. Our teams work across the entire sales cycle, pushing ingredient products to our &quot;billings&quot; customers while also pulling end solutions through to &quot;consumption&quot;. We work across numerous industries, including retail, enterprise and government, cloud services and healthcare as examples. The operations team focuses on forecasting, driving alignment with factory production and delivering efficiency tools and our marketing capability drives demand and localized marketing in locations around the globe. Our sales force navigates a complex partner and customer ecosystem while shaping product roadmaps, driving value for our customers, and collaborating to harness emerging technology trends to deliver comprehensive solutions.<\u002Fp><p><br>\n<b>\nOther Locations<\u002Fb><br>\n<br>\nUS, California, Folsom;US, Oregon, Hillsboro<\u002Fp><p><\u002Fp><p><br>\n<b>\nPosting Statement<\u002Fb><br>\n<br>\nAll qualified applicants will receive consideration for employment without regard to race, color, religion, religious creed, sex, national origin, ancestry, age, physical or mental disability, medical condition, genetic information, military and veteran status, marital status, pregnancy, gender, gender expression, gender identity, sexual orientation, or any other characteristic protected by local law, regulation, or ordinance....<\u002Fp><\u002Fdiv><p><\u002Fp>","cb3b6890e87bd5e1":"Here in EA's Data Science group within Global Analytics and Insights, we're always looking for new members to help expand our horizon, to move our communal thought process. Responsible for everything from recommendations and personalization to evaluating the impact of marketing investments, our group exists to push boundaries, whether they are developing cutting edge statistical models and machine learning algorithms for marketing valuation or creating the latest and greatest recommendation systems to ensure that every player journey is truly their own.\n<br><br>\nThis is a team that's as likely to collaborate with game designers and producers as they are data engineers, so versatility, persistence, entrepreneurship, and passion are keys to becoming a successful contributor. We exist in a world where tasks and measures aren't easily defined by product managers or scrums and where a projects cadence can have defined deadlines or be as vague as knowing a game's possible launch date years in the future, so our data scientists and machine learning engineers must have strong organizational skills. The biggest and single most important aspect that we look for in aspiring colleagues is intellectual curiosity, people who love the joy of discovery, in ending the day knowing a little bit more than when they woke up.\n<br><br>\nTeam-members manage projects in a collaborative, group environment, giving every person an opportunity to lead, and the projects themselves are owned from conception to design, through development and all the way into implementation. Our scope of work ranges from NLP to Recommendation Engines, Statistical Theory to AI, and the variety of responsibilities for our colleagues is equally dynamic: one colleague may bias more towards research, staying in the abstract, while another may prefer to get their hands dirty, building optimization systems directly into game-clients.\n<br><br>\nWe look for PhDs (minimum masters degree) in fields such as computer science, mathematics and the hard sciences, or quantitatively based degrees in social fields, such as quant marketing, sociology, and economics. To be effective, members must have experience interacting with big data stores, wrangling complex data sets, and setting up data processing workflows. All candidates must be accomplished in a modern open source data science languages such as R or Python, while machine learning engineer oriented candidates must also have strong experience in system languages such as Java or C++. More data science-oriented candidates are expected to have good understandings of statistical theory, distributions, experimental design, multivariable calculus, linear algebra, and how computational algorithms work. Titles are dependent on the applicant; we look for team-members with all levels of experience.\n<br><br>\nGaming is changing. Over the next few years, that change is going to accelerate and without the proper knowledge and toolsets, many developers will struggle to keep up with it. Our job on this team is to ensure that we not only keep pace but become the drivers of that evolution, to help EA lead into the future. We are excited to be a part of this and hope you will be, too.\n<br><br>\nWhats in it for you? Glad you asked!\n<br><br>\nWe love to brag about our great perks like comprehensive health and benefit packages, tuition reimbursement, 401k company match and, of course, many other perks! And since we realize it takes world-class people to make world-class games, we offer competitive compensation packages and a culture that thrives off of creativity and individuality. At EA, we live the work hard\u002Fplay hard credo every day.\n<br><br>\n<b>More about our location:<\u002Fb> https:\u002F\u002Fwww.ea.com\u002Fcareers\u002Fcareers-overview\u002Fredwood-shores","6e333b27d92cb37e":"THE CHALLENGE\n<br><br>\nEvery company has strategic priorities and urgency to achieve them, but very few have a cohesive, data driven approach to aligning, measuring and driving those strategic priorities at market speed. Yet, this is perhaps the most important business process to growth, and it's the least automated today.\n<br><br>\nAt WorkBoard, we're creating an entirely new solution category with our Strategy & Results Platform to engage everyone from the CEO to the receptionist in understanding, aligning and achieving their organization's strategy faster. We're solving a real pain for customers, and our business is tripling every year! As a Data Scientist you will literally have your pulse on the data that partly makes WorkBoard so successful. You will have to think deeply, carefully and strategically. Remain agile, open and focused on execution. You will be an integral element in our continued growth and part of a team that shares in its success as a whole.\n<br><br>\nTHE OPPORTUNITY\n<br><br>\nAs a foundational member of our Data Science team, you'll work closely with our Director of Engineering, AI and Data Science to develop, extend and refine our data processes, insights and visualizations. You'll provide ideas, proof of concepts, develop and deploy production models\u002Fsolutions along with guidance on infrastructure support and scale.\n<br><br>\nTHE TEAM\n<br><br>\nYou'll join a team where everyoneincluding youis striving to constantly improve the quality of experience we provide our customers by delivering at our best and being voracious learners. We are an incredibly supportive team and close to our customers. When problems arise, everyone in the engineering team pitches in. We are excited about a lot of thingswhat \"best\" looks like for our customers, what \"breakthrough\" looks like in engineeringand we share these passions across the company and with our customers. Customers even attend our hackathons, affectionately named WoBoCon.\n<br><br>\nCOMING IN\n<br><br>\nBring 2-4 years of experience in Data Science, an analyzer mindset, and a technical degree. You'll be supporting our product, sales, leadership, and marketing teams with insights gained from analyzing company data. You'll be adept at using large data sets to find opportunities for product and process optimization and using models to test the effectiveness of different courses of action. You will have experience using a variety of data mining\u002Fdata analysis methods, using a variety of data tools, languages and frameworks, building and implementing ML models, using\u002Fcreating algorithms, and creating\u002Frunning simulations. You will have a proven ability to drive business results with data-based insights and you must be comfortable working with a wide range of stakeholders and functional teams. You must have a passion for discovering solutions in large data sets and working with stakeholders to improve business and product outcomes.\n<br><br>\nYOUR SKILLSET\n<br><br>\nProblem solving skills with an emphasis on product development.\n<br><br>\nExperience using statistical computer languages (R, Python) to manipulate data and draw insights from large data sets.\n<br><br>\nExperience working with and creating data architectures.\n<br><br>\nExperience with a variety of machine learning techniques (clustering, decision tree learning, artificial neural networks, etc.) and their real-world advantages\u002Fdrawbacks.\n<br><br>\nSome knowledge of advanced statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.).\n<br><br>\nProficient and demonstrable experience with databases such as MySQL, MongoDB, etc.\n<br><br>\n<b>Knowledge with cloud based services:<\u002Fb> AWS, Azure, GCP, etc.\n<br><br>\nExcellent written and verbal communication skills for coordinating across teams.\n<br><br>\nA drive to learn and master new technologies and techniques.\n<br><br>\n<b>WITHIN ONE MONTH, YOU'LL:<\u002Fb><br>\nComplete WorkBoard's new-hire training week, and learn what it means to build an elegant Strategy & Results platform.\n<br><br>\nRamp up on WorkBoard's architecture, engineering stack and attend engineering sessions designed and presented by peers.\n<br><br>\nOwn, plan and implement your first data science project along with your manager.\n<br><br>\nWork with you manager to define your next periods objectives.\n<br><br>\n<b>WITHIN THREE MONTHS, YOU'LL:<\u002Fb><br>\nHave a deep understanding of the services that WorkBoard is comprised of and how they interact with one another.\n<br><br>\nHave a complete understanding of the data available, how to access and work within.\n<br><br>\nSeek, explore and implement data solutions as well as present them to the team.\n<br><br>\nAssist in architecting WorkBoard's data science strategy and goals.\n<br><br>\nAssist in developing ML\u002FDS solutions both for internal and external use cases.\n<br><br>\nAssess the effectiveness and accuracy of new data sources and data gathering techniques.\n<br><br>\nMine and analyze data from company databases to drive optimization and improvement of product development, marketing techniques and business strategies.\n<br><br>\n<b>WITHIN SIX MONTHS, YOU'LL:<\u002Fb><br>\nConfidently manage WorkBoard's Data Science Strategy.\n<br><br>\nContributing suggestions to our roadmap for improvements.\n<br><br>\nLead in developing ML\u002FDS solutions both for internal and external use cases.\n<br><br>\nContinue to optimize for increasing scale and a larger global customer base.\n<br><br>\nUse predictive modeling to increase and optimize customer experiences, revenue generation, ad targeting and other business outcomes.\n<br><br>\n<b>WITHIN TWELVE MONTHS, YOU'LL:<\u002Fb><br>\nMaintain knowledge of WorkBoard's data, systems, operational best practices and teach them to new members of the team.\n<br><br>\nLearn advanced skills in ML\u002FDS algorithms, modeling, developing and deploying.\n<br><br>\nDevelop processes and tools to monitor and analyze model performance and data accuracy.\n<br><br>\nContribute to effort to add multiple points of presence to improve WorkBoard's offerings globally.\n<br><br>\nTHE WORKBOARD STORY\n<br><br>\nWorkBoard provides a powerful, modern results platform to help companies achieve their growth plans. Unlike most enterprise software, our solution is important to every employee, so we strive to set the high bar for capabilities that delight and enable everyone to be more successful at work. Large enterprises like Cisco, Reliance Industries, Samsung, Deutsche Telekom, GE, Transamerica, Cision, and fast-growth companies like Go1, Influitive, Malwarebytes and many others use WorkBoard to fuel faster growth.\n<br><br>\nWe are proud to be an equal opportunity workplace committed to building a team culture that celebrates learning, diversity and inclusion. If you're hungry to grow your skills while growing a company, your sense of urgency matches the size of our market opportunity, and you value and enable team mates' contributions, then come join us!\n<br><br>\nThis position is based in Portland, OR.\n<br><br>\nSalary is competitive and commensurate with experience.","5c1aa07f9544250e":"<div><div><div><div><div>This position is embedded within our Data Analytics practice. Leverage your curiosity and problem-solving skills to explore, discover, and predict patterns contained within data sets for a wide range of government clients. This includes the derivation of clear narratives that help our clients understand their data and how those insights address research questions.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Frame and scale data problems to analyze, visualize, and find data solutions.<\u002Fli><li>\nManipulate common data formats, including comma-delimited, text files, and JSON.<\u002Fli><li>\nTransform data and analysis into informative visualizations and interactive dashboards using open-source and commercially available visualization and dashboard tools.<\u002Fli><li>\nDerive insights and analytic narratives from data and visualizations for effective storytelling and clear communication in response to research questions.<\u002Fli><li>\nWork in a fast-paced, solutions-oriented environment focused on client deliverables, analysis, and reporting.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Bachelor&rsquo;s degree in data science, mathematics, statistics, economics, computer science, engineering, or a related business or quantitative discipline<\u002Fli><li>\nExperience working with tools, including object-oriented programming (Python, Java), computational analysis tools (R, MATLAB), and associated data science libraries (scikit-learn)<\u002Fli><li>\nExperience creating meaningful data visualizations and interactive dashboards such as Tableau, Qlik, Power BI, RShiny, plotly, and d3.js to communicate findings and relate them back to how your insights create business impact<\u002Fli><li>\nWorking knowledge of databases and SQL; preferred qualifications include linking analytic and data visualization products to database connections<\u002Fli><li>\nPreferred experience with data science methods related to data architecture, data munging, data and feature engineering, and predictive analytics; additional preferred qualifications include working with unstructured text and natural language processing<\u002Fli><li>\nSuperior communication skills, both oral and written<\u002Fli><\u002Ful><div>\nApplicants for this position may be subject to a government security investigation and must meet eligibility requirements for access to classified information. Please note that only US citizens are eligible to obtain security clearances.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","8ea369e9fe375ec8":"<div><div>San Francisco Bay Area<\u002Fdiv><div>\nDescription:<\u002Fdiv><div><p>\nAs one of the first employees at Unlearn, you will have the opportunity to shape the future of how data is used in clinical science and help build a world-class team of computational scientists.\n<\u002Fp><p>Day-to-day work will include:<\u002Fp><ul><li>\nBuilding state-of-the-art clinical datasets for multiple diseases.<\u002Fli><li>\nPioneering new paradigms for working with clinical data.<\u002Fli><li>\nHelping create powerful and robust software libraries for data processing and analysis.<\u002Fli><li>\nAnalyzing machine learning models and contributing to novel applications in clinical science and regulatory statistics.<\u002Fli><li>\nCollaborating with internal and external scientists to simulate patient populations and improve drug development.<\u002Fli><\u002Ful><p>\n&zwj;<\u002Fp><\u002Fdiv><div>\nQualifications\u002FRequirements<\u002Fdiv><div><p>\nYou are an entrepreneurial scientist who wants to build a new approach to clinical science with computation as its foundation.\n<\u002Fp><p>You&rsquo;ll likely have:<\u002Fp><ul><li>\nAdvanced degree in an experimental or quantitative discipline<\u002Fli><li>\nIndustry experience with development in Python<\u002Fli><li>\nStrong knowledge of software paradigms and style<\u002Fli><li>\nExpertise in working with data: cleaning data, building datasets, integrating with machine learning models, performing statistical analysis<\u002Fli><li>\nExcellent communication and collaboration skills<\u002Fli><li>\nThe flexibility and adaptability necessary to be an early employee at an ambitious startup<\u002Fli><li>\nAbility to work in the San Francisco Bay Area office<\u002Fli><\u002Ful><p>\n&zwj;<\u002Fp><\u002Fdiv><div>\nCompensation\u002FBenefits<\u002Fdiv><div><p>\nUnlearn offers competitive benefits and compensation commensurate with experience.<\u002Fp><\u002Fdiv><\u002Fdiv><p><\u002Fp>","ffc2f1b256989cc6":"<div><ul><li>Location: Boca Raton, FL<\u002Fli>\n<li>Duration: 6+ (Green Card Citizens or EAD GC)<\u002Fli>\n<li>Interview Process: Phone\u002FIn-person is required to get hired<\u002Fli>\n<p><b>Job Description:<\u002Fb><\u002Fp>\n<p>\nWe need a Big Data (Hadoop and\u002For Teradata) Data Architect, Data Strategist, Data Scientist caliber position. This is not a developer role, it is a very HIGH LEVEL position. The manager is looking for someone using web analytics tools or statistical tool R..<\u002Fp>\n<li>\nExperience with statistical packages; Required 3 years<\u002Fli>\n<li>Experience in statistical modeling; Required 3 years<\u002Fli>\n<li>Experience working with big data using SQL, Hadoop, Teradata; Requred 3 years<\u002Fli>\n<li>Experience working with behavioral and online media data sources; Required 3 years<\u002Fli>\n<li>Experience in retail and eComm; data mining; data reporting\n<\u002Fli><li>Ability to looking at entire landscape and consolidate all information across all avenues<\u002Fli><\u002Ful><\u002Fdiv>","ab10cf07e02519e8":"<div><p><b>Requisition ID:<\u002Fb> 35422<\u002Fp><p><\u002Fp><br>\n<p>\nOur reliability is one of the best in the nation, and we&rsquo;re working to make it even better. We live here too. That&rsquo;s why we&rsquo;re committed to making Florida a better place. Join our team today Learn more<\u002Fp><p><\u002Fp><br>\n<p><b>\nPosition Specific Description<\u002Fb><\u002Fp><p><\u002Fp><p>\nAt NextEra Energy, our people are our greatest asset and our enterprise AI Team is looking for Data Scientists to join the organization!<\u002Fp><p><\u002Fp><br>\n<p>\nIn this role you will be responsible for developing algorithms, modeling techniques, and optimization methods that support many aspects of NextEra and FPL business. You will use knowledge of machine learning, optimization, statistics, and applied mathematics along with abilities in software engineering with a focus on distributed computing and &ldquo;Big Data&rdquo; to deliver business value by translating complex data into meaningful insights.<\u002Fp><p><br>\n Experience:<\u002Fp><ul><li>\nDeveloping data models and algorithms best suited to a particular scenario<\u002Fli><li>\nAssessing effectiveness of the data model<\u002Fli><li>\nUsing different data gathering techniques<\u002Fli><li>\nKeep up-to-date with latest technology trends<\u002Fli><li>\nUse modeling to improve customer experience by optimizing work schedules and events<\u002Fli><li>\nDevelop processes and\u002For tools to monitor model performance and accuracy<\u002Fli><li>\nExtending company&rsquo;s data with third party sources of information when needed<\u002Fli><li>\nProcessing, cleansing, and verifying the integrity of data used for analysis<\u002Fli><li>\nDoing ad-hoc analysis and presenting results in a clear manner<\u002Fli><li>\nCommunicate results and ideas to key decision makers<\u002Fli><\u002Ful><p><br>\n Preferred Qualifications and Technologies:<\u002Fp><ul><li>\nExperience with Machine Learning techniques (classification, regressions, feature selection, etc.)<\u002Fli><li>\nProgramming skills that allow you to be self-sufficient in handling data (Python, SQL, Scala, Java)<\u002Fli><li>\nExperience with large datasets and distributed computing (Hive\u002FHadoop, Spark)<\u002Fli><li>\nExperience with statistical tools, packages, libraries (R \u002F Spark \u002F H2O.ai \u002F scikit-learn)<\u002Fli><li>\nKnowledge of statistical techniques and concepts<\u002Fli><li>\nPresent information using data visualization techniques<\u002Fli><\u002Ful><p><\u002Fp><div><div><div><b>\nJob Overview<\u002Fb>\n<\u002Fdiv><div><p>This position is responsible for developing algorithms, modeling techniques, and optimization methods that support many aspects of NextEra and FPL business. Employees in this role use knowledge of machine learning, optimization, statistics, and applied mathematics along with abilities in software engineering with a focus on distributed computing and data storage infrastructure (e.g. &ldquo;Big Data&rdquo;).<\u002Fp><\u002Fdiv><\u002Fdiv><div><div><b>\nJob Duties &amp; Responsibilities<\u002Fb>\n<\u002Fdiv><div><ul><li>Develops machine learning, optimization and other modeling solutions<\u002Fli><li>\nPrepares comprehensive documented observations, analyses and interpretations of results including technical reports, summaries, protocols and quantitative analyses<\u002Fli><li>\nWorks with a variety of datasets, including timeseries data and &ldquo;big data&rdquo; requiring analysis on distributed computing platforms<\u002Fli><li>\nWrites software in R, Python or similar languages and contributes code to product development teams<\u002Fli><li>\nPerforms other job-related duties as assigned<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><div><b>\nRequired Qualifications<\u002Fb>\n<\u002Fdiv><div><ul><li>Bachelor&rsquo;s Degree<\u002Fli><li>\nExperience: 3+ years<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><div><b>\nPreferred Qualifications<\u002Fb>\n<\u002Fdiv><div><ul><li>Master&rsquo;s Degree<\u002Fli><li>\nDoctoral Degree<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp><br>\n<p><b>\nEmployee Group:<\u002Fb> Exempt<br>\n<b>Employee Type:<\u002Fb> Full Time<br>\n<b>Job Category:<\u002Fb> Science, Research, and Technology<br>\n<b>Organization:<\u002Fb> Florida Power &amp; Light Company<br>\n<b>Location:<\u002Fb> Juno Beach, Florida<br>\n<b>Other Work Locations: <\u002Fb>Florida<br>\n<b>Relocation Provided:<\u002Fb> Yes, if applicable<\u002Fp><p><\u002Fp><br>\n<p>\nNextEra Energy is an Equal Opportunity Employer. Qualified applicants are considered for employment without regard to race, color, age, national origin, religion, marital status, sex, sexual orientation, gender identity, gender expression, genetics, disability, protected veteran status or any other basis prohibited by law. We are committed to a diverse and inclusive workplace.<br>\n<br>\nIf you require special support or accommodation while seeking employment with NextEra Energy, please send an e-mail to recruiting-coordinator.sharedmailbox@nexteraenergy.com, providing your name, telephone number and the best time for us to reach you. Alternatively, you may call 1-844-694-4748. Please do not use this line to inquire about your application status.<br>\n<br>\nNextEra Energy will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor&rsquo;s legal duty to furnish information.<br>\n<br>\nNextEra Energy <b>does not<\u002Fb> accept any unsolicited resumes or referrals from <b>any third-party recruiting firms or agencies<\u002Fb>. Please see our policy for more information.<\u002Fp><p>\n#LI-AM1<\u002Fp><\u002Fdiv>","c9e619b012e9b0ec":"The Data Scientist is responsible for developing, maintaining and enhancing statistical models and algorithms to create strategic business opportunities across the organization relative to Marketing initiatives: (Attribution Modeling, Optimizing Spend, Diminishing returns, Developing Cohorts, etc.) and Business initiatives: through data analysis deriving insights that are actionable and growth impacting. This position is constantly challenged to tap into advanced mathematical and statistical techniques to develop optimal solutions. This position is expected to communicate complex concepts clearly.\n<br><br>\n<b>Job Duties:<\u002Fb><br>\nDevelops and utilizes Teradata and to produce concise conclusions from raw data in a clean, well structured and easily maintainable format as well as understand complex business requirements, business goals, and drivers and drive solutions aligning to SHC technology strategy. For example, this position finds optimal promotional cadence for seasonal goods by forecasting demand; adjusting the model based on actual outcome; and making price recommendations on a weekly basis to maximize margin.\n<br>Designs, implements and automates modeling and analysis procedures on existing and experimentally created data using open source programs including but not limited to Python and R. Modeling and analysis aims at answering various pricing and promotion questions such as \"What is the best price?\", \"What is the best promotional cadence?\" and \"How should price differ across location and member?\" For example, this position builds models to estimate pricing elasticities accounting for seasonality, promotions and other factors. Scales the model so that it can be applied to different divisions, recommending optimal price to maximize margin.\n<br>Plans for integrating new systems, provides leadership for service-oriented architecture (SOA) programs and adoption, and assesses the risk of implementing new solutions. Oversees and creates solutions implemented on large data warehouses.\n<br>Provides leadership in developing robust solutions for Analytics, Predictive Analytics, Pattern Recognition, Data Mining, Reporting, Web Analytics, and Metadata Management\n<br>Organizes conclusions drawn from data into action items to improve pricing strategy and presents conclusions and action items to BU partners and pricing leadership.\n<br>Provides insight into emerging technology and provide direction in the incorporation of new technology. Creates enhancements and defect resolution on an ongoing basis to improve efficiency of the code base, as well as conduct POCs (Proof of Concept) to evaluate new technologies when required.\n<br>Establishes reporting and tracking to continuously monitor and report out impact\n<br>Increases pace and confidence of learning by combining state of the art technology and statistical methods (parametric and nonparametric econometrics and machine learning); provides expertise in integrating advanced analytics into ongoing business processes (combine data mining techniques with structure approaches to avoid spurious correlations). Maintains awareness of modeling and analytics best practices from a wide range of industries\n<br><br>\nBS or BA required.\n<br>3-5+ years prior data experience (cleaning raw data, coding analysis, and presenting results) either professionally or in an academic setting\n<br>An advanced degree and 1-2 years of experience is also acceptable\n<br>Experience in economics, statistics, or computer science\n<br>Knowledge of various programming software and languages such as, but not limited to R, Stata, Matlab, Python, SQL, and Excel, Adobe Analytics and Data Workbench\n<br>Sound technical and analytical skills, concise and clean analytic graphics\n<br>Desire and willingness to work in a collaborative, innovative, flexible and team-oriented environment, welcoming push back on conclusions and inferences\n<br>Flexibility, adaptability and the ability to learn quickly in various technical and creative environments, while delivering quality work by tight deadlines\n<br>Ability to perform thorough analysis of complex data, draw sound conclusions, and devise actionable strategies","e4e1979e7e3d029f":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div><b>DriveTime Needs a Data Scientist<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nDriveTime is the nation&rsquo;s second largest used car retailer, focused on helping people find and finance used vehicles (trust us, it&rsquo;s more exciting than it sounds). We have single-handedly rebuilt, retooled, redreamed and reconfigured the way people think about driving cars, breaking apart from the industry&rsquo;s status quo. For more than 17 years, DriveTime has changed the auto world from the ground up while emphasizing values, morals and growth from the inside-out!<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nDriveTime&rsquo;s goal is to take every customer on the full path to ownership. All the way from purchasing vehicles, inspecting and selling; to financing, servicing and warranties &ndash; when it comes to owning a vehicle - we know what&rsquo;s up! As motivated as we are to take our customer on the path to ownership, we are just as focused on taking our employees on the path to owning their careers. Across the nation, from our home office and call centers to our 138 retail locations and 20 inspection centers, we are looking for talented individuals like yourself to join our ever-growing team!<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><div><b>That&rsquo;s Nice, But What&rsquo;s the Job?<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nIn short, as a Data Scientist, you will utilize analytical, statistical and programming skills on large and complex datasets to drive business insights and decisions. This includes identifying, designing and building often complex solutions to interesting and unique problems. This role is designed to work across all areas of the business, collaborating with each business unit by providing predictive models to help optimize decision making across the organization. A Data Scientist at DriveTime must collaborate very closely with all other analytical teams, senior leaders of various departments, IT and the BI department.<br>\n<\u002Fdiv><div><\u002Fdiv><div>In long, our Data Scientist are responsible for acting as an internal consultant, sometimes working with other teams to deliver immediate value or by periodically designing long term solutions to provide a fundamental change. A successful Data Scientist utilizes a tool set consisting of: logic, problem solving, mathematics, finance, statistics and programming. Projects may include, but are not limited to:<\u002Fdiv><ul><li>\nQuantifying customer risk by building proprietary credit scoring models<\u002Fli><li>\nAssessing the impact of vehicle selection, financing options and underwriting on customer risk<\u002Fli><li>\nForecasting profitability by building probabilistic cash flow models<\u002Fli><li>\nOptimizing loan servicing strategies by determining how and when to best contact customers for payments<\u002Fli><li>\nValuing unseen vehicles for placing bids in online auctions or for accepting customer trade-ins<\u002Fli><li>\nUtilizing click stream data to build a website recommendation engine that calculates vehicle similarity<\u002Fli><li>\nDesigning various A\u002FB experiments, analyzing results and making long-term decisions that will improve the product and experience we offer to our customers<\u002Fli><li>\nWork within a dynamic, fast paced team to analyze all aspects of the business<\u002Fli><li>\nIdentify areas of opportunity for leveraging quantitative analyses and mathematical frameworks<\u002Fli><li>\nAssess the efficacy of new data sources and data gathering processes<\u002Fli><li>\nDesign, code and implement quantitative models using statistics and machine learning<\u002Fli><li>\nBuild tools and reports that monitor model performance and accuracy<\u002Fli><li>\nWork closely with IT to test and deploy predictive models<\u002Fli><li>\nWork closely with business managers to build reports that support operational use of predictive models<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div><b>What we want in our Data Scientist.<\u002Fb><\u002Fdiv><ul><li>\nStrong problem solving skills with an emphasis on financial data analysis<\u002Fli><li>\nBachelor&rsquo;s degree in statistics, mathematics, econometrics, computer science, engineering, or a related quantitative field<\u002Fli><li>\nExperience querying databases and using statistical software (i.e. R, SQL)<\u002Fli><li>\nKnowledge of statistics and machine learning (i.e. regression, classification, sampling, decision trees)<\u002Fli><li>\nExperience creating data visualizations and communicating analytical results to general audiences<\u002Fli><li>\nKnowledge of advanced mathematics and statistics (i.e. calculus, probability, optimization)<\u002Fli><li>\nExcellent verbal and written communication skills for effective collaboration across the organization<\u002Fli><li>\nCuriosity and drive to master new technologies and tools<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nWhat we would like in our Data Scientist<\u002Fb><\u002Fdiv><ul><li>\nMasters of Science in statistics, mathematics, econometrics, computer science, engineering, or a related quantitative field<\u002Fli><li>\n3+ years of experience in Financial Services, Banking, Consumer Risk Management in technical or analytical roles<\u002Fli><li>\nProficiency in big data and distributed computing technologies (i.e. Hadoop, Spark)<\u002Fli><li>\nProficiency in other programming and scripting languages (i.e. Python, SAS)<\u002Fli><li>\nProficiency in version control software (i.e. Git, GitHub)<\u002Fli><li>\nExperience building end-to-end predictive modeling products<\u002Fli><li>\nExperience in lifetime P&amp;L analysis of consumer credit<\u002Fli><li>\nExperience working with credit bureau data and other sources of information<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nAnything Else? Absolutely.<\u002Fb><\u002Fdiv><div>\nDriveTime was awarded Top Companies to Work for in AZ by AZCentral.com for our great culture and one of the Best Places to Work in IT as awarded by PBJ. Essentially we offer a creative, transparent and fun environment since, well, we work here too. DriveTime was also voted the Fastest-Growing Private Companies by Inc 5000, and we aren&rsquo;t slowing down anytime soon!<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nSo What About the Perks? Perks matter.<\u002Fb><\u002Fdiv><ul><li><b>\nMedical, Dental and Vision.<\u002Fb> DriveTime pays a nice chunk of your premiums to keep the cost as low as possible for our employees.<\u002Fli><li><b>\n16 days of PTO and 6 paid Holidays.<\u002Fb> Because who doesn&rsquo;t love time off?<\u002Fli><li>\nBenefits like 401(k), company paid life insurance, short and long-term disability.<\u002Fli><li><b>\nCasual Dress.<\u002Fb> Come dressed in jeans (you&rsquo;ll fit right in with the rest of us).<\u002Fli><li><b>\nGame Room<\u002Fb>. Gimme a break &ndash; no, not a Kit Kat ad but we do have a ping-pong table, pool table and Virtual Reality if you ever need a break in your day.<\u002Fli><li><b>\nWellness Program and In-House Gym.<\u002Fb> We want our employees to be the best versions of themselves. That&rsquo;s why we offer a Wellness Program that includes an in-house gym, B12 shots, teeth cleanings, biometric screenings and much more!<\u002Fli><li><b>\nGrowth opportunities<\u002Fb>. DriveTime takes a lot of pride in promoting from within. We have spent the last 14 years growing our team members and taking them on the path to owning their careers!<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\n#LI-AV1<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","b758db6dac2525fe":"<div><p><b>The Team: <\u002Fb>The Data science team is a newly formed applied research team within S&amp;P Global Ratings that will be responsible for building and executing a bold vision around using Machine Learning, Natural Language Processing, Data Science, knowledge engineering, and human computer interfaces for augmenting various business processes.<\u002Fp><p><\u002Fp><p><b>\nThe Impact: <\u002Fb>This role will have a significant impact on the success of our data science projects ranging from choosing which projects should be undertaken, to delivering highest quality solutions, ultimately enabling our business processes and products with AI and Data Science solutions.<\u002Fp><p><\u002Fp><p><b>\nWhat&rsquo;s in it for you:\n<\u002Fb><\u002Fp><ul><li>This is a high visibility team with an opportunity to make a very meaningful impact on the future direction of the company. You will work with senior leaders in the organization to help define, build, and transform our business.<\u002Fli><li>\nYou will work closely with other senior scientists to create state of the art Augmented Intelligence, Data Science and Machine Learning solutions.<\u002Fli><li>\nThe team actively participates in top-tier academic and industry conferences by publishing research and organizing workshops. Depending on your interest, you can be part of these efforts.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nResponsibilities: <\u002Fb>As an NLP Data Scientist you will be responsible for building AI and Data Science models with a main focus on mining insights from text corpora. You will need to rapidly prototype various algorithmic implementations and test their efficacy using appropriate experimental design and hypothesis validation.<\u002Fp><p><\u002Fp><p><b>\nBasic Qualifications: <\u002Fb>BS in Computer Science, Computational Linguistics, Artificial Intelligence with a heavy focus on NLP\u002Ftext mining, or related field with 5+ years of relevant industry experience. There is some flexibility in adjusting the seniority to your level of education and experience.<\u002Fp><p><\u002Fp><p><b>\nPreferred Qualifications:<\u002Fb><\u002Fp><ul><li>\nMS in Computer Science, Computational Linguistics, Artificial Intelligence with a heavy focus on NLP\u002Ftext mining with 3+ years of relevant industry experience.<\u002Fli><li>\nExperience with Financial documents such as SEC filings, financial reports, credit agreements, business news, or S&amp;P&rsquo;s credit ratings process is a plus.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nWhat we look for in your background:<\u002Fb><\u002Fp><ul><li>\nCreativity, resourcefulness, and a collaborative spirit.<\u002Fli><li>\nKnowledge and working experience in one or more of the following areas: Natural Language Processing, Clustering and Classification of Text, Question Answering, Text Mining, Information Retrieval, Distributional Semantics, Knowledge Engineering, Search Rank and Recommendation.<\u002Fli><li>\nDeep experience with text-wrangling and pre-processing skills such as document parsing and cleanup, vectorization, tokenization, language modeling, phrase detection, etc.<\u002Fli><li>\nProficient programming skills in a high-level language (e.g. Java, Scala, Python)<\u002Fli><li>\nBeing comfortable with rapid prototyping practices.<\u002Fli><li>\nBeing comfortable with developing clean, production-ready code.<\u002Fli><li>\nBeing comfortable with pre-processing unstructured or semi-structured data.<\u002Fli><li>\nExperience with statistical data analysis, experimental design, and hypotheses validation<\u002Fli><li>\nProject-based experience with some of the following tools:<ul><li>\nNatural Language Processing (e.g., Spacy, NLTK, ClearTK, ScalaNLP\u002FBreeze, ClearNLP, OpenNLP, or similar)<\u002Fli><li>\nApplied machine learning (e.g. libSVM, Shogun, Scikit-learn, SparkML, H2O, or similar)<\u002Fli><li>\nInformation retrieval and search engines, e.g. ElasticSearch\u002FELK, Solr\u002FLucene<\u002Fli><li>\nDistributed computing platforms, such as Spark, Hadoop (Hive, HBase, Pig), GraphLab<\u002Fli><li>\nDatabases (traditional and noSQL)<\u002Fli><\u002Ful><\u002Fli><li>\nProficiency in traditional Machine Learning models such as SVMs, LDA\u002Ftopic modeling, HMMs, graphical models, etc.<\u002Fli><li>\nOptional: familiarity with Deep Learning architectures and frameworks such as PyTorch, Tensorflow, Keras.<\u002Fli><\u002Ful><p><\u002Fp><p>\nTo all recruitment agencies: S&amp;P Global does not accept unsolicited agency resumes. Please do not forward such resumes to any S&amp;P Global employee, office location or website. S&amp;P Global will not be responsible for any fees related to such resumes.<\u002Fp><p><\u002Fp><p>\nS&amp;P Global is an equal opportunity employer committed to making all employment decisions without regard to race\u002Fethnicity, gender, pregnancy, gender identity or expression, color, creed, religion, national origin, age, disability, marital status (including domestic partnerships and civil unions), sexual orientation, military veteran status, unemployment status, or any other basis prohibited by federal, state or local law. Only electronic job submissions will be considered for employment.<\u002Fp><p><\u002Fp><p>\nIf you need an accommodation during the application process due to a disability, please send an email to: EEO.Compliance@spglobal.com and your request will be forwarded to the appropriate person.<\u002Fp><p>\nThe EEO is the Law Poster http:\u002F\u002Fwww.dol.gov\u002Fofccp\u002Fregs\u002Fcompliance\u002Fposters\u002Fpdf\u002Feeopost.pdfdescribes discrimination protections under federal law.<\u002Fp><\u002Fdiv><p><\u002Fp>","6a0477457d832648":"<p><\u002Fp><div><p>The Data Scientist will deliver and\u002For facilitate the delivery of high-quality advanced analytics projects, create proprietary analysis techniques for use in a category leadership \u002F retail setting, and identify opportunities to scale these capabilities across multiple accounts &amp; categories. As a Data Scientist in the Analytics team you will be part of a strong data science team who leverage innovative tools and techniques focused on delivering against strategic business opportunities.\n<\u002Fp><p><\u002Fp><p><b>KEY RESPONSIBILITIES\n<\u002Fb><\u002Fp><p>Projects\u002FProcess:\n<\u002Fp><ul><li>Create a best-in-class method for identifying, executing, and delivering data science capabilities \u002F &lsquo;big ideas&rsquo; to Category customers &ndash; including continuous improvement\n<\u002Fli><li>Identify, scope, &amp; lead advanced analytics projects as required by customer relationships, and timely delivery of agreed to work products\n<\u002Fli><li>Prioritize work according to relative size-of-prize and ability to implement\n<\u002Fli><li>Deliver engaging onsite presentations to customers and actively participate in analytics related components of customer Innovation Center visits\n<\u002Fli><\u002Ful><p><\u002Fp><p>Tools &amp; Techniques:\n<\u002Fp><ul><li>Leveraging data mining, statistics, and machine learning to develop best-in-class analysis techniques &amp; support data visualizations that answer strategic questions from customers\n<\u002Fli><li>Productize high-demand techniques to deliver efficiencies and scale across the organization\n<\u002Fli><li>Research &amp; evaluate industry best practices \u002F data science innovations; continuously improve by integrating learnings into projects whenever possible\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>SELECTION CRITERIA\n<\u002Fb><\u002Fp><p>Education\n<\u002Fp><ul><li>Bachelor&rsquo;s Degree is required (Statistics\u002F Analytics\u002FMathematics\u002FComputer Science preferred)\n<\u002Fli><li>Master&rsquo;s Degree preferred (Applied Mathematics\u002FStatistics\u002FAnalytics\u002FComputer Science\u002FEngineering)\n<\u002Fli><\u002Ful><p><\u002Fp><p>Experience\n<\u002Fp><ul><li>A minimum of 2 years of experience in a quantitative analysis type role is preferred (internal candidates with 1 or more years of this type of experience will be considered)\n<\u002Fli><li>Programming\u002FDeveloper experience highly preferred\n<\u002Fli><li>Use of Tableau for visual analytics is strongly preferred\n<\u002Fli><li>Familiarity with syndicated and POS data sources a plus\n<\u002Fli><li>Use of advanced predictive analytics tools (Python, SQL, or R) is a must (it is required to know at least 1 of the 3 tools)\n<\u002Fli><\u002Ful><p><\u002Fp><p>Other\n<\u002Fp><ul><li>Understanding of statistical principles necessary to compete the projects is a must\n<\u002Fli><li>Ability to solve analytical problems using complex quantitative approaches is a must\n<\u002Fli><li>Comfortable manipulating and analyzing complex, high-volume, high-dimensionality data from varying sources is a must\n<\u002Fli><li>Use of data science techniques (statistical analysis, clustering\u002Fsegmentation, and time series forecasting or optimization) is required\n<\u002Fli><li>Ability to communicate complex quantitative analysis in a clear, precise, and actionable manner is required\n<\u002Fli><li>Self-motivated and ability to handle multiple\u002Fdiverse tasks\n<\u002Fli><li>Ability to build relationships across the Company\n<\u002Fli><li>Up to 15% travel required\n<\u002Fli><\u002Ful><p><\u002Fp><p>#LI-123<\u002Fp><\u002Fdiv><p><\u002Fp>","b06ffbd343f41614":"<div><div><div>This Research Scientist will contribute to our research activities by applying modern data analytics and machine learning on variety of structured and unstructured data from wide area of different industries such as automation, energy, healthcare, building automation and mobility with the goal to improve business insights and help various business units to gain competitive advantage in their markets.<\u002Fdiv><div>\n<\u002Fdiv><div>\nThe Research Scientist will be responsible for developing new algorithms, publications and code prototypes as proof of concept in the new research area of Security, Safety and Compliance in collaboration with our security research group and also contribute to current analytics research for business analytics and monitoring.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div><b>\nResponsibilities<\u002Fb><\u002Fdiv><ul><li>\nResearch, design, and implement algorithms that power knowledge inference and online recommendations, based on Deep Learning\u002Fmachine learning to consume various types of data<\u002Fli><li>\nDive into huge, noisy, and complex real-world behavioral data to produce innovative analysis and new types of predictive models of engineering behaviors and manufacturing processes performance.<\u002Fli><li>\nExplore the untapped potential of big data for design, engineering and analysis tasks and devise revolutionary approaches.<\u002Fli><li>\nAdvance the state-of-the-art in the field, including generating patents and publications in top journals and conferences.<\u002Fli><li>\nApply deep learning techniques to large-scale, real-world problems.<\u002Fli><li>\nFast prototyping, feasibility studies, specification and implementation of data analysis product components.<\u002Fli><li>\nWorking with customers to understand algorithm requirements and deliver high-quality solutions.<\u002Fli><\u002Ful><div>\n<\u002Fdiv><div><b>\nRequired Knowledge\u002FSkills, Education, and Experience<\u002Fb><\u002Fdiv><div><b>\n<\u002Fb><\u002Fdiv><ul><li>\nCandidate must have completed PhD or completed Graduate degree with 3+ years of Experiences in the field of Big Data Analytics, machine learning\u002Fdeep learning.<\u002Fli><li>\nDegree in Computer Science or Information Technology preferred.<\u002Fli><li>\nStrong proficiency in Big Data tools and their configuration &amp; setup.<\u002Fli><li>\nProven in data mining, machine learning, deep learning, re-enforcement learning<\u002Fli><li>\nCapability for quick prototyping<\u002Fli><li>\nExcellent interpersonal and communication (verbal &amp; written) skills in English a must<\u002Fli><li>\nExcellent interpersonal skills and a can-do attitude<\u002Fli><li>\nStrong collaboration skills and ability to thrive in a fast-paced environment<\u002Fli><li>\nFlexibility and adaptability to work in a growing, dynamic team<\u002Fli><li>\nDemonstrable research and innovation track record as an intern or graduate assistant (publications, research monographs etc.)<\u002Fli><li>\nAbility to work with controlled technology in accordance with US export control law required. Siemens may require candidates under consideration for employment opportunities to submit information regarding citizenship status to allow the organization to comply with specific US Export Control laws and regulations. Additional information on the US Export Control laws &amp; regulations can be found on http:\u002F\u002Fwww.bis.doc.gov\u002Findex.php\u002Fpolicy-guidance\u002Fdeemed-exports\u002Fdeemed-exports-faqs?view=category&amp;id=33#subcat34<\u002Fli><\u002Ful><div>\n<\u002Fdiv><div><b>\nPreferred Knowledge\u002FSkills, Education, and Experience<\u002Fb><\u002Fdiv><ul><li>\nProficiency in security and compliance analytics preferred.<\u002Fli><li>\nPrevious experience or knowledge in the field of probabilistic reasoning, uncertainty quantification, dimensionality reduction, decision trees, and design analysis is preferred.<\u002Fli><li>\nProficiency in R, Knime, Hadoop and Spark<\u002Fli><li>\nIn depth Knowledge in Software development in Java<\u002Fli><\u002Ful><div>\n<\u002Fdiv><div>\n #LI-MD1<\u002Fdiv><\u002Fdiv><br>\n<p><b>\nJob ID:<\u002Fb> 181132<\u002Fp><p><b>\nOrganization:<\u002Fb> Corporate Technology<\u002Fp><p><b>\nCompany:<\u002Fb> Siemens Corporation<\u002Fp><p><b>\nExperience Level:<\u002Fb> Mid-level Professional<\u002Fp><p><b>\nJob Type:<\u002Fb> Full-time<\u002Fp><br>\n<p><b>\nEqual Employment Opportunity Statement<\u002Fb><br>\nSiemens is an Equal Opportunity and Affirmative Action Employer encouraging diversity in the workplace. All qualified applicants will receive consideration for employment without regard to their race, color, creed, religion, national origin, citizenship status, ancestry, sex, age, physical or mental disability, marital status, family responsibilities, pregnancy, genetic information, sexual orientation, gender expression, gender identity, transgender, sex stereotyping, protected veteran or military status, and other categories protected by federal, state or local law.<br>\n<br>\n<b>EEO is the Law<\u002Fb><br>\nApplicants and employees are protected under Federal law from discrimination. To learn more, Click here.<br>\n<br>\n<b>Pay Transparency Non-Discrimination Provision<\u002Fb><br>\nSiemens follows Executive Order 11246, including the Pay Transparency Nondiscrimination Provision. To learn more, Click here.<\u002Fp><\u002Fdiv>","98545ca0ce17b6ab":"<div><div><b>Data Scientist<\u002Fb> <b>-<\u002Fb> <b>(<\u002Fb><b>0044137<\u002Fb><b>)<\u002Fb><\u002Fdiv><div><b>\nDescription<\u002Fb><div>\n<\u002Fdiv><div><div>\nZensar is a leading digital solutions and technology<br>\n<\u002Fdiv><div>\nservices company that specializes in partnering with global organizations<br>\nacross industries on their Digital Transformation journey.<\u002Fdiv><div><br>\nZensar&rsquo;s comprehensive range of digital and technology services and solutions<br>\nenables its customers to achieve new thresholds of business performance. Zensar<br>\nhelps clients deliberate not only on executing Digital initiatives but on<br>\nrealizing the Return on Digital&reg;.<\u002Fdiv><div><br>\nFor enterprises to be resilient and successful in the long run, they will need<br>\nto focus on three aspects - Digital Agility, Cross-over IT and fundamentally<br>\nthe Stability of Core Enterprise Systems.<\u002Fdiv><div><br>\nWe practice Digital internally as we promote externally &ndash; Zensar runs on<br>\nDigital. Through Engaging, Operating, Partnering, and Managing Digital, we<br>\nbelieve in Living Digital.<br>\n<br>\n<b>Qualifications:<\u002Fb>\n<\u002Fdiv><ul><li>\nProven experience of 8+ years as a Machine Learning Engineer or similar role<\u002Fli><li>\nUnderstanding of data structures,data modeling and software architecture<\u002Fli><li>\nDeep knowledge of math, probability, statistics and algorithms<\u002Fli><li>\nAbility to write robust code in Java or python<\u002Fli><li>\nFamiliarity with machine learning frameworks (like TensorFlow or PyTorch) and libraries (like scikit-learn)<\u002Fli><li>\nStrong knowledge on big data technologies like Spark, HBase, Kinesis, Redshift, Snowflake, etc.<\u002Fli><li>\nExcellent communication skills<\u002Fli><li>\nAbility to work in a team<\u002Fli><li>\nOutstanding analytical and problem-solving skills<\u002Fli><li>\nExperience in e-learning would be a plus<\u002Fli><\u002Ful><br>\n<\u002Fdiv><div><\u002Fdiv>\n<\u002Fdiv><div><\u002Fdiv><div><b>Primary Location<\u002Fb><b>:<\u002Fb> United States of America-Texas-Austin<\u002Fdiv><div><b>\nJob Posting<\u002Fb><b>:<\u002Fb> Sep 11, 2019, 4:00:00 AM<\u002Fdiv><div>\n 8 <b>To<\u002Fb> 10<\u002Fdiv><\u002Fdiv>","1fccab47c282124b":"<div><div><b>Job Title: <\u002Fb>Data Scientist<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Job Location: <\u002Fb>Hudson, OH<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Main Responsibilities: <\u002Fb>Responsible for generating insightful strategies and business recommendations by building mathematical models, uncovering vast quantities of information, and evaluating the information to develop insights for the managerial teams toward business decision-making, policy formulation, and other key business data that will drive business performance. Perform data mining from the company's 50 million+ article-site combinations and evaluate opportunities for business performance improvement or development across the entire value chain, including Sales, Forecasting, Inventory Management, and Sourcing. Build descriptive, predictive, and\u002For prescriptive mathematical business models. Evaluate the results and cleanse and verify the data used in business models. Collaborate with cross-functional teams, including Inventory Management and Merchandising, to drive the executive of models. Establish strong working relationships with cross-functional teams, including IT, Inventory Management, Store Operations, and Merchandising, to collect data for business models, execute models, and make recommendations to the managerial teams based on the finds of the compiled data. Perform ad-hoc requests and, lastly, present data finds clearly for consumption by senior management and the managerial teams.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Education Requirement: <\u002Fb>Master&rsquo;s degree or foreign equivalent in Industrial Engineering, Operations Research, Supply Chain or in a related field.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Work Experience Requirement: <\u002Fb>1 year as an Analyst within a merchandising\u002Fretail environment.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Knowledge &amp; Skills: <\u002Fb>Additionally, the applicant must have professional experience in: 1.) VBA; 2.) Database Query Experience with SQL; 3.) Programming with R or Python; 4.) Experience with JDA Demand &amp; Fulfillment or JDA Enterprise Planning; 5.) Model Building experience with descriptive, predictive, or prescriptive models; and 6.) Cross-functional experience with IT and Finance.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>QUALIFIED APPLICANTS: <\u002Fb>Apply online at www.joann.com\u002Fcareers<\u002Fdiv><\u002Fdiv>","4976a93cf5e67083":"<b>Description:<\u002Fb><br>\nU.S. Soccer Overview\n<br>We are U.S. Soccer and we are the future of sport in the United States. Our mission is to make soccer the preeminent sport in the United States. We embrace diversity, technology and global connections to drive the growth of our sport and by supporting members, impacting athletes, and serving fans. We seek motivated, passionate, skilled people who can think, create and work on a team.\n<br><br>\nU.S. Soccer is a growing company that looks for team members to grow with it. U.S. Soccer offers a comprehensive compensation package, casual work environment, an inclusive culture and an atmosphere for professional development.\n<br><br>\nPosition Description\n<br>Working within a team of engineers, analysts, and digital marketers, youll be responsible for the deriving actionable insights from data on the commercial side of the organization. Most of your time will be spent supporting the Digital, Retail, Ticketing, Broadcast, and Brand teams in their quest to understand fan behaviors and habits as best as possible. That said, youll also interact with the Soccer side of the org and be given the opportunity to contribute to some of the Analytics projects happening there.\n<br><br>\nPrimary Responsibilities\n<br><ul>\n<li>Lead the tracking and analysis of commercial data in support of overall strategy<\u002Fli>\n<\u002Ful>\no Ticketing and attendance\n<br>o Retail (ecommerce and on-site)\n<br>o TV and Streaming\n<br><ul>\n<li>Work with the Engineering team to standardize the data management process for commercial sources<\u002Fli>\n<li>Develop predictive models and automated scripts to address high-impact opportunities on both the commercial and sporting sides<\u002Fli>\n<li>Work with the Digital and Brand team to execute U.S. Soccers research plan and understand the USWNT and USMNT fan bases (in-house surveys\u002Fstudies and projects with 3rd-party research partners).<\u002Fli>\n<\u002Ful>\n<b>Requirements:<\u002Fb><br>\nMinimum Qualifications\n<br><ul>\n<li>Bachelor's degree in a STEM field (preferably Math, Statistics, Engineering, Social Sciences, Physical Sciences, or a related field)<\u002Fli>\n<li>Advanced skillset in Python or R<\u002Fli>\n<li>Proficient in SQL<\u002Fli>\n<li>Advanced understanding of different statistical and modeling methods<\u002Fli>\n<li>2-4 years of experience analyzing customer or fan behavior<\u002Fli>\n<li>Experience with Tableau<\u002Fli>\n<li>Proven ability to communicate effectively with technical and non-technical stakeholders<\u002Fli>\n<li>Excellent written and verbal communication skills<\u002Fli>\n<li>Exceptional time management skills and ability to prioritize workflow<\u002Fli>\n<li>Full-time position, 40+ hour work week<\u002Fli>\n<li>Some travel will be required<\u002Fli>\n<\u002Ful>\nDesired Qualifications\n<br><ul>\n<li>Graduate degree with background in statistics or machine learning<\u002Fli>\n<li>Experience with AWS (Redshift, S3)<\u002Fli>\n<li>Hands-on experience building models with deep learning frameworks (Tensorflow, PyTorch)<\u002Fli>\n<li>Passion for soccer and a solid understanding of the soccer landscape in the United States<\u002Fli>\n<\u002Ful>\nWorking at U.S. Soccer is a unique opportunity. Employees who work at U.S. Soccer have the following attributes:\n<br><ul>\n<li>Adopt a company centric approachServe the Athlete and the Fan<\u002Fli>\n<li>Embrace and see learning as a lifelong pursuit<\u002Fli>\n<li>Possess a growth mindsetkeeps an open mind and seeks new challenges<\u002Fli>\n<li>Practice self-assessment and self-reflection<\u002Fli>\n<li>Open to criticism and does not make excuses<\u002Fli>\n<li>Possess a tireless work ethic<\u002Fli>\n<li>Wants to be part of a team that wins<\u002Fli>\n<li>Has the ability to be firm but fair<\u002Fli>\n<li>Communicate in a direct, open and honest manner<\u002Fli>\n<li>Build relationships through genuine interpersonal skills<\u002Fli>\n<\u002Ful>\n","cbd82833f3e8ea90":"<b>Description:<\u002Fb><br>\nSpinSys, a leading Health IT solution provider focuses on advancing healthcare innovations through leveraging industry leading technologies. We are looking to add integral members to our DHA service delivery team to provide leading industry, cloud-based, mobile, web, BI, AI and big data solutions. If you are looking for an opportunity to work in a small team of high caliber developers, administrators and engineers focused on solving challenges using best-of-breed open-source and in-house developed solutions, then the SpinSys team is where you want to be. Learn more about our unique culture at jobs.spinsys.com.\n<br><br>\nThe Junior Data Scientist will be respondsible for modeling complex organizational problems, discovering insights and identifying opportunities through the use of statistical, algorithmic, mining and visualization techniques. In addition to advanced analytic skills, this position must also have proficiency with integrating and preparation of large, varied datasets. They must have a background in architecting specialized database and computing environments and communicating results.\n<br><br>\nThe Junior Data Scientists must have an excellent set of communications skills, as this position requires that they work closely with clients, data stewards, project\u002Fprogram managers, and other IT teams to turn data into critical information and knowledge that can be used to make sound organizational decisions.\n<br><br>\nOther responsibilities include providing data that is congruent and reliable via Data Validation and Health checks. They need to be creative thinkers and propose innovative ways to look at problems by using data mining approaches on the set of information available.\n<br><br>\nDuties and Responsibilities\n<br><br>\n<ul>\n<li>Understand and demonstrate a high level of mathematics<\u002Fli>\n<li>Ability to troubleshoot and resolve data issues<\u002Fli>\n<li>Identifies and acts upon opportunities for continuous Improvement<\u002Fli>\n<li>Demonstrates an understanding of both technical and business data concepts<\u002Fli>\n<li>Experience and ability to demonstrate future trends capabilities<\u002Fli>\n<li>Ability to work with and mentor peers and team members<\u002Fli>\n<\u002Ful>\n<b>Proven track record with Data to include:<\u002Fb><br>\n<ul>\n<li>Data Shaping Experience:<\u002Fli>\n<li>Ability to interpret and extract the meaning of data<\u002Fli>\n<li>Experience collecting, processing and munging data<\u002Fli>\n<li>Demonstrates skills with statistics, persistence and software engineering<\u002Fli>\n<li>Knowledge of debugging and logging of output from code<\u002Fli>\n<li>Understanding of biases in data<\u002Fli>\n<li>Preform data integrity checks and identify and address any deltas<\u002Fli>\n<li>Exploratory Data Experience<\u002Fli>\n<li>Experience with exploratory data process<\u002Fli>\n<li>Ability to find and build models and algorithm<\u002Fli>\n<li>Understanding of Data Usage and Analytic needs<\u002Fli>\n<li>Ability to develop data prototypes and Data Health Check<\u002Fli>\n<li>Demonstrate the ability to support and guide data-driven decision making.<\u002Fli>\n<\u002Ful>\n<b>Requirements:<\u002Fb><br>\n<ul>\n<li>Bachelor Degree in mathematics, statistics, computer science, management information systems, or marketing.<\u002Fli>\n<li>1-3 years of experience in data collection, problem solving, and data collection and analyst<\u002Fli>\n<li>1-3 years in HIPAA compliant environment that includes exposure to the protection of Medical PHI and PII<\u002Fli>\n<li>Must be 8570 Compliant (includes either a Security + or CISSP certification)<\u002Fli>\n<li>Must have an active Secret Clearance and\u002For ability to secure one<\u002Fli>\n<li>This is an on premises position in either N. Charleston, SC or Falls Church, VA<\u002Fli>\n<\u002Ful>\n","b93ac90429123647":"<div><div><p><b>SSRS Data Scientist\n<\u002Fb><\u002Fp><p>SSRS, a leading data-driven survey research and data capture firm, is seeking an experienced data scientist to work with our growing team of skilled data capture professionals to deploy advanced predictive and prescriptive analytic solutions to meet our clients&rsquo; often challenging research needs. SRSS specializes in rigorous data capture for public policy, health care, public opinion, and other non-partisan research areas.<\u002Fp>\n<p><b>\n <\u002Fb><b>Key Responsibilities<\u002Fb><\u002Fp>\n<ul>\n<li>Use machine learning methods (e.g., cluster analysis, decision trees, random forest, neural networks, logistics regression) to model and predict research outcomes<\u002Fli>\n<li>Use advanced mathematical techniques (correlation, regression, time series analysis, analysis of variance, etc.) to forecast outcomes<\u002Fli>\n<li>Identify appropriate methods to conduct analyses including simulation methods (e.g., bootstrap, monte carlo, bagging methods), machine learning, and statistical analyses<\u002Fli>\n<li>Develop data visualizations to capture trends and summarize data<\u002Fli>\n<li>Create reports of data metrics, trends, outliers, etc.<\u002Fli>\n<li>Hands on experience with R and\u002For Python to manipulate and transform data<\u002Fli>\n<li>Ability to communicate through graphical representation\u002Fvisualizations, reports, algorithms, models, and dashboards<\u002Fli>\n<li>Process and prepare both structured and unstructured data sets to ensure successful modeling further downstream of the insight generation and modeling process<\u002Fli>\n<\u002Ful><p><b>Qualifications<\u002Fb><\u002Fp>\n<ul>\n<li>Master&rsquo;s Degree or Technical Bachelor&rsquo;s degree (four year degree or greater in a mathematic, scientific or information technology field of study);<\u002Fli>\n<li>2 or more years of related work experience;<\u002Fli>\n<li>Hands on experience with R, SAS and\u002For Python to manipulate and transform data<\u002Fli>\n<li>Experience working with databases (Teradata, Oracle, SQL and NoSQL dbs) and interpreting data; experience with feature engineering and data wrangling of both unstructured and structured data sets;<\u002Fli>\n<li>Exposure to data visualization tools and techniques (matplotlib, ggplot or Tableau);<\u002Fli>\n<li>Experience with business case analysis (problem identification, quantitative modeling and problem solving)<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>","e62c4296a5a8e90c":"<div><div>Data Scientist<\u002Fdiv>\n<p>The data scientist will advocate, evangelize and build data-fueled products that help our customers improve their Capital Project Delivery. You&rsquo;ll dig in and become an expert on our energy sector datasets. You will provide insight into leading analytic practices, design and lead iterative learning and development cycles, and ultimately produce new and creative analytic solutions that will become part of our core deliverables.<\u002Fp>\n<p>\nThe data scientist will work with cross-functional team members to identify and prioritize actionable, high-impact insights across a variety of core business areas. You will lead applied analytics initiatives that are leveraged across the breadth of our solutions for the technology sector. You will research, design, implement and validate cutting-edge algorithms to analyze diverse sources of data to achieve targeted outcomes.<\u002Fp>\n<p>\nYou will provide expertise on mathematical concepts for the broader applied analytics team and inspire the adoption of advanced analytics and data science across the entire breadth of our organization.<\u002Fp>\n<h3 class=\"jobSectionHeader\"><b>\nCandidate Requirements:<\u002Fb><\u002Fh3>\n<ul><li>Posses a Ph.D. (strongly preferred) or Master&rsquo;s Degree in operations research, applied statistics, data mining, machine learning, physics or a related quantitative discipline.<\u002Fli>\n<li>Deep understanding of statistical and predictive modeling concepts, machine-learning approaches, clustering and classification techniques, and recommendation and optimization algorithms.<\u002Fli>\n<li>3+ years of experience delivering world-class data science outcomes, the data scientist will solve complex analytical problems using quantitative approaches with their unique blend of analytical, mathematical and technical skills.<\u002Fli>\n<li>Passionate about asking and answering questions in large datasets, and will be to communicate that passion to product managers and engineers.<\u002Fli>\n<li>Keen desire to solve business problems, and live to find patterns and insights within structured and unstructured data.<\u002Fli>\n<li>Propose analytics strategies and solutions that challenge and expand the thinking of everyone around you.<\u002Fli>\n<li>Expert in analyzing large, complex, multi-dimensional datasets with a variety of tools.<\u002Fli>\n<li>Expert in the use of statistical analysis environments such as R, MATLAB, SPSS or SAS.<\u002Fli>\n<li>Experienced with BI tools.<\u002Fli>\n<li>Experience with relational databases as you are with Hadoop-based data mining frameworks.<\u002Fli>\n<li>Experience with SQL, Python, Java and C\u002FC++.<\u002Fli>\n<\u002Ful><h3 class=\"jobSectionHeader\"><b>Company Overview:<\u002Fb><\u002Fh3>\n<p>The CARIAN Group is a New Jersey based management consulting firm that serves leading Fortune 500 businesses. We help our clients make lasting improvements to the delivery of their Capital Projects and realize their most important goals. The CARIAN Group is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, genetics, disability, age, veteran status, or any other characteristic protected by law. Note that this posting is intended for individual applicants ONLY. The CARIAN Group does not accept any solicitation for services from search firms or agencies.<\u002Fp><\u002Fdiv>","d8d1f22735f9b962":"<div><\u002Fdiv><div><div><div><div>We&rsquo;re seeking an exceptional Data Scientist to join us to work on our core products such as our seller and buyer experiences, internal tools, and pricing algorithms. You will drive data-informed decisions for the business and guide our product direction with your insights.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nDay to day you will understand business impact, product decisions, use a combination of statistical modeling and business intuition to uncover insights from our data, and build processes to generate robust metrics for teams to track to.<\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>\nAs a Data Scientist you will:<\u002Fb><\u002Fh3><div><ul><li>\nPartner with product, engineering, operations and finance teams to find opportunities, make smart trade-offs, and understand customer impact of new features<\u002Fli><li>\nUse data to inform, influence, support, and execute our product decisions<\u002Fli><li>\nCraft statistical models to gain insights from data and communicate results to partners<\u002Fli><li>\nBuild pipelines to automate generation of metrics to guide the business<\u002Fli><li>\nBecome a domain expert in real-estate<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>\nWe&rsquo;re looking for teammates who bring:<\u002Fb><\u002Fh3><div><ul><li>\n3+ years of relevant work experience<\u002Fli><li>\nComfort and experience building complex SQL queries<\u002Fli><li>\nDeep understanding of statistics(e.g. hypothesis testing and regressions)<\u002Fli><li>\nFamiliarity with ETL design and analytics workloads, preferably experience in building maintainable pipelines<\u002Fli><li>\nHighly self-motivated with the desire to solve open-ended problems<\u002Fli><li>\nResourcefulness, pragmatism, and ability to drive business impact<\u002Fli><li>\nStrong verbal, written, and interpersonal communication skills<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>\nBonus points:<\u002Fb><\u002Fh3><div><ul><li>\nYou have experience in experimental design and interpretation<\u002Fli><li>\nYou love delighting customers with honest transparent products and experiences<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><br>\n<div>\n<\u002Fdiv><div><b>\nMore About Us<\u002Fb><\u002Fdiv><div>\nWant to learn more about us and how we are revolutionizing the home buying and selling process? Learn more about us on our website, check out our profile on The Muse to learn more about our culture from our team members, or read our blog posts to hear about the work we are doing.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nWe Offer the Following Benefits and Perks:<\u002Fb><\u002Fdiv><ul><li>Full medical, dental, and vision with optional 70% coverage for dependents<\u002Fli><li>Flexible vacation policy<\u002Fli><li>Educational budget to invest in your career development and growth<\u002Fli><li>Fitness\u002FCommuter Benefit stipend<\u002Fli><li>Generous parental leave<\u002Fli><li>Paid time off to volunteer<\u002Fli><\u002Ful><div><i>\nPlease note that these benefits and perks are available only to Full Time team members and do not apply to contract roles.<\u002Fi><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nOpendoor values Openness<\u002Fb><\u002Fdiv><div>\nOur team celebrates our diverse backgrounds. We believe that being open about who we are and what we do allows us to be better. Individuals seeking employment at Opendoor are considered without regards to race, color, religion, national origin, age, sex, marital status, ancestry, physical or mental disability, veteran status, sexual orientation, gender identity or other protected status under all applicable laws, regulations, and ordinances.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","985c1be1850aa5e5":"<div><div><div><div><div>The D. E. Shaw group is seeking a data scientist to join its Human Capital Analytics and Reporting team (HCAR). Members of HCAR are curators of employee data and leverage it to help answer strategic and operational talent questions for leaders across the business.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div><div><div><div><div><div><div><div><div><div>Explore<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div><div><div>Leadership<\u002Fdiv>\n<div>Founder<\u002Fdiv>\n<div>Our People<\u002Fdiv>\n<div>Hear from the Group<\u002Fdiv>\n<div>Core Principles<\u002Fdiv>\n<div>Community Impact<\u002Fdiv>\n<div>Sustainability<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div>\n<div><div>Investment Approach<\u002Fdiv>\n<div>Managing Risk<\u002Fdiv>\n<div>Renewables<\u002Fdiv>\n<div>Industry Leadership<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div><div>How To Join<\u002Fdiv>\n<div><div>Career Development<\u002Fdiv>\n<div>Choose Your Path<\u002Fdiv>\n<div>Interviewing<\u002Fdiv>\n<div>Internships<\u002Fdiv>\n<div>Upcoming Events<\u002Fdiv>\n<div>Fellowships<\u002Fdiv>\n<div>Application FAQ<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><div><div>What you&rsquo;ll do day-to-day<\u002Fdiv>\n<p>The data scientist will be responsible for envisioning, implementing, and maintaining the technical infrastructure that will drive HCAR&rsquo;s people analytics priorities forward. The output of this effort will be automated reporting products and data visualizations that provide efficient access to talent insights for senior business leaders throughout the firm. This position provides ample opportunities to collaborate with technical professionals across the firm and deliver best-in-class people analytics infrastructure, including the design and implementation of a central data warehouse.\n<\u002Fp><\u002Fdiv><\u002Fp><\u002Fdiv><div><div>Who we're looking for<\u002Fdiv>\n<div><ul><li>Ideal applicants will have a bachelor&rsquo;s degree or higher and three to five years of relevant work experience developing automated analytical reporting products in a business setting. Experience building ETLs, manipulating data at scale, and overseeing the technical operations of data infrastructure is essential.<\u002Fli>\n<li>Knowledge of scripting languages for data retrieval and transformation (e.g., R, Python, SQL) is critical. The ability to collaborate with a product manager and software development team in the architecture of a central data warehouse that will facilitate efficient reporting automation is also vital.<\u002Fli>\n<li>Familiarity with business intelligence programs (e.g., Tableau, Qlik, Pentaho, Shiny) and leading practices in data visualization is desired.<\u002Fli>\n<li>Individuals who possess a dedicated customer service mentality, excellent interpersonal communication skills, an ability to see how small details impact the bigger picture, and a knack for rapid problem solving are highly sought after.<\u002Fli>\n<li>Willingness to dive into details, collaborate effectively with teammates, and drive projects to completion is imperative. The ability to exercise extreme discretion with confidential information is also essential.<\u002Fli>\n<li>People analytics experience is preferred but not required.<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><div><p>The members of the D. E. Shaw group do not discriminate in employment matters on the basis of race, color, religion, gender, pregnancy, national origin, age, military service eligibility, veteran status, sexual orientation, marital status, disability, or any other category protected by law. Note that for us, this is more than just a legal boilerplate. We are genuinely committed to these principles, which form an important part of our corporate culture, and are eager to hear from extraordinarily well qualified individuals having a wide range of backgrounds and personal characteristics.<br>\n<\u002Fp><div><\u002Fdiv><div><b>\n<\u002Fb><\u002Fdiv><p>The D. E. Shaw group may collect, use, hold, transfer, and process candidates'' resumes and associated information (including personal information contained therein) for purposes reasonably related to their application, including without limitation: review and management of employment applications and supporting materials; administration and management of offers to and communication with candidates; and administration, management, and improvement of the recruiting operations of the D. E. Shaw group; and\u002For where reasonably required in connection with a proposed sale, spin-out, reorganization, or outsourcing of all or some of the business of the D. E. Shaw group. The D. E. Shaw group will not use such information for purposes unrelated to the foregoing, such as direct marketing of third-party products to candidates, without candidate consent. As used herein, the term &quot;personal information&quot; is meant to broadly describe information identifying or relating to a specific individual; it is intended to encompass &quot;personal data,&quot; &quot;sensitive personal data,&quot; and &quot;personally identifiable information&quot; and similar terms, as those terms are defined by law in the jurisdictions in which the D. E. Shaw group operates.\n<\u002Fp><p>The D. E. Shaw group may transfer such personal information within and outside the country and jurisdiction of the locations where the D. E. Shaw group maintains offices, to other D. E. Shaw group affiliates, to government and regulatory authorities, and to third parties which provide or may provide support and\u002For services to the D. E. Shaw group and for the purposes set forth above. The persons who may have access to this personal information are other employees of the D. E. Shaw group, in connection with the performance of their duties of employment, and the other parties listed above, in connection with the business of the D. E. Shaw group. (Of course, candidates will be considered for employment opportunities only in those countries in which they express interest.)\n<\u002Fp><div>The D. E. Shaw group will use reasonable care to maintain the confidentiality of personal information (including appropriate technical measures against unauthorized or unlawful processing and against accidental loss or destruction of, or damage to, such information) and will retain such data as required by applicable law or regulation. Candidates have the right to request access to, and correction of, their personal information in accordance with applicable law; any such request should be submitted to <div>recruiting-inquiries@deshaw.com<\u002Fdiv>. Candidates who have submitted a resume to the D. E. Shaw group and do not wish to proceed with their applications should email <div>cvwithdraw@deshaw.com<\u002Fdiv>. Personal information of candidates who have been the subject of background checks may have been transferred in accordance with applicable regulations, including without limitation the E.U.-U.S. Privacy Shield; any concerns with such transfers should be submitted to <div>backgroundcheck-inquiries@deshaw.com<\u002Fdiv>.\n<\u002Fdiv><div>The D. E. Shaw group may retain candidates&rsquo; information for use in future recruitment exercises; candidates who do not agree to such future use should email <div>recruiting-inquiries@deshaw.com<\u002Fdiv>.\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div><div><div>New York City HQ<\u002Fdiv>\n<div>1166 Avenue of the Americas<\u002Fdiv>\n<div>New York, NY 10036<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","f6576c3ba5851dbb":"<div><div><div>With over 10 million members and more than 800,000 listings, GOAT is the world&rsquo;s largest marketplace for authentic sneakers. Our Data Science team supports many vital tasks around the company including authentication, personalization, fraud detection, business development, operations, and much more.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>In this role you will:<\u002Fb><\u002Fh3><div><ul><li>\nBuild machine learning models driving predictive APIs<\u002Fli><li>\nEnrich the product discovery journey with recommendation streams<\u002Fli><li>\nSolve complex logistics optimization problems<\u002Fli><li>\nWork in cross functional teams to develop novel features and strategies<\u002Fli><li>\nIdentify and validate new features to be used across our machine learning services<\u002Fli><li>\nCommunicate the results and methodology effectively within the team and to external stakeholders<\u002Fli><li>\nDesign and run company wide experiments to provide statically validated insight<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>We are looking for:<\u002Fb><\u002Fh3><div><ul><li>\nEducational background in relevant field (Computer Science, Applied Mathematics, Statistics, Operations Research, Physics, Electrical &amp; Computer Engineering, or other quantitative fields)<\u002Fli><li>\n1+ years of professional experience<\u002Fli><li>\nProficiency in statistical analytics and machine learning algorithms<\u002Fli><li>\nProficiency in at least one mathematical programming tool such as Python or R<\u002Fli><li>\nA quick learner, a self-starter, able to work independently, and you're willing (and able) to handle the pressures of an increasing level of responsibility<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Benefits and Perks:<\u002Fb><\u002Fh3><div><ul><li>\nMedical, dental and vision coverage<\u002Fli><li>\nCompetitive salary and equity grants<\u002Fli><li>\nDaily catered lunches from LA&rsquo;s best restaurants<\u002Fli><li>\nUnlimited vacation and sick days<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","8de92d15510b1a02":"<div><\u002Fdiv><div><div><p>Formation provides personalization for the largest enterprise businesses in the world. We work with high volume data streams to deliver tailored experiences and orchestrate physical and digital exchanges into a seamless journey. Our Data Science Team is transforming the way people engage across multiple industries.<\u002Fp>\n<p>\nYou'll collaborate closely with engineers and share responsibility throughout the product life-cycle. You'll work in small, self-sufficient teams with a common goal: deliver excellent data science solutions anchored in a culture of quality, delivery, and innovation.\n<\u002Fp><p>As a Data Scientist at Formation you're capable of working in an agile data science environment to generate and test hypotheses quickly. You&rsquo;re also passionate about improving, optimizing, and developing new reinforcement learning (RL) strategies to enhance the value of our platform.\n<\u002Fp><p><b>Key Responsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Apply RL and statistical analysis to complex, real-world problems through massive data sets<\u002Fli>\n<li>Independently design, test, and productionize RL-based experimentation to refine customer strategies<\u002Fli>\n<li>Collaborate with colleagues in product and customer success roles, sharing responsibility throughout the product life-cycle<\u002Fli>\n<li>Ability to explore an unfamiliar and large data sets with big data tools such as Hive or Spark<\u002Fli>\n<li>Present methodology and results to external stakeholders and Fortune 500 clients<\u002Fli>\n<\u002Ful><p><b>Skills and Experience:\n<\u002Fb><\u002Fp><ul><li>Minimum 2 years experience as a Data Scientist, prior software development experience is a plus<\u002Fli>\n<li>Master's or Ph.D. in a relevant technical field (e.g. Computer Science, Mathematics, Statistics, Physics)<\u002Fli>\n<li>Prior experience with RL frameworks such as TensorFlow or Vowpal Wabbit, and Spark is a plus<\u002Fli>\n<li>Machine learning knowledge with a focus on contextual bandits, reinforcement learning, recommender systems, knowledge of common Data Science concepts related to e-commerce (e.g. lifetime value, net incremental revenue, churn) is a plus<\u002Fli>\n<li>Demonstrated ability to communicate and collaborate with peers<\u002Fli>\n<li>Demonstrated skills in result-driven problem solving<\u002Fli>\n<\u002Ful><p><b>ABOUT FORMATION<\u002Fb><\u002Fp>\n<p>\nFormation distills complex customer data into uniquely tailored experiences; we orchestrate physical and digital exchanges into one seamless journey. Our business is building lasting, trusted relationships between people and brands&mdash;and making it look easy.<\u002Fp>\n<p>\nWe're already reaching millions of people a day, and we're just getting started. Our founding leadership is equal parts business, design, and engineering&mdash;because we believe differing perspectives + passionate discourse achieve the greatest outcomes. We are collectively talented, but also humble. We give our whole selves. We love learning new things.<\u002Fp>\n<p>\nFormation is committed to inclusion and diversity and is an equal opportunity employer. All applicants will receive consideration without regard to race, color, religion, gender, gender identity, sexual orientation, national origin, disability, or veteran status.<\u002Fp>\n<p>\nAlso, we are thrilled to be named one of the Top 50 startups by LinkedIn! Every member of our team makes Formation a special place to work and grow. Come join us and see for yourself!<\u002Fp><\u002Fdiv><\u002Fdiv><p><\u002Fp>","66a82407dff93d61":"<div><p><b>Job Description:<\u002Fb><\u002Fp><ul><li> Working closely with the technology and learning teams, theData Scientist will be responsible for the following:<\u002Fli><li> Creating infrastructure for thedelivery team; Maintain a working knowledge of data mining and visualizationbest practices; Work in coordination with the team for better and quickresults;<\u002Fli><li> Being able to develop or program databases; Having theability to query databases and perform statistical analysis; Analyze the dataavailable and provide the relevant output;<\u002Fli><li> Collaborate with engineering colleagues to define the datamodeling goals for designated project areas;<\u002Fli><li> Having a good understanding of design and architectureprinciples; Understand the importance of the system development and help ingetting it implemented;<\u002Fli><li> Have good time management skills and should be able to meetthe expected deliverables;<\u002Fli><li> Being able to create examples, prototypes, demonstrations tohelp management better understand the work;<\u002Fli><li> Capacity to motivate and train junior scientists and offercounsel to peers. Being able to work autonomously;<\u002Fli><\u002Ful><p><br>\n <b>Basic Qualifications:<\u002Fb><\u002Fp><p>\nPassion, commitment, resourcefulness, and a drive to continuelearning are essential prerequisites. For this role, we&rsquo;re also looking for someonewho meets the following criteria:\n<\u002Fp><ul><li> PhD\u002F Master's Degree in Statistics,Mathematics, Computer Science, or equivalent; 5+ years of data science\u002Fminingexperience;<\u002Fli><li> Excellent knowledge of at least twocoding languages, e.g. Python, Java, Scala, R Language, SQL, ETL Tools, Perland Pig;<\u002Fli><li> Should have worked on different toolslike Java, SQL, Python, etc.; Good experience with SQL, Linux shell scripts,Perl, and AWK;<\u002Fli><li> Domain knowledge in at least twoindustries; Minimum five years of experience in customer-facing activities;<\u002Fli><li> Overall knowledge of BusinessIntelligence; in particular, data modeling, ETL, and reporting tools;<\u002Fli><li> Extensive hands-on experience workingwith very large data sets, including statistical analyses, data visualization,data mining, and data cleansing\u002Ftransformation;<\u002Fli><\u002Ful><\u002Fdiv>","31942c68ac324b85":"<div><p><b>Where good people build rewarding careers.<\u002Fb><\u002Fp><p>\nThink that working in the insurance field can&rsquo;t be exciting, rewarding and challenging? Think again. You&rsquo;ll help us reinvent protection and retirement to improve customers&rsquo; lives. We&rsquo;ll help you make an impact with our training and mentoring offerings. Here, you&rsquo;ll have the opportunity to expand and apply your skills in ways you never thought possible. And you&rsquo;ll have fun doing it. Join a company of individuals with hopes, plans and passions, all using and developing our talents for good, at work and in life.<\u002Fp><div><div><div>\nJob Description<\u002Fdiv><div><p>\nAn X3 Geospatial Data Scientist will be responsible for developing geospatial analysis solutions independently and in collaboration with other geospatial scientists. This will include assembling and rationalizing geospatial data from a variety of sources, including Allstate databases, Local, State and Federal data, and other disparate sources. The scientist will have the ability to support the development and execution of new machine learning predictive modeling algorithms, including spatial optimization and network analysis to provide deep insights and support business decisions. The geospatial data scientist will have the ability to create deployable geospatial products to support data analysis and visualization and conduct analytical tasks independently and as a member of a team. This role will also manage projects of small to medium complexity.<\u002Fp><\u002Fdiv><\u002Fdiv><div><div>\nKey Responsibilities:<\u002Fdiv><div><ul><li>\nCreate analytical models using geospatial data.<\u002Fli><li>\nCreate deployable mapping products and visualizations to support analytics and decision making<\u002Fli><li>\nWork with team members to analyze analytics and data requirements and research source data to meet requirements<\u002Fli><li>\nContribute to the maintenance of a geospatial data library with sufficient metadata and documentation to provide a set of re-usable geospatial data that will support numerous customer requirements<\u002Fli><li>\nHelp troubleshoot data quality issues - identifying root cause\u002Fsystem &amp; documentation\u002Fcommunication of resolution<\u002Fli><li>\nCollaborate with various teams in the testing\u002Fprofiling of data and validation of newly captured data to ensure accuracy<\u002Fli><li>\nMaintain and enhance skills in geospatial analysis and data science, and actively provide leadership in the application of these skills to core business problems<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nSupervisory Responsibilities:<\u002Fb><\u002Fdiv><div>\nThis job does not have supervisory duties<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nJob Qualifications<\u002Fdiv><div><p>\nEducation and Experience<\u002Fp><ul><li>\nGraduate degree in a field requiring geospatial analysis, such as Geography, Environmental Science or Geology.<\u002Fli><li>\n5 years of related experience (advanced degree in Geographic Information Analysis can be substituted for 2 years of experience).<\u002Fli><\u002Ful><p>\nCertificates, Licenses, Registrations<\u002Fp><ul><li>\nESRI Desktop, Developer or Enterprise Certification<\u002Fli><\u002Ful><p>\nFunctional Skills<\u002Fp><ul><li>\nAdvanced-level proficiency using ESRI software suite, including ArcGIS extensions.<\u002Fli><li>\nKnowledge and experience in developing analytical solutions, such as predictive analysis and machine learning, spatial optimization or network analytics.<\u002Fli><li>\nStrong analytic, cartographic, and presentation skills.<\u002Fli><li>\nStrong understanding of geospatial data, including coordinate systems, grids and projections and transformations.<\u002Fli><li>\nExperience in managing and manipulating large, complex datasets.<\u002Fli><li>\nTechnical fluency in the development of Python scripts to automate ArcGIS processes.<\u002Fli><li>\nAbility to develop data queries using SQL.<\u002Fli><li>\nStrong written and verbal communication skills including the ability to effectively collaborate with multi-disciplinary groups and all organizational levels<\u002Fli><li>\nOther software\u002Fprogramming languages with key analytic applications (such as Oracle PL\u002FSQL, PostGIS, Python, R) a plus.<\u002Fli><li>\nKnowledge of Big Data tools (Hive, Map\u002FReduce) a plus.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><p>\nThe candidate(s) offered this position will be required to submit to a background investigation, which includes a drug screen.<\u002Fp><p><b>\nGood Work. Good Life. Good Hands&reg;.\n<\u002Fb><\u002Fp><p>As a Fortune 100 company and industry leader, we provide a competitive salary &ndash; but that&rsquo;s just the beginning. Our Total Rewards package also offers benefits like tuition assistance, medical and dental insurance, as well as a robust pension and 401(k). Plus, you&rsquo;ll have access to a wide variety of programs to help you balance your work and personal life - including a generous paid time off policy.<\u002Fp><p>\nLearn more about life at Allstate. Connect with us on Twitter, Facebook, Instagram and LinkedIn or watch a video.<\u002Fp><p><b>\nAllstate generally does not sponsor individuals for employment-based visas for this position.<\u002Fb><\u002Fp><p>\nEffective July 1, 2014, under Indiana House Enrolled Act (HEA) 1242, it is against public policy of the State of Indiana and a discriminatory practice for an employer to discriminate against a prospective employee on the basis of status as a veteran by refusing to employ an applicant on the basis that they are a veteran of the armed forces of the United States, a member of the Indiana National Guard or a member of a reserve component.<\u002Fp><p>\nFor jobs in San Francisco, please click &ldquo;here&rdquo; for information regarding the San Francisco Fair Chance Ordinance.<br>\nFor jobs in Los Angeles, please click &ldquo;here&rdquo; for information regarding the Los Angeles Fair Chance Initiative for Hiring Ordinance.<\u002Fp><p>\nTo view the &ldquo;EEO is the Law&rdquo; poster click &ldquo;here&rdquo;. This poster provides information concerning the laws and procedures for filing complaints of violations of the laws with the Office of Federal Contract Compliance Programs<\u002Fp><p>\nTo view the FMLA poster, click &ldquo;here&rdquo;. This poster summarizing the major provisions of the Family and Medical Leave Act (FMLA) and telling employees how to file a complaint.<\u002Fp><p>\nIt is the Company&rsquo;s policy to employ the best qualified individuals available for all jobs. Therefore, any discriminatory action taken on account of an employee&rsquo;s ancestry, age, color, disability, genetic information, gender, gender identity, gender expression, sexual and reproductive health decision, marital status, medical condition, military or veteran status, national origin, race (include traits historically associated with race, including, but not limited to, hair texture and protective hairstyles), religion (including religious dress), sex, or sexual orientation that adversely affects an employee's terms or conditions of employment is prohibited. This policy applies to all aspects of the employment relationship, including, but not limited to, hiring, training, salary administration, promotion, job assignment, benefits, discipline, and separation of employment.<\u002Fp><\u002Fdiv>","8f9b7aa5f39e2243":"<div><b>Job Description Summary<\u002Fb><br>\nTransamerica has been helping people feel better about the future for more than 100 years, and we&rsquo;re proud of the trust we&rsquo;ve earned. But we believe our responsibility goes beyond insurance, investments, and retirement accounts. We&rsquo;re also in the business of helping people improve their financial and personal well-being, so they can add more years to their lives, and more life to their years. As part of the Advanced Analytics group, the Data Scientist works with product managers, data engineers, and other data scientists to develop innovative solutions that transform the way Transamerica conducts business.<br>\n<b>Job Description<\u002Fb><p>\nResponsibilities:<\u002Fp><ul><li>\nDesign experiments and formulate machine learning problems to address major business challenges and innovation opportunities<\u002Fli><li>\nWork with product managers and data engineers to discover, collect, cleanse, and refine the data needed for analysis and modeling<\u002Fli><li>\nAnalyze large datasets to extract actionable insights and inform experimental design and model development<\u002Fli><li>\nWrite lucid, compelling summaries to communicate results of your analysis, model development, and testing which inform how the business should act<\u002Fli><li>\nCollaborate with peers, challenging assumptions and providing constructive criticism and ideas for improvement<\u002Fli><li>\nBuild models using a variety of statistical and machine learning techniques, assessing the best type of model for the problem. Context and using advanced techniques and customizations to optimize model performance<\u002Fli><li>\nHarden models for production deployment and monitor model performance over time<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nQualifications:<\u002Fb><\u002Fp><ul><li>\nMaster&rsquo;s degree or PhD in computer science, machine learning, data science, mathematics, statistics, or related quantitative field<\u002Fli><li>\nThree years of experience in a data science or machine learning role<\u002Fli><li>\nExcellent knowledge of major machine learning algorithms<\u002Fli><li>\nFluent in Python and R<\u002Fli><li>\nExperience with machine learning libraries and platforms, like Scikit-learn and Tensorflow<\u002Fli><li>\nSolid statistical analysis skills and a good understanding of experimental design<\u002Fli><li>\nExperience working with data at scale in the Hadoop ecosystem<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPreferred Qualifications:<\u002Fb><\u002Fp><ul><li>\nExperience leveraging NLP tools and techniques for text mining and natural language understanding<\u002Fli><li>\nIn-depth experience with computer vision applications of machine learning<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nBehavioral Qualifications:<\u002Fb><\u002Fp><ul><li>\nAbility to analyze data to identify deliverables, gaps and inconsistencies<\u002Fli><li>\nCommunication skills including the ability to identify and communicate data driven insights<\u002Fli><li>\nExcellent analytical and problem solving skills<\u002Fli><li>\nExcellent communication skills and the ability to use data to tell a story<\u002Fli><li>\nWilling to learn and keep pace with the latest advances in data science and machine learning<\u002Fli><li>\nAttention to detail and results oriented, with a strong customer focus<\u002Fli><li>\nThe ability to work within a team environment<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nOur Culture:<\u002Fb><\u002Fp><p><\u002Fp><p>\nAt Transamerica we promote a Future Fit mindset. What is a Future Fit mindset?<\u002Fp><ul><li>\nActing as One fosters an environment of positive collaboration<\u002Fli><li>\nAccountability allows us to own the problem as well as the solution<\u002Fli><li>\nAgility inspires new ideas, innovation and challenges the status quo<\u002Fli><li>\nCustomer Centricity encourages an above and beyond approach to our customer<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nWorking Conditions:<\u002Fb><\u002Fp><p><\u002Fp><ul><li>\nOffice environment<\u002Fli><\u002Ful><\u002Fdiv>","0b9ea2fd6760e93f":"<div><div><div>At Yelp, it&rsquo;s our mission to connect people with great local businesses. Yelp&rsquo;s unique dataset contains billions of interactions between users and local business around the globe, from a user reviewing a neighborhood coffee shop to requesting a repair quote with a photo of a leaky faucet. Data Scientists at Yelp work to make sense of these interactions to deliver impactful analyses and products to our users, business partners and the general public.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe Data Science team performs analyses, builds models, and designs experiments that directly impact Yelp&rsquo;s business and users. Our centralized team is the most wide-ranging consumer of data at Yelp, adept at tasks from modeling content growth and user behavior to sharing insights about the health of local economies. With varied backgrounds and expertise, we strive for learning and growth in a collaborative environment.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>We Are Looking For:\n<\u002Fb><\u002Fh3><div><ul><li>BA\u002FBS degree and 3+ years of experience as a data scientist, or MS\u002FPhD and 2+ years of industry experience in a quantitative role.<\u002Fli><li>\nFluency with SQL and Python or R for data analysis.<\u002Fli><li>\nSolid understanding of statistical inference, experimental design and analysis.<\u002Fli><li>\nEnthusiasm for clean code and sharing reproducible results.<\u002Fli><li>\nCommunication skills to work with partners on engineering, product and business teams.<\u002Fli><li>\nAn eye for great data visualization with Matplotlib, Plotly, ggplot, or Tableau.<\u002Fli><li>\nIf you don't have 2+ years of industry experience in a quantitative role, please take a look at our College Data Scientist roles instead!<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What You Will Do:<\u002Fb><\u002Fh3><div><ul><li>\nDefine key metrics to track Yelp&rsquo;s performance and inform product decisions.<\u002Fli><li>\nAssess and frame questions from partners into actionable deliverables.<\u002Fli><li>\nDesign, execute, and analyze complex experiments impacting millions of users.<\u002Fli><li>\nDevise and evaluate models for diverse business needs, such as identifying growth opportunities, personalizing user experience, and matching consumers to businesses.<\u002Fli><li>\nOwn analyses start-to-finish and communicate key insights to stakeholders.<\u002Fli><li>\nShare your technical skills to develop and maintain high-quality, reusable analysis tools.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Pursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAt Yelp, we believe that diversity is an expression of all the unique characteristics that make us human: race, age, sexual orientation, gender identity, religion, disability, and education &mdash; and those are just a few. We recognize that diverse backgrounds and perspectives strengthen our teams and our product. The foundation of our diversity efforts are closely tied to our core values, which include &ldquo;Playing Well With Others&rdquo; and &ldquo;Authenticity.&rdquo;<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe&rsquo;re proud to be an equal opportunity employer and consider qualified applicants without regard to race, color, religion, sex, national origin, ancestry, age, genetic information, sexual orientation, gender identity, marital or family status, veteran status, medical condition or disability.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nPursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are committed to providing reasonable accommodations for individuals with disabilities in our job application process. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-recruiting@yelp.com or 415-969-8488.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nNote: Yelp does not accept agency resumes. Please do not forward resumes to any recruiting alias or employee. Yelp is not responsible for any fees related to unsolicited resumes.<\u002Fdiv><\u002Fdiv><\u002Fdiv>"}