{"dccc22981cb6b4df":"<p><\u002Fp><div><ul><li>expressing:\n<\u002Fli><\u002Ful><ul><li>Why you are interested in working at <b>Blackberry Cylance <\u002Fb><b>OR Blackberry\n<\u002Fb><\u002Fli><li>The skills, strengths and expertise you will contribute to our diverse team of extraordinary talent and humble hearts\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Job Family Group Name:\n<\u002Fb><\u002Fp>Product Development\n<p><\u002Fp><p><b>Scheduled Weekly Hours:\n<\u002Fb><\u002Fp>40<\u002Fdiv>","0552f33257fdc63b":"<div>As a Data Scientist at IBM, you will help transform our clients&rsquo; data into tangible business value by analyzing information, communicating outcomes and collaborating on product development. Work with Best in Class open source and visual tools, along with the most flexible and scalable deployment options. Whether it&rsquo;s investigating patient trends or weather patterns, you will work to solve real world problems for the industries transforming how we live.<br>\n<br>\nIBM Watson Health is looking for talented individuals destined to usher in the next era of healthcare. We live in a moment of remarkable change and opportunity. The convergence of data and technology is transforming healthcare and life sciences organizations today. New opportunities are being created that never existed before to meet the demands of this transformation.<br>\n<br>\nThe Rapid Development is a team of Scientists and Cognitive Software Developers within IBM Watson Health Imaging. In collaboration with cross-functional Watson Health teams, IBM Research and external partners, the team develops cognitive solutions that combine imaging and clinical data to enhance clinical decision making. The team is responsible for developing and validating robust and scalable cognitive services (text analytics and image analytics) and applications, including validation and evaluation of technologies being transferred from Research and other collaborators. The team follows Agile and DevOps methodologies to enable rapid iteration and responsiveness.<br>\n<br>\nWe are looking for self-motivated and driven candidates that are passionate about working on cutting edge technologies and that thrive in a highly collaborative environment.<br>\n<br>\nJob Responsibilities<ul><li>\nDesign and development of robust algorithms and techniques using machine learning and one or both of (a) text analytics, Natural Language Processing (NLP) or (b) image processing, Computer Vision<\u002Fli><li>\nRapid development and validation of cognitive solutions by using and\u002For enhancing existing methodologies, frameworks and architecture<\u002Fli><li>\nDevelopment of criteria for testing algorithm and system&rsquo;s cognitive performance objectively from end-user and market perspective. Conduct performance evaluation and testing of algorithms and systems on test and real clinical data<\u002Fli><li>\nWork with clinical collaboration and joint development partners to develop cognitive solutions<\u002Fli><li>\nSupport collection and annotation of data for algorithm development and evaluation<\u002Fli><li>\nIntegration of cognitive systems and components in Watson Health architecture, including Watson Health cloud<\u002Fli><li>\nPlanning, processing and performing all jobs in an efficient manner with minimum supervision<\u002Fli><li>\nConduct product development in compliance with Watson Health&rsquo;s methodology, practices and Quality Management system.<\u002Fli><\u002Ful><br>\n<br>\n<br>\n<br>\n<br>\n<ul><li>1-3 years experience with solving real-world problems using Data Analytics, Natural Language Processing (NLP) or Image Processing, and Machine Learning,<\u002Fli><li>\nStrong experience in Machine Learning, including deep learning and statistical models<\u002Fli><li>\nStrong Programming skills (Java\u002FJ2EE, C++, Python) and experience with software systems architecture, web services, web applications, and current software development tools, technologies and frameworks<\u002Fli><li>\nStrong publication record in peer-reviewed conferences and journals<\u002Fli><li>\nDemonstrated communication and cross-functional collaboration skills;<\u002Fli><li>\nPhD in Text Processing \u002F NLP or Image Processing \u002F Computer Vision<\u002Fli><li>\nFluent in English, spoken and written<\u002Fli><\u002Ful><br>\n<ul><li>\nStrong knowledge of either (a) clinical information analytics domain, having applied NLP and machine learning techniques on unstructured data in EMRs, or (b) medical imaging domain, having applied computer vision and machine learning techniques on modalities such as X-ray, CT, MR, Ultrasound, etc.<\u002Fli><li>\nInterest or experience with healthcare information protocols and common interoperability standards, such as IHE, HL7, DICOM, XDS and IHE, and healthcare systems such as PACS, EMR, EHR, HIS and RIS;<\u002Fli><li>\nPhD in Text Processing \u002F NLP applied to medical reports, or Image Processing \u002F Computer Vision applied to medical imaging.<\u002Fli><\u002Ful><br>\n<br>\n<br>\n<br>\n<br>\nIBM Watson Health is pioneering a new partnership between humanity and technology with the goal of transforming global health and revolutionizing many aspects of the medical and pharmaceutical industries, as well as government sectors. We aspire to improve lives and give hope by delivering innovation to address the world&rsquo;s most pressing health challenges through data and artificial intelligence insights.<br>\n<br>\nWhat matters to you when you&rsquo;re looking for your next career challenge?<br>\n<br>\nMaybe you want to get involved in work that really changes the world? What about somewhere with incredible and diverse career and development opportunities &ndash; where you can truly discover your passion? Are you looking for a culture of openness, collaboration and trust &ndash; where everyone has a voice? What about all of these? If so, then IBM could be your next career challenge. Join us, not to do something better, but to attempt things you never thought possible.<br>\n<br>\nImpact. Inclusion. Infinite Experiences. Do your best work ever.<br>\n<br>\nIBM&rsquo;s greatest invention is the IBMer. We believe that progress is made through progressive thinking, progressive leadership, progressive policy and progressive action. IBMers believe that the application of intelligence, reason and science can improve business, society and the human condition. Restlessly reinventing since 1911, we are the largest technology and consulting employer in the world, with more than 380,000 IBMers serving clients in 170 countries.<br>\n<br>\nFor additional information about location requirements, please discuss with the recruiter following submission of your application.<br>\n<br>\nIBM is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status. IBM is also committed to compliance with all fair employment practices regarding citizenship and immigration status.<\u002Fdiv>","01b9e0a5b304249d":"<div><\u002Fdiv><div><div><div><h2 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><\u002Fh2>\n<div><ul><li>Bachelor&rsquo;s degree, preferably in a mathematically intensive field<\u002Fli>\n<li>Enthusiasm for analytically intensive work<\u002Fli>\n<li>Excitement to learn about technology, and customer operations analytics<\u002Fli>\n<li>Enthusiasm to improve the business performance of Journey Analytics clients<\u002Fli>\n<li>Understanding of statistical and advanced analytic methods (descriptive statistics, predictive analytics, machine learning)<\u002Fli>\n<li>Ability to work collaboratively in a team environment and effectively with people at all levels in an organization<\u002Fli>\n<li>Confidence sharing your views and perspectives with senior clients and colleagues<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h2 class=\"jobSectionHeader\"><b>Who You'll Work With<\u002Fb><\u002Fh2>\n<p>You will work alongside Journey Analytics leaders in New York and the McKinsey Customer Experience leadership team.<\u002Fp><p>\nJourney Analytics is a specialist analytics team dedicated to combining analytics, design and consulting frameworks to improve customer experience by understanding, tracking and predicting sequences of events and interactions, to create better outcomes for businesses and customers in a variety of data-rich industries. Visit us to see what our data scientists have been working on: http:\u002F\u002Fwww.mckinsey.com\u002Fsolutions\u002Fjourney-analytics<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div><h2 class=\"jobSectionHeader\"><b>What You'll Do<\u002Fb><\u002Fh2>\n<p>You will be the entrepreneurial leader that builds and owns analytics-based assets that bring the value of journey analytics to clients and their customers, at scale.<\u002Fp><p>\nYou will lead a team of specialists, data scientists and data engineers under the mentorship of solution leadership, through all stages of an engagement: defining the project, crafting the business solution, gathering and structuring data, building machine learning models, communicating business impact to senior client leaders, and being the change agent within an organization to make our recommendations a reality.<\u002Fp><p>\nYou will help business leaders answer critical questions related to customer journey mapping, customer experience transformations, digital adoption, multichannel acquisition, and other industry-specific challenges. Through diagnostics, predicting customer behavior, tracking and prescribing interventions to journeys, training up client analytics teams and joint value capture programs, you will help clients achieve tangible improvements across every customer, patient and product journey.<\u002Fp><p>\nYour time will be spent 60% on client delivery, 20% on asset development and 20% on client development.<\u002Fp><p>\nYou'll work on analytics-intensive client engagements, where you will identify and communicate insights and implications to clients, and develop business recommendations. Lastly, you will develop, refine, and disseminate specialized expertise through client work, internal knowledge development efforts, and external reach and relevant activities.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv>","f934053f9fe92002":"<div><div><div><b>Who we are...<\u002Fb><\u002Fdiv><div>\nAvantStay delivers exceptional, unique stays for group travelers. The company has built a tech-enabled millennial hospitality brand to be the new standard for group experience. We are venture funded and growing rapidly in the explosive $100+ billion dollar STR industry.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nWhat we are looking for...<\u002Fb><\u002Fdiv><div>\nA Data Scientist who can partner with the business to provide business intelligence from understanding what&rsquo;s going on, identifying the right data, conducting research and doing analyses, to coming up with insights and making recommendations. You&rsquo;ll be the expert in providing the valuable data insights and reporting to guide their decision making. Plus, you&rsquo;ll come up with the best ways to share the data in dashboards, presentations, and written reports-to suit the need and the audience. The business insights you provide will help your product team run better and make better decisions.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What you'll do...<\u002Fb><\u002Fh3><div><ul><li>\nGather and analyze data to solve and address highly complex business problems.<\u002Fli><li>\nEvaluate scenarios to make predictions on future outcomes and provide prescriptive solutions that support decision making.<\u002Fli><li>\nExplore and understand data and build advanced analytical models, then present and discuss the resulting models to any level of audience.<\u002Fli><li>\nDesign and drive the creation of new standards and best practices in the use of statistical data modeling, big data and optimization tools.<\u002Fli><li>\nIdentify and direct special studies and analyses for unique business problems and scenarios.\n<\u002Fli><li>Proactively identify algorithms or products with high intellectual property content, assist in the evaluation of their potential for patents, where appropriate assist in the patent applications, and contribute to the intellectual property protection.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What you will bring:<\u002Fb><\u002Fh3><div><ul><li>\nM.S, or Ph.D. in math, statistics, operations research, computer science engineering, econometrics, or other quantitative field.<\u002Fli><li>\nMust have at least 3+ years of actual working experience performing advanced quantitative analyses.<\u002Fli><li>\nAdvanced hands-on working knowledge of Python\u002FSQL required.<\u002Fli><li>\nWorking knowledge of SAS\u002FR is preferred.<\u002Fli><li>\nWorking knowledge of big data manipulation is plus.<\u002Fli><li>\nAbility to apply advanced statistical methodologies such as mixed model (random and fixed effects), simultaneous equations, ARIMA, neural networks, and multinomial discrete choice. Ability to apply mathematical operations to such tasks as cluster analytics, sampling theory and design of experiments, analysis of variance, correlation techniques, and factor analysis.<\u002Fli><li>\nAbility to apply advanced optimization methodologies such as linear and mixed integer optimization.<\u002Fli><li>\nAbility to apply advanced simulation modeling methodologies and techniques.<\u002Fli><li>\nUtilize complex computer operations (intermediate programming in 3rd and 4th generation languages, relational databases, and operating systems) and advanced features of software packages (word-processing, spreadsheet, graphics, etc.).<\u002Fli><li>\nMust have relational database experience.<\u002Fli><li>\nA strong passion for empirical research and for answering hard questions with data.<\u002Fli><li>\nLegal right to work in the United States.<\u002Fli><div><br>\n<\u002Fdiv><div><b>\nWhen you join AvantStay&hellip;<\u002Fb><\u002Fdiv><div>\nYou&rsquo;ll be doing work that matters alongside an experienced and dynamic team, transforming the way people travel and vacation. Your place within the colossal travel and real estate industries will leave you with a wealth of opportunities to feel both challenged to innovate and rewarded for your efforts. Of course, we will offer you pay and benefits, but we&rsquo;re about more than that. AvantStay is a place where you can craft your own path to greatness. Whether you think in code, words, pictures or numbers, find your future at AvantStay.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nPerks and Benefits<\u002Fb><\u002Fdiv><li>\nSalary: $80,000-$100,000<\u002Fli><li>\nStock option plan<\u002Fli><li>\nBenefits and Unlimited Paid Time Off<\u002Fli><li>\nTeam bonding and off-site events<\u002Fli><li>\nComplimentary and discount stays at AvantStay properties<\u002Fli><li>\nDog-friendly office<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><b>Equal Employment Opportunity...<\u002Fb><\u002Fdiv><div>\nWe're proud to be an equal opportunity employer- and celebrate our employees' differences, including race, color, religion, sex, sexual orientation, gender identity, national origin, age, disability, and Veteran status. Different makes us better.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","19173ccea2435d92":"<div><div><div><div><p>CGG is a recognized leader in subsurface imaging and our international teams are dedicated to solving our clients&rsquo; complex challenges. Come and join us to help build the most stunning images of the Earth's subsurface, using our massive computers capability. Thanks to our talented people and in-house technology, CGG is unique in the geoscience sector.<\u002Fp><\u002Fdiv><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>\nJob Description<\u002Fb><\u002Fh2><div><p>\nCGG is currently looking for a creative and results-focused individual who enjoys working on open-ended problems. Your customers are world-class seismic imagers who strive to image the subsurface with a high degree of accuracy and resolution. Your challenge is to analyze the computational activities and demands of seismic imaging and, with your insights, propose solutions and applications for realms widely ranging from resource scheduling and allocations to automation of imaging-related computations in our HPC environment. In a nutshell, we expect you to propose solutions to known problems and also identify new areas where you can add value with your expertise.<\u002Fp><p>\nWe want people who can work with a team to decide what to look for, and who also have the technical ability to go get it. Interest in data mining and machine learning is key, since these are the two areas where you may specialize. You will participate as an engineer on a development team, writing, testing, and deploying code to achieve your goals. We want you if you are an independent thinker and capable of analyzing requirements, extracting data for analysis, and developing algorithms and tools. We process seismic data at the petascale and warehouse information at the terascale. The stakes are high, but your impact can be higher.<\u002Fp><p><b>\nMust have current U.S. work authorization or qualify for sponsorship<\u002Fb><\u002Fp><\u002Fdiv><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>\nQualifications<\u002Fb><\u002Fh2><div><ul><li>\nPh.D.in Computer Science, Math, Statistics, Physics or a closely related field but an equivalent combination of educationand experience will be considered<\u002Fli><li>\nProven Machine Learning experience<\u002Fli><li>\nProfessional experience with Deep Learning Neural Network building<\u002Fli><li>\nDemonstrated experience with Deep Learning Framework such as Tensorflow and Keras<\u002Fli><li>\nExperience and\u002For education in at least one of the fields of Big Data, Data Mining, Predictive\u002FPrescriptive Analytics, Optimization, Exploratory Analysis &amp; Visualization<\u002Fli><li>\nKnowledge of relational databases, data modeling, and schema normalization techniques<\u002Fli><li>\nFamiliar with SQL<\u002Fli><li>\nPassion for solving complex data engineering and modeling tasks<\u002Fli><li>\nAbility to perform testing based on different hypotheses to determine the impact on key performance indicators<\u002Fli><li>\nExcellent analytical skills and the ability to work in a collaborative team environment<\u002Fli><\u002Ful><p><b>\nPreferred:<\u002Fb><\u002Fp><ul><li>\nExperience in programming (high performance computing is a plus) and developing databases<\u002Fli><li>\nKnowledge and experience with UNIX (Linux), Java, and XML<\u002Fli><li>\nKnowledge of Perl, R, and Spark<\u002Fli><li>\nExpertise in designing and implementing efficient algorithms<\u002Fli><\u002Ful><p>\nWe wish to thank all applicants for their interest; however, only those candidates selected for an interview will be contacted. EOE<\u002Fp><p><b><i>\nOur focus on performance and passion for innovation are powered by people<\u002Fi><\u002Fb><\u002Fp><p><b><i>\nOur greatest resource is you\n<\u002Fi><\u002Fb><\u002Fp><\u002Fdiv><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>Additional Information<\u002Fb><\u002Fh2><div><p>\nAll your information will be kept confidential according to EEO guidelines.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nI'm interested<\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","e9d2df17190ad0b4":"<div><p><b>Job Title: Data Scientist<\u002Fb><\u002Fp>\n <p><b>Job Location: Hershey, PA<\u002Fb><\u002Fp><br>\n<p><\u002Fp><p><b>Job Summary:<\u002Fb><\u002Fp><br>\n<p><\u002Fp><p>The Enterprise Data Science team within Hershey Information Systems provides exciting opportunities to innovate using machine-intelligent algorithms in a fast-paced team environment that contribute to game-changing projects and transformational technologies. As a data scientist on the Enterprise Data Science team, you will partner with technology and business partners to build new, data-driven, machine-intelligent capabilities that impact the business. You will work with large volumes of data, innovative technologies, and advanced methods to solve real business problems. You will design and run experiments, research new algorithms, and find new ways of optimizing risk, profitability, and customer experience.<\u002Fp><br>\n<p><\u002Fp><p>Applicants must have a strong background in machine learning, statistical modeling, feature engineering, optimization, exploratory data analysis, data mining and pattern recognition.<\u002Fp><br>\n<p><\u002Fp><p><b>Primary Responsibilities:<\u002Fb><\u002Fp><br>\n<p><\u002Fp><ul><li>Use machine learning, deep learning and advanced statistical techniques to create scalable solutions to business problems<\u002Fli>\n<li>Collaborate with business partners, solution managers and data engineers to define and quantify business problems, and help them implement appropriate algorithmic solutions<\u002Fli>\n<li>Demonstrate understanding of regression\u002Fclassification, time series forecasting, optimization, natural language processing, image classification, data mining and other machine learning concepts<\u002Fli>\n<li>Wrangle large datasets, identify critical information, develop and test hypotheses and make data-driven recommendations<\u002Fli>\n<li>Design, develop and evaluate predictive and prescriptive models\n<\u002Fli><li>Influence decision making by synthesizing complex analyses into actionable recommendations for business partners<\u002Fli>\n<li>Identify business processes that can be optimized through automation<\u002Fli>\n<li>Communicate technical results to non-technical audiences<br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Experience Requirements:<\u002Fb><\u002Fp><br>\n<p><\u002Fp><ul><li>2+ years of relevant experience building large scale machine learning or deep learning models in a professional setting<\u002Fli>\n<li>2+ years of experience building, training, scoring, tuning and maintaining predictive models\n<\u002Fli><li>2+ years of experience mining, cleaning, transforming and harmonizing data from disparate sources<\u002Fli>\n<li>2+ years of experience working with Azure, AWS and\u002For Google Cloud<\u002Fli>\n<li>Experience with large-scale data storage processing architectures (Hadoop, SQL, HIVE, Spark\u002FSparkR, etc.)<\u002Fli>\n<li>Experience with deep learning frameworks such as TensorFlow\u002FKeras<\u002Fli>\n<li>Experience working with internal and external stakeholders to scope, manage and deliver data science projects<\u002Fli><br>\n<\u002Ful><p><\u002Fp><p><b>Qualifications:<\u002Fb><\u002Fp><br>\n<p><\u002Fp><ul><li>Master&rsquo;s degree with <i>STEAM<\u002Fi> focus required, Ph.D. welcome to apply<\u002Fli>\n<li>Comfortable working in a fast paced, highly collaborative, dynamic work environment<\u002Fli>\n<li>Fluency in one or more languages (e.g. Python, R, Java, C++)<\u002Fli>\n<li>Depth and breadth in quantitative knowledge with excellent quantitative modeling, statistical analysis and problem-solving skills<\u002Fli>\n<li>Strong working knowledge of deep learning, machine learning and statistics<\u002Fli>\n<li>Ability to translate business requirements into measurable and actionable data-driven initiatives<\u002Fli>\n<li>Natural curiosity, desire to learn and a willingness to teach others\n<\u002Fli><li>Strong communication skills (written and oral)<\u002Fli>\n<li>Possess a startup mindset with entrepreneurial, experimental, and exploratory behaviors<\u002Fli>\n<li>Demonstrated leadership skills and capable of self-direction\n<\u002Fli><li>Desire to educate stakeholders in the application of data-driven methodologies to their functional areas<\u002Fli><br>\n<\u002Ful><p><\u002Fp><p>The Hershey Company is an Equal Opportunity Employer. The policy of The Hershey Company is to extend opportunities to qualified applicants and employees on an equal basis regardless of an individual's race, color, gender, age, national origin, religion, citizenship status, marital status, sexual orientation, gender identity, transgender status, physical or mental disability, protected veteran status, genetic information, pregnancy, or any other categories protected by applicable federal, state or local laws.<\u002Fp><br>\n<p><\u002Fp><p>The Hershey Company is an Equal Opportunity Employer - Minority\u002FFemale\u002FDisabled\u002FProtected Veterans<\u002Fp><\u002Fdiv>","042e2e82a1c3bb08":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Sep 11, 2019<\u002Fb><\u002Fdiv><div>\nWeekly Hours: <b>40<\u002Fb>\n<\u002Fdiv><div>Role Number: <b>200101574<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nThe Turi team is building Machine Learning &amp; Experimentation platforms to empower Apple engineers in delivering great user experiences. These platforms span all the OSes &mdash; iOS, macOS, watchOS, tvOS and we're solving key challenges with on-device ML workflows. We're looking for a Data Scientist with a passion for delivering data-informed insights and deep knowledge of testing &amp; experimentation.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\n1-2 years of experience in statistical \u002F machine learning theory &amp; applications, in particular with experimentation techniques<\u002Fli><li>\nExperience developing data science pipelines &amp; workflows in Python, R or equivalent programming language<\u002Fli><li>\nAttention to detail<\u002Fli><li>\nAbility to tell stories with data &amp; educate teams effectively to act on recommendations<\u002Fli><li>\nExperience with big data processing (Spark, Hive, Pig) is a big plus<\u002Fli><li>\nMS\u002FPhD (or equivalent) in CS\u002FData Science\u002FMathematics\u002FStatistics or other Scientific field<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nYou'll be responsible for enhancing Turi's experimentation platform with statistical tools &amp; techniques that will be used by teams across AI\u002FML &amp; SWE. You'll partner with these teams to drive experiment automation &amp; methodology improvements. Does this interest your creative and development chops? If so, come join our team! Our work is complex, challenging and highly visible.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nBachelor's degree in Computer Science or equivalent<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","f4c6a61017a416a2":"<ul><li>Bachelor&rsquo;s or Master&rsquo;s degree in Applied Math, Statistics, Engineering or related quantitative field.<\u002Fli><li>5 years of experience with various data analysis and visualization tools<\u002Fli><li>Experience in Python or another scripting language; Familiar with Linux OS<\u002Fli><li>Experience in computer vision; Familiar with OpenCV.<\u002Fli><li>Experience in deep learning techniques, model training and inference on frameworks like TensorFlow, MXNet, Caffe or PyTorch.<\u002Fli><li>Knowledge in distributed computing, big data analysis and database.<\u002Fli><\u002Ful>\n<br>\n<div>Do you love deep learning and computer vision? Come join us to build exciting computer vision applications on deep learning enabled IoT devices.<br>\n<br>\nWe are seeking a Data Scientist to be part of the AWS DeepLens team. This is a strategic role to shape and deliver our technical strategy in developing and deploying machine learning solutions to our hardest customer-facing problems. Your work with directly impact the developer experience in building applications, as well as the customer experience when interacting with them.<br>\n<br>\nThis role requires working closely with Data Specialists, Software Engineers, Solutions Architects, and Product\u002FProgram Managers, to drive analysis and performance improvements for our deep learning and computer vision technology. In this role you will:<br>\n<br>\n<ul><li>Use deep learning, machine learning and analytical techniques to create scalable solutions for business problems<\u002Fli><li>Evangelize AWS AI services and share best practices through forums such as AWS blogs, whitepapers, reference architectures and public-speaking events such as AWS Summit, AWS re:Invent, etc.<\u002Fli><li>Act as a technical liaison between customers and the DeepLens team to provide customer driven product improvement feedback.<\u002Fli><li>Ensure data quality throughout all stages of acquisition and processing, including data sourcing\u002Fcollection, ground truth generation, normalization and transformation.<\u002Fli><li>Clean, analyze and select data to drive improvements related to high-level business goals<\u002Fli><li>Train and validate deep learning models, build sample projects and publish on AWS blogs<\u002Fli><li>Work with strategic customers on demo projects for proof of concept<\u002Fli><li>Collaborate with colleagues from science, engineering, and business backgrounds<\u002Fli><li>Present proposals and results in a clear manner backed by data and coupled with actionable conclusions<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div><ul><li>3+ years of experience in machine learning, and computer vision applications<\u002Fli><li>Experience with large public data sets to train and fine tune deep learning models<\u002Fli><li>Experience with development on IoT or mobile devices.<\u002Fli><\u002Ful><br>\nAmazon is an Equal Opportunity-Affirmative Action Employer &ndash; Minority \u002F Female \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation<\u002Fdiv>","a23cedc7cf86d5f0":"Computational researchers with experience in genomics or other big data efforts are needed to develop and support our rare disease genomics program. Familiarity with biology, genetics, or healthcare is preferred. Applicants must be original thinkers comfortable exploring new concepts with thorough analytics. Data scientists will join the IDG team at our offices in Bellevue WA – relocation support may be discussed on an individual basis.\n<br><br>\nWith your resume please submit a cover letter that captures how your research or training relates to healthcare genomics and your desire to partake in this project.","77439bf7fef5b438":"<div><b>Job Description<\u002Fb><br>\n<b>ENERGY FOR WHAT&rsquo;S AHEAD<\u002Fb><br>\nAre you looking to make a difference in your career? We&rsquo;re working on smarter grids, cleaner energy and tools to help people manage energy more efficiently.<br>\n<br>\n<b>About Customer Service<\u002Fb><br>\nSouthern California Edison&rsquo;s (SCE&rsquo;s) Customer Service Organizational Unit (CS) shares the responsibility to safely deliver reliable, affordable electricity to our customers. We do this through a focus on ease of experience, expert problem-solving, leveraging insights drawn from data analytics, and through meaningful and timely metric achievement.<br>\n<br>\nYou are inspired to work in a company that is forward facing. You want to play a big part in making meaningful decisions. You thrive when using your organizational planning skills, and keen sense of vision, transform and lead an elite team, whose work directly impacts our customers. At the end of the day, you desire to build real change&mdash;for the better for everyone. Does this sound like you?<br>\n<br>\n<b>Position Overview<\u002Fb><br>\nAs part of the advanced analytics team, you will be working closely with clients, information architects, data engineers, project\u002Fprogram managers, and other teams to turn data into critical information and insights that can be used to make sound business decisions. This includes providing data that is congruent and reliable. You&rsquo;ll need to be creative thinker and propose innovative ways to look at problems. You will work the mining of the data for insights, development and implementation of new and advanced forecasting models using advanced statistics and machine learning methods. You&rsquo;ll validate findings using an experimental and iterative approach. In this role, you will need to be able to present findings to the business by testing hypotheses and presenting in a way that can be understood by business counterparts.<br>\n<br>\nThe <b>Junior Data Scientist<\u002Fb> will be working on solving business problems by helping to develop models, discovering insights, and identifying opportunities with the use of statistical techniques, visualizations, and succinct narratives to describe findings. In addition to advanced analytical skills, the <b>Junior Data Scientist <\u002Fb>should be integrating and preparing large, varied datasets, applying advanced analytical techniques, and communicating results. Additionally, you will be responsible for:<br>\n<ul><li>Some predictive modeling, optimization, and simulation to generate business insights.<\u002Fli><li>\nApplying pattern recognition techniques to perform descriptive, predictive, and prescriptive insights.<\u002Fli><\u002Ful><b>\nQualifications<\u002Fb><br>\n<b>Minimum Qualifications<\u002Fb><br>\n<ul><li>Bachelor&rsquo;s degree in a quantitative discipline such as Statistics, Mathematics, Engineering, Computer Science, or information sciences such as business analytics or informatics.<\u002Fli><li>\nFive (5) years&rsquo; experience working in analytical fields.<\u002Fli><li>\nTwo (2) years of experience in data acquisition, data mining, data transformation, cleaning structured\u002Funstructured data, modeling, and machine learning.<\u002Fli><li>\nTrack record of leading and collaborating on Advanced Analytics strategic initiatives.<\u002Fli><li>\nProficiency in some combination of SQL, R, Python, SAS (expertise in extracting and transforming large datasets).<\u002Fli><li>\nExperience in predictive modeling and analysis, algorithm development.<\u002Fli><li>\nExperience using machine learning algorithms.<\u002Fli><li>\nExcellent written and oral communication skills and strong interpersonal skills.\n<\u002Fli><li>Strong problem-solving ability.<\u002Fli><li>\nMust thrive in a fast-paced environment and be able to work independently.<\u002Fli><\u002Ful><b>\nDesired Qualifications<\u002Fb><br>\n<ul><li>MS or PhD in a quantitative discipline such as Statistics, Mathematics, Engineering, Computer Science, or information sciences such as business analytics or informatics<\u002Fli><li>\nCertification in Data Science and\u002For Predictive Analytics.<\u002Fli><li>\nKnowledge of one or more business\u002Ffunctional areas in Electrical Utilities domain.<\u002Fli><li>\nData modeling knowledge and skills.<\u002Fli><li>\nData integration knowledge and skills.<\u002Fli><li>\nData life cycle management knowledge and skills.<\u002Fli><li>\nExperience with dashboards, business intelligence tools, and visualization solutions<\u002Fli><li>\nAbility to come up with solutions to loosely defined business problems by leveraging pattern detection over potentially large datasets.<\u002Fli><\u002Ful><b>\nComments<\u002Fb><br>\n<ul><li>Candidates for this position must be legally authorized to work directly as employees for any employer in the United States without visa sponsorship.<\u002Fli><li>\nRelocation may not apply to this position.<\u002Fli><\u002Ful>\nSouthern California Edison, an Edison International (NYSE:EIX) company, serves a population of approximately 15 million via 5 million customer accounts in a 50,000-square-mile service area within Central, Coastal and Southern California. Join the utility leader that is safely delivering reliable, affordable electricity to our customers for over 125 years.<br>\n<br>\nSCE is a proud Equal Opportunity Employer and will not discriminate based on race, color, religion, sex, sexual orientation, gender identity, national origin, age, disability, protected veteran status or any other protected status.<br>\n#L1-WT1<\u002Fdiv>","db2f1c370d60fd19":"<div><p><b>Requisition ID: <\u002Fb>225560<br>\n<b>Work Area: <\u002Fb>Software-Development Operations<br>\n<b>Expected Travel: <\u002Fb>0 - 10%<br>\n<b>Career Status: <\u002Fb>Professional<br>\n<b>Employment Type: <\u002Fb>Regular Full Time<br>\n<\u002Fp><p><b>\nCOMPANY DESCRIPTION<\u002Fb><\u002Fp><p>\nSAP started in 1972 as a team of five colleagues with a desire to do something new. Together, they changed enterprise software and reinvented how business was done. Today, as a market leader in enterprise application software, we remain true to our roots. That&rsquo;s why we engineer solutions to fuel innovation, foster equality and spread opportunity for our employees and customers across borders and cultures.<br>\nSAP values the entrepreneurial spirit, fostering creativity and building lasting relationships with our employees. We know that a diverse and inclusive workforce keeps us competitive and provides opportunities for all. We believe that together we can transform industries, grow economics, lift up societies and sustain our environment. Because it&rsquo;s the best-run businesses that make the world run better and improve people&rsquo;s lives.<\u002Fp><div><\u002Fdiv><br>\n<div><b>\nWho We Are<\u002Fb><\u002Fdiv><div>\nYour career at SAP Fieldglass is what you make of it. You can forge your own path, switch business units or solve a problem that no one has before. With office space in Chicago, London and Brisbane, as well as an employee presence on 6 continents, we are a diverse global company with a family feel. Inspired by change and by each other, we take pride in our innovative culture that created and continues to shape our market-leading, best-in-class solution. At SAP Fieldglass we don&rsquo;t follow trends, we set them!<\u002Fdiv><ul><li>\nBest of both worlds: start-up culture with the backing and benefits of SAP<\u002Fli><li>\nFocus on continuous professional growth and development<\u002Fli><li>\nPromote healthy work \u002F life balance<\u002Fli><li>\nCommitted to our communities and the environment<\u002Fli><li>\n2016 Moxie Award winner for best office space a leader among services procurement providers\n<\u002Fli><li>KellyOCG&reg; Supplier Excellence Award Winner<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nData Scientist<\u002Fb><\u002Fdiv><div>\nAs an SAP Fieldglass Data Scientist, you will help draw insights from one of the biggest Contingent Workforce Procurement data stores in the world. In this role, you will work with Principal\u002FSenior Data Scientists to research new data science topics, build models and work with Machine Learning algorithms.<br>\n<\u002Fdiv><div><\u002Fdiv><div>To be successful in this role, you must have a passion for data, enjoy utilizing data to solve critical problems, and be motivated by delivering end user value. You will have an opportunity to develop algorithms and analytical techniques to improve business performance. This is an on-site position in either Naperville or Chicago.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nWhat You Will Do<\u002Fb><\u002Fdiv><ul><li>\nCreate designs, processes and develop systems to consolidate and analyze structured and unstructured data.<\u002Fli><li>\nAnalyze in Natural Language Processing, Machine Learning, predictive modeling, statistical analysis and hypothesis testing with focus on pattern identification and analysis.\n<\u002Fli><li>Develop and use algorithms as well as query techniques.<\u002Fli><li>\nDevelop automated processes to cleanse, integrate, and evaluate datasets.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nWhat You Need to Bring<\u002Fb><\u002Fdiv><ul><li>\nBachelors in Statistics, Mathematics, Economics, Computer Science (data mining or machine learning focus), or another quantitative scientific field.<\u002Fli><li>\n2+ years of related work experience.<\u002Fli><li>\nUnderstanding of applied statistical concepts such as regression, time series analysis, machine learning (text analytics, segmentation, classification and clustering).<\u002Fli><li>\nHands-on experience building models and machine learning algorithms in Python, R, or similar language.<\u002Fli><li>\nExperience coding in Java, C, C++ or Scala is a plus.<\u002Fli><li>\nKnowledge of or experience working with big data (e.g., Hadoop) is a plus.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWHAT YOU GET FROM US<\u002Fb><br>\nSuccess is what you make it. At SAP, we help you make it your own.<br>\nA career at SAP can open many doors for you. If you&rsquo;re searching for a company that&rsquo;s dedicated to your ideas and individual growth, recognizes you for your unique contributions, fills you with a strong sense of purpose, and provides a fun, flexible and inclusive work environment &ndash; apply now.<\u002Fp><p><b>\nSAP'S DIVERSITY COMMITMENT<\u002Fb><br>\nTo harness the power of innovation, SAP invests in the development of its diverse employees. We aspire to leverage the qualities and appreciate the unique competencies that each person brings to the company.<\u002Fp><p>\nSAP is committed to the principles of Equal Employment Opportunity and to providing reasonable accommodations to applicants with physical and\u002For mental disabilities. If you are interested in applying for employment with SAP and are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team. (Americas:Careers.NorthAmerica@sap.com or Careers.LatinAmerica@sap.com, APJ: Careers.APJ@sap.com, EMEA: Careers@sap.com). Requests for reasonable accommodation will be considered on a case-by-case basis. Successful candidates might be required to undergo a background verification with an external vendor.<\u002Fp><p><b>\nEOE AA M\u002FF\u002FVet\u002FDisability:<\u002Fb><br>\nQualified applicants will receive consideration for employment without regard to their age, race, religion, national origin, gender, sexual orientation, gender identity, protected veteran status or disability.<\u002Fp><p>\nSuccessful candidates might be required to undergo a background verification with an external vendor.<br>\n<b>Additional Locations:<\u002Fb><\u002Fp><\u002Fdiv>","020c5d3fcc757260":"<div><div><div>We believe there is a better way to build our cities. By using AI to untangle complexities, create opportunities and manage uncertainties, we help architects and real estate developers make informed decisions. Spacemaker is already experiencing an intense, global demand for our services, and are looking for truly talented people to join us.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAt Spacemaker you will take part in developing the core of our game changing technology. Our long term ambition is to change the construction industry through AI, and our product will be exploited in numerous other applications, such as hospitals, hotels, and infrastructure. Breaking high-performance site development into its key quality components requires data scientists at Spacemaker to not only be exceptional in mathematics and programming, but also to be creative, pragmatic and able to apply theoretical knowledge to real life problems.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAs an intern, you will join one of our teams to push the existing product forward. You will meet a diverse set of challenging problems and work closely with some of Europe's best data scientists, product engineers, and designers. Interns get to experience a unique combination of cutting-edge research and product development.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are looking for interns all year round. We offer normal summer internships in June-August, but also 4-8 week long internships the rest of the year.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nClick the button to apply now &ndash; or get in touch at boston@spacemaker.ai.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>As a Data Scientist Intern at Spacemaker, you get the chance to &hellip;<\u002Fb><\u002Fh3><div><ul><li>\nPartake in a game-changing technology company that will create eye-popping value at a global scale<\u002Fli><li>\nWorking with cutting-edge technology and problem solving<\u002Fli><li>\nWork with a truly talented team across many different fields of expertise<\u002Fli><li>\nA company full of team spirit and enthusiasm<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Desired profile<\u002Fb><\u002Fh3><div><ul><li>\nExceptional mathematical understanding and analytical capabilities<\u002Fli><li>\nInterest in programming and technology<\u002Fli><li>\nThrive at solving complex problems that have not been solved before<\u002Fli><li>\nCreative and pragmatic<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><b>So, do you want to be a Spacemaker?<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nClick the button to apply now &ndash; or get in touch at boston@spacemaker.ai.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","8adad16880a99924":"Customer Operations Data Scientists formulate the analytical frameworks and provide the technical rigor to measure the efficacy of, and shape the future for, Squarespace's award-winning Customer Operations team. In close partnership with management, you'll identify the fundamental questions we need to ask and have ownership over the data-driven means of addressing them.\n<br><br>\nDepending on your area of focus, challenges you may tackle in a typical day include:\n<br><br>\n<ul>\n<li>Analyzing how and why customers request support and partnering with stakeholders on initiatives related to ticket deflection<\u002Fli>\n<li>Testing and measuring the effectiveness of new support offerings<\u002Fli>\n<li>Building dashboards to allow management to understand operational efficiency and performance in real time<\u002Fli>\n<li>Bridging customer interactions with business outcomes and product usage<\u002Fli>\n<li>Identifying and analyzing performance and efficiency opportunities with Customer Operations leadership<\u002Fli>\n<li>Understanding the drivers of ticket volume and forecasting demand for customer service<\u002Fli>\n<li>Optimizing ticket queueing<\u002Fli>\n<li>Segmenting customers to predict the most effective communication or remediation method<\u002Fli>\n<\u002Ful>\nWe are seeking a Data Scientist who demonstrates sharp intellectual curiosity, data fluency, and a collaborative work ethic. This role reports to the Director of Analytics in New York.\n<br><br>\nRESPONSIBILITIES\n<br><br>\n<ul>\n<li>Collaborate with business partners and manage stakeholders<\u002Fli>\n<li>Empower data-driven decision-making across the org by defining analytical frameworks to guide key business decisions; develop and maintain dashboards to provide visibility into relevant metrics<\u002Fli>\n<li>Surface insights from terabytes of proprietary user, product, and marketing data; communicate compelling recommendations to key stakeholders<\u002Fli>\n<li>Formulate innovative hypotheses; design and implement rigorous methodologies for testing them<\u002Fli>\n<li>Utilize cutting-edge statistical\u002Fmachine learning techniques to build models furthering the org's understanding of and ability to predict consumer behavior<\u002Fli>\n<li>Continuously get better - seek out opportunities to further develop your analytical, engineering, statistical, etc. toolkit<\u002Fli>\n<\u002Ful>\nQUALIFICATIONS\n<br><br>\n<ul>\n<li>2+ years of relevant analytical experience working with data or MS in a relevant technical field<\u002Fli>\n<li>Strong competency with SQL and a scripting language (Python preferred)<\u002Fli>\n<li>Ability to communicate effectively with a wide-range of audiences<\u002Fli>\n<li>Comfort working on open-ended problems with limited guidance<\u002Fli>\n<li>Strong data intuition and ability to apply statistical concepts to quick moving initiatives<\u002Fli>\n<li>Ability to devise data-driven solutions to business problems<\u002Fli>\n<\u002Ful>\nABOUT SQUARESPACE\n<br><br>\nSquarespace makes beautiful products to help people with creative ideas succeed. By blending elegant design and sophisticated engineering, we empower millions of people — from individuals and local artists to entrepreneurs shaping the world's most iconic businesses — to share their stories with the world. Squarespace's team of more than 950 is headquartered in downtown New York City, with offices in Dublin and Portland. For more information, visit www.squarespace.com\u002Fabout ( https:\u002F\u002Fwww.squarespace.com\u002Fabout ).\n<br><br>\nPERKS\n<br><ul>\n<li>Health insurance with 100% premium covered<\u002Fli>\n<li>Flexible vacation & paid time off<\u002Fli>\n<li>Equity plan<\u002Fli>\n<li>401(k) plan with employer match<\u002Fli>\n<li>Free lunch and snacks<\u002Fli>\n<li>Dog-friendly workplace<\u002Fli>\n<li>And more ( https:\u002F\u002Fsquarespace.com\u002Fabout\u002Fcareers )<\u002Fli>\n<\u002Ful>\nToday, more than a million people around the globe use Squarespace to share different perspectives and experiences with the world. Not only do we embrace and celebrate the diversity of our customer base, but we also strive for the same in our employees. At Squarespace, we are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender, gender identity or expression, or veteran status. We are proud to be an equal opportunity workplace.","c5b18b8d54b14625":"<div><p>Data Science plays a crucial role within our organization. If you are actively seeking opportunities within the Data Sciences field, we would love to hear from you!<\u002Fp><br>\n<p><\u002Fp>\n<p>\nThe Data Scientist is responsible for researching, designing, and building software solutions to data-rich problems using data science techniques; including machine learning. This includes identifying business trends and problems through complex big data analysis as well as interpreting results from multiple sources using a variety of techniques. These techniques can range from simple data aggregation via statistical analysis to complex data mining independently.<\u002Fp><br>\n<p><\u002Fp>\n<p>\nExperience we look for in a Data Scientist:<\u002Fp>\n<ul><li> Advanced degree in data science or machine learning fields, or equivalent experience<\u002Fli><\u002Ful>\n<ul><li> Several years of hands on experience processing and analyzing big data<\u002Fli><\u002Ful>\n<ul><li> Proven ability to discover problems and produce algorithmic solutions<\u002Fli><\u002Ful>\n<ul><li> Experience working with machine learning for image recognition and related technologies preferred<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\n<p>\nPlease feel free to submit your cover letter and resume for review.<\u002Fp><\u002Fdiv>","4b8d7b9ae847cfdd":"<div><div><b>POSITION PURPOSE<\u002Fb><br>\nThe Data Scientist will develop the analytical infrastructure and computational capabilities that drive decision making and impact the bottom line performance of homedepot.com. By partnering with business leaders and leveraging company and industry data, this role will develop predictive systems and algorithms for identifying trends and driving business solutions. This position's primary focus is to manipulate large datasets to extract meaningful business information using statistics and machine learning techniques.<br>\n<br>\n<b>MAJOR TASKS, RESPONSIBILITIES AND KEY ACCOUNTABILITIES<\u002Fb><br>\n50%-Design and develop algorithms and models to use against large datasets to create business insights<br>\n20%-Establish scalable, efficient processes for large scale data analyses, model development and model implementation<br>\n20%-Present analysis and resulting recommendations to senior management; Leverage data to present a compelling business case to optimize investments and operations<br>\n10%-Communicate and educate technical and non-technical employees on analytics and data-driven decision making<br>\n<br>\n<b>NATURE AND SCOPE<\u002Fb><br>\nThis position reports to Head of Data Science or Sr. Data Scientist<br>\nThis position has no Direct Reports<br>\n<br>\n<b>ENVIRONMENTAL JOB REQUIREMENTS<\u002Fb><br>\n<b>Environment:<\u002Fb><br>\nLocated in a comfortable indoor area. Any unpleasant conditions would be infrequent and not objectionable.<br>\n<b>Travel:<\u002Fb><br>\nTypically requires overnight travel less than 10% of the time.<\u002Fdiv><div><b>\nMINIMUM QUALIFICATIONS<\u002Fb><br>\nMust be eighteen years of age or older.<br>\nMust be legally permitted to work in the United States.<br>\n<br>\n<b>Additional Minimum Qualifications:<\u002Fb><br>\n<br>\n<b>Education Required:<\u002Fb><br>\nThe knowledge, skills and abilities typically acquired through the completion of a master's degree program or equivalent degree in a field of study related to the job.<br>\n<br>\n<b>Years of Relevant Work Experience: <\u002Fb>0 years<br>\n<br>\n<b>Physical Requirements:<\u002Fb><br>\nMost of the time is spent sitting in a comfortable position and there is frequent opportunity to move about. On rare occasions there may be a need to move or lift light articles.<br>\n<br>\n<b>Additional Qualifications:<\u002Fb><br>\n- Master's in Computer Science, Math or related quantitative field (or BS\u002FBA in Computer Science, Math or related quantitative field and 5 years of data mining experience).<br>\n- Work experience with Hadoop, SAS, HBASE, Cassandra or other similar development platforms.<br>\n- Expert knowledge in large scale information retrieval and statistical analysis.<br>\n<br>\n<b>Preferred Qualifications:<\u002Fb><br>\n- 3 years of experience in data mining and statistical analysis<br>\n- Previous work experience in ecommerce<br>\n- Experience with large-scale data analysis and a demonstrated ability to identify key<br>\n- Insights from data to solve business problems<br>\n<br>\n<b>Knowledge, Skills, Abilities and Competencies:<\u002Fb>- Ability to build scalable systems that analyze huge data sets and make actionable recommendations<br>\n- Strong communication and data presentation skills<br>\n- Ability to quickly adapt to new technologies, tools and techniques<br>\n- Flexible and responsive; able to perform in a fast paced, dynamic work environment and meet aggressive deadlines<br>\n- Ability to work with technical and non-technical team members<\u002Fdiv><\u002Fdiv>","cd4b9bbda3c3eb61":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>IMPAQ International, a growing and dynamic social science research firm, provides high-quality research and impact evaluation services, policy analysis, survey research, technology solutions, organizational development, technical assistance and consulting services to U.S. and international government agencies, foundations, and the private sector. IMPAQ&rsquo;s mission is to bring together exceptional people to develop innovative and rigorous approaches to evaluate the real-world impact of social policies and programs. IMPAQ offers five locations: our Corporate Headquarters in Columbia, Maryland, rated one of America&rsquo;s Best Small Cities; Downtown Washington, D.C., Boston, Massachusetts, Seattle, Washington and a Bay Area office in Oakland, California. IMPAQ has a diverse and collegial work environment and is an Equal Opportunity\u002FAffirmative Action Employer (M\u002FF\u002FDisability\u002FVeterans).<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nThe Data Scientist will be a member of the Health Insurance Access and Value-Based Care Division and will primarily support health-focused projects. The ideal candidate will demonstrate strong problem-solving skills and experience in quantitative data analysis, including statistical analysis, modeling, producing data visualizations, and translating of data analysis to report writing, presentations, and actionable recommendations for policymakers. The candidate should have a strong working knowledge of the requirements and operations of current health care policy priorities, including the Affordable Care Act (ACA), value-based care models, and health care quality initiatives. Ideally, the candidate will have experience with the Medicare Access and CHIP Reauthorization Act (MACRA) and the Quality Payment Program (QPP).<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nApplicants must be currently authorized to work in the U.S. on a full-time basis. Employment-based visa sponsorship (including H-1B sponsorship) is not available for this position.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Extracting, collecting, cleaning, analyzing, statistical modeling, and reporting using large and unstructured datasets.<\u002Fli><li>\nDeveloping algorithms to solve complex problems.<\u002Fli><li>\nModeling the potential impacts of proposed policies related to value-based care.<\u002Fli><li>\nCommunicating data through visualizations, stories, and high-level summaries that offer actionable insights.<\u002Fli><li>\nDeveloping rigorous quality assurance approaches to validate methodological approach and results.<\u002Fli><li>\nManaging client-facing projects and client relationships.<\u002Fli><li>\nDeveloping project work plans, and manage the execution of these work plans, including communicating technical and budget risks to project leadership.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div><b>Education, Knowledge and Experience<\u002Fb><\u002Fdiv><ul><li>\nMaster&rsquo;s Degree in a relevant field, such as Mathematics, Statistics, or Economics; PhD preferred.<\u002Fli><li>\n5+ years of relevant experience.<\u002Fli><li>\nExperience collecting, cleaning, analyzing, statistical modeling, and reporting using large and unstructured datasets.<\u002Fli><li>\nExperience using Medicare administrative claims data in the Integrated Data Repository.<\u002Fli><li>\nFamiliarity with CMS, the ACA, and Medicare-specific value-based care policy and programs.<\u002Fli><li>\nFamiliarity with MACRA and the QPP.<\u002Fli><li>\nFamiliarity with Medicare payment policy and Medicare program structure and operations.<\u002Fli><li>\nFamiliarity with data visualization techniques, such as infographics and dashboards.<\u002Fli><li>\nFamiliarity with machine learning, text analytics, and\u002For predictive modeling.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nSkills<\u002Fb><\u002Fdiv><ul><li>\nProficiency in using SQL, SAS, R, and\u002For Python to extract, collect, clean, analyze, manage and report data required.<\u002Fli><li>\nStrong problem solving and troubleshooting skills.<\u002Fli><li>\nExcellent ability to communicate complex technical material, both orally and in writing.<\u002Fli><li>\nSelf-motivation to identify opportunities to drive value and take the initiative to lead solutions.<\u002Fli><li>\nAbility to analyze and synthesize findings to develop valuable insights and strategic recommendations for the client.<\u002Fli><li>\nAbility to think creatively and work on teams to develop innovative ideas for new and existing clients.<\u002Fli><li>\nAbility to exercise strong attention to detail, problem solving, and organizational skills. Includes the ability to produce consistent, high-quality deliverables while meeting tight deadlines.<\u002Fli><li>\nExcellent people skills with a customer service-oriented approach, and a focus on building relationships with the client and project team.<\u002Fli><li>\nAbility to work independently as well as with a team in a fast-paced environment. Includes the ability to be flexible to meet project priorities.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","505e7809ad851c69":"<div><p>Sema4 is a next-generation health information company, spun out of the Mount Sinai Health System, that provides advanced genomic testing and merges big data analytics with clinical diagnostics. Our team creates practical tools that help patients, clinicians, and researchers better diagnose, treat, and prevent disease. We are striving to construct a more comprehensive picture of health by integrating three key elements: a wealth of clinical experience that informs the answers that patients and providers are seeking, the world-class academic research that illuminates new directions, and the pioneering information science that puts all the pieces together.<\u002Fp><br>\n<p><\u002Fp>\n<p>Sema4 is searching for a talented <b>Scientist<\u002Fb> to join our Data Sciences team in Stamford, CT. The candidate will work in a multi-disciplinary team in Sema4 and contribute significantly to our efforts to systematically study complex human diseases through the integration of genomic, genetic, epigenetic, proteomic, literature and clinical phenotypic data into network models or other machine learning models. The goal of this research is to identify and model mechanisms underlying human diseases using computational models such machine learning, deep learning, or other artificial intelligence techniques. Such models will be used to guide drug target discovery and prioritization, to develop combination therapies, to reposition existing drugs, to match individual patients to the best therapies, and more.<br>\n<\u002Fp><p><\u002Fp><p><b>RESPONSIBILITIES<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<ul><li>Development of novel computational models for integrating diverse types of data into molecular network models for diseases<\u002Fli>\n<li>Development of novel statistic models for comparing diverse datasets or network models<\u002Fli>\n<li>Mining existing network models for disease specific features<\u002Fli>\n<li>Computational models for predicting disease risk or drug responses<\u002Fli>\n<li>Development of computational models for rational drug combination design<\u002Fli>\n<li>Collaborating with biologists and clinicians to validate novel findings<br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>QUALIFICATIONS<\u002Fb><\u002Fp>\n<p>Ph.D in quantitative sciences &ndash; Computer Science, Electronic Engineering, Physics, Mathematics, Statistics, Computational Biology or Bioinformatics<\u002Fp>\n<p>2+ years in analyzing large scale genetic and genomic data<\u002Fp>\n<p>Candidates with strong communication skills are preferred<\u002Fp><\u002Fdiv><p><\u002Fp>","7cd30fcd9ba786e5":"<div>In the role of <b>Data Scientist<\u002Fb> with Infosys, you will interface with key stakeholders and apply your technical proficiency in machine learning, Python, R and algorithms. You will work across different stages of the Software Development Life Cycle including Requirements Elicitation, Application Architecture definition and Design.<br>\n<br>\nRequired <b>Data Scientist<\u002Fb> Qualifications:<ul><li>\nCandidate must be located within commuting distance of <b>Richardson, TX<\u002Fb> or be willing to relocate to the area. <b>This position may require travel.<\u002Fb><\u002Fli><li>\nBachelor&rsquo;s Degree or foreign equivalent, will consider work experience in lieu of a degree\n<\u002Fli><li>4+ years of experience with Information Technology<\u002Fli><li>\nExperience in machine learning and data analytics\n<\u002Fli><li>Knowledge and experience with full SDLC lifecycle<\u002Fli><li>\nExperience with Lean \u002F Agile development methodologies<\u002Fli><li>\nU.S. Citizenship or Permanent Residency required, we are not able to sponsor at this time\n<\u002Fli><\u002Ful>Preferred <b>Data Scientist<\u002Fb> Qualifications:<ul><li>\n4+ years of hands on experience with more than one programming language (Python, R, Scala, Java, SQL)<\u002Fli><li>\n3+ years of experience in Machine learning techniques and algorithms, such as Neural Networks, Naive Bayes, SVM, Decision Forests, etc.<\u002Fli><li>\n3+ years of experience with NLP, text analytics technologies<\u002Fli><li>\nExperience in common data science toolkits, such as R, Python Data Science Libraries, MatLab<\u002Fli><li>\nAbility to work with data visualization tools, such as Tableau is ideal<\u002Fli><li>\nKnowledge of query languages such as SQL, Hive is a plus<\u002Fli><li>\nExperience and desire to work in a Global delivery environment<\u002Fli><\u002Ful><b>\nAbout Us<\u002Fb><br>\nInfosys is a global leader in technology services and consulting. We enable clients in more than 50 countries to create and execute strategies for their digital transformation, staying a step ahead of emerging business trends and outperform the competition. We help clients transform and thrive in a changing world by co-creating breakthrough solutions that combine strategic insights and execution excellence.<br>\n<br>\nFrom engineering to application development, knowledge management and business process management, we help our clients find the right problems to solve, and to solve these effectively. Our team of 200,000 innovators, across the globe, is differentiated by the imagination, knowledge and experience, that we bring to every project we undertake.<br>\n<br>\n<b>EOE\u002FMinority\u002FFemale\u002FVeteran\u002FDisabled\u002FSexual Orientation\u002FGender Identity\u002FNational Origin<\u002Fb><\u002Fdiv>","849aede65f44fbe0":"<div><p>Dell provides the technology that transforms the way we all work and live. But we are more than a technology company &mdash; we are a people company. We inspire, challenge and respect every one of our over 100,000 employees. We also provide them with unparalleled growth and development opportunities. We can&rsquo;t wait for you to discover this for yourself as a <b>Data Scientist <\u002Fb>on our <b>Global Operations, Data Analytics and Automation team <\u002Fb>in <b>Austin, TX<\u002Fb>.<\u002Fp><p><\u002Fp><p>\nData Science is all about breaking new ground to enable businesses to answer their most urgent questions. Pioneering massively parallel data-intensive analytic processing, our mission is to develop a whole new approach to generating meaning and value from petabyte-scale data sets and shape brand new methodologies, tools, statistical methods and models.<\u002Fp><p><\u002Fp><p>\nWhat&rsquo;s more, we are in collaboration with leading academics, industry experts and highly skilled engineers to equip our customers to generate sophisticated new insights from the biggest of big data.<\u002Fp><p><\u002Fp><p>\nWe are actively looking for talented and motivated individuals to join our Global Operations, Data Analytics and Automation team. If you are curious by nature and inspired by how data is changing the world, then we are interested in talking with you.<\u002Fp><p><\u002Fp><p>\nYou should excel and thrive in a fast paced, collaborative and iterative environment. You&rsquo;re driven to show the world the power of data and applied analytics and loves learning, data, scale and agility as well as excel in making complex concepts simple and easy to understand by those around you.<\u002Fp><p><\u002Fp><p><b>\nResponsibilities\n<\u002Fb><\u002Fp><ul><li>Provide data science services and work with stakeholders to assess demands and suggest data science methods that provide practical, value-added answers for the company.<\u002Fli><li>\nComfortable with or are highly motivated to learn and apply database tools and statistical predictive models by analyzing large datasets with a variety of tools (R, Python, SQL, Microstrategy, Microsoft PowerBI and Tableau)<\u002Fli><li>\nDevelop and deliver data science solutions to further advance Dell&rsquo;s competitiveness in the areas of global supply chain and operations<\u002Fli><li>\nPassionate about asking and answering questions in large datasets and have a strong desire to create strategies and solutions that challenge and expand the thinking of everyone around you.<\u002Fli><li>\nDeep dive into data to find answers to yet unknown questions and have a natural desire to go beneath the surface of a problem.<\u002Fli><li>\nAsk relevant questions and possess the skills to build algorithms necessary to find meaningful answers.<\u002Fli><li>\nPossess ability to think strategically about how to use data to drive competitive advantages.<\u002Fli><li>\nCreatively visualize and effectively communicate data findings and insights in a variety of formats<\u002Fli><\u002Ful><p><\u002Fp><p>\nThe position offers:<\u002Fp><ul><li>\nOpportunity to drive cutting-edge strategies and digital solutions for one of the industry&rsquo;s most respected supply chain<\u002Fli><li>\nAccess and interaction with executive leadership team at a Fortune 50 company<\u002Fli><li>\nOpportunity to work with a highly motivated team that invests in your development<\u002Fli><li>\nA commitment to diversity and inclusion<\u002Fli><li>\nCompetitive compensation including bonus plans and a great benefit package<\u002Fli><li>\nExciting internal career opportunities to different roles<\u002Fli><\u002Ful><p><br>\n<b>\nRequirements\n<\u002Fb><\u002Fp><ul><li>MS or higher in Engineering, Statistics, Computer Science, or Data Sciences (or equivalent experience)<\u002Fli><li>\nAdvanced knowledge of statistics utilizing statistical programming languages (R, Python, etc.)<\u002Fli><li>\n3+ years of data science modeling, business intelligence and data mining experience<\u002Fli><li>\nExperienced in data management and building packages<\u002Fli><li>\nExperience with measuring and maintaining data quality<\u002Fli><li>\nProficient in SQL<\u002Fli><li>\nPrefer to have advanced knowledge of Microsoft BI Stack or Pivotal Stack<\u002Fli><\u002Ful><p><br>\n<b>\nBenefits<\u002Fb><br>\nWe offer highly competitive salaries, bonus programs, world-class benefits, and unparalleled growth and development opportunities &mdash; all to create a compelling and rewarding work environment.<br>\n<br>\nIf you can help us deliver a ground-breaking supply chain, this is your opportunity to develop with Dell.<br>\n<br>\nDell is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at Dell are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and\u002For expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. Dell will not tolerate discrimination or harassment based on any of these characteristics. Learn more about Diversity and Inclusion at Dell here.<\u002Fp><\u002Fdiv><p><\u002Fp>","37cb61085d63f472":"<div><div><div><b>About us<\u002Fb><\u002Fdiv><div>\nIt is a momentous time for value-based kidney care, and we are excited to be a part of much needed change. Chronic Kidney Disease is a relatively under diagnosed condition that creates great suffering and burden on society. Out of every 5 dollars of Medicare expense, 1 dollar is spent on the CKD patient. Headquartered in New York, <b>pulseData<\u002Fb>'s mission is to create Machine Learning systems to scale care workflows and to proactively address the explosive growth of kidney disease patients that will fall under value based care.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>What we're looking for<\u002Fb><\u002Fdiv><div>\nAs a Data Scientist \u002F ML Engineer you are passionate to tackle one of the great medical &amp; technological challenges of our time. You will have a strong software engineering background with 2-4 years experience, and you are looking gain more data science skills and experience. You will wrangle data, prototype and bring alive robust models so they can be deployed in systems of care delivery. This role requires flexibility and collaboration between disparate disciplines, and together we will seamlessly deliver care from data-through-delivery. We offer a great variety of data to build systems and models from, and you'll be making a real difference, at scale. Come join us and develop creative ways to explore, organize, and leverage clinical data to care for kidney patients.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>The environment:<\u002Fb><\u002Fh3><div><ul><li>\nWe have real ML systems deployed that make a difference in people's lives.\n<\u002Fli><li>We are adding multiple healthcare clients, and are looking for additional talent to bring alive a suite of systems to address numerous care frictions.<\u002Fli><li>\nPre-Series A (soon to be Series A) startup with team members with diverse, backgrounds in medicine, biomedical informatics, quantitative trading, machine learning, and language processing.<\u002Fli><li>\nWe are blessed with deeply passionate clients and seed investors that are partnering with us in making healthcare data-driven.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Looking for:<\u002Fb><\u002Fh3><div><ul><li>\n2-4 years experience as an engineer, developer, programmer, or data scientist, in a production software environment.<\u002Fli><li>\nRequires &gt;1 years Python, Apache Spark, exposure to coding best practices<\u002Fli><li>\nExcitement to have real ML systems deployed that make a difference in people's lives.<\u002Fli><li>\nSomeone dependable, cooperative, and responsible who can collaborate well in a team environment.<\u002Fli><li>\nSomeone independent, proactive, and can enjoy the process of creating order from uncertainty.<\u002Fli><li>\nSomeone to make reliable, adaptive, robust machine learning engines and algorithms<\u002Fli><li>\nSomeone to build and improve data pipelines for feature extraction, parallel processing, and testing<\u002Fli><li>\nTranslate data insights clearly and communicate how it can impact patient lives<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Other Value-Add Skills<\u002Fb><\u002Fh3><div><ul><li>\nExperience in a cloud environments i.e. AWS, Azure, GCE, Kubernetes.<\u002Fli><li>\nDatabase architecture<\u002Fli><li>\nExperience implementing web service technologies with HTTP, JSON, REST.<\u002Fli><li>\nExperience with databases: Postgres, Mongo, SQL, NoSQL.<\u002Fli><li>\nExperience building user facing applications using JavaScript, React, Vue and GraphQL.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","d58e8feb205eb7be":"<div><b>About the Team:<\u002Fb>\n<br>\n<p><b>ABOUT THE TEAM<\u002Fb><\u002Fp><p>\nThe Advanced Analytics Group is a team of 4 &ndash; 5 of highly business-oriented Strategy and Data Science professionals that uses Big Data to generate break-through insights to deliver top- and bottom-line growth for the company.<\u002Fp><br>\n<b>\nAbout the Job:<\u002Fb><br>\n<p><b>ABOUT THE DATA SCIENTIST ROLE<\u002Fb><\u002Fp><p>\nThis is a high-visibility role with regular access to senior leadership and with an opportunity for disproportionate impact to the business. The role is suited for candidates with exposure to various modeling approaches with direct business impact.<\u002Fp><p>\nReporting to the Senior Director Advanced Analytics, the Data Scientist will support the functional leaders (such as marketing, supply chain, merchandising, store operations, etc.) to:<\u002Fp><ul><li>\nLeverage advanced modeling methodologies to analyze the business and capitalize on opportunities, to drive sustainably improved business results<\u002Fli><li>\nHelp drive continuous improvement in business processes through data analytics and process modeling. Some examples include: labor optimization, customer segmentation, CRM and promotional effectiveness, pricing, etc.<\u002Fli><li>\nSupport leaders and teams across PetSmart on critical, episodic needs of the business, contributing on a broad spectrum from &ldquo;Business Intelligence \u002F Analytics&rdquo; to &ldquo;pure data science&rdquo;<\u002Fli><li>\nWork collaboratively with PetSmart Information Systems and BI to:<ul><li>\nEstablish best practices and drive continuous improvement in the data science infrastructure, data management, and workflow<\u002Fli><li>\nAnd to turn AAG findings, insights and algorithms into automated capabilities for core PetSmart processes, execution and measurement<\u002Fli><\u002Ful><\u002Fli><li>\nDevelop insightful and condensed visualizations out of complicated analytics and provide actionable recommendations (&ldquo;so what&rdquo;) for various business teams<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nCANDIDATE PROFILE<\u002Fb><\u002Fp><ul><li>\nQuantitative background and technical skillset with a proven track record of success in operations research and data science<\u002Fli><li>\nStrategic thinker, deeply curious and passionate about framing business problems in analytical terms and using the appropriate modeling technique to answer critical business questions<\u002Fli><li>\nAbility to work collaboratively and constructively with leaders and team members across the business to execute and deliver against analytical projects<\u002Fli><li>\nComfort with working across the full &ldquo;Business Intelligence \u002F Analytics \u002F Data Science spectrum&rdquo; to deliver against key business needs<\u002Fli><li>\nFlexible mindset, and ability to contribute to multiple work streams, with (sometimes) fluid and evolving prioritization<\u002Fli><li>\nStrong communication skills, with a particular focus on the ability to:<ul><li>\nTranslate complex or highly technical concepts in ways that make them easily understood by leaders and team members<\u002Fli><li>\nEfficiently get to &ldquo;client-ready&rdquo; output for direct manager and other leaders<\u002Fli><\u002Ful><\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nCANDIDATE EDUCATIONAL AND PROFESSIONAL EXPERIENCE<\u002Fb><\u002Fp><p><\u002Fp><br>\n<p><b>\nQUALIFICATIONS<\u002Fb><\u002Fp><ul><li>\nUnderstands research methods in working with divergent data types, to explore and extrapolate data-driven insights using advanced modeling and testing applied to data acquired from a range of sources.<\u002Fli><li>\nKnowledge of various modeling approaches beyond machine learning. Must have experience with at least some of these methods\u002Fapproaches applied to actual business scenarios:<ul><li>\nOperations Research: Linear\u002Fdynamic programming and optimal control, optimization and simulation techniques, Monte Carlo methods, network and graph analysis, systems modeling, queuing models, scheduling, decision analysis, stochastic modeling<\u002Fli><li>\nModeling, Assessment and Selection: Identifying data sources and methodology, dealing with messy data and missing values, train\u002Fdev\u002Ftest sets, wide vs tall data sets, merging, munging, and creating data<\u002Fli><li>\nSupervised Learning: Multiple regression, time series analysis and forecasting, decision trees, random forests, lasso\u002Fridge\u002Felastic nets, logistic regression, propensity score matching, survival analysis<\u002Fli><li>\nUnsupervised learning: k-means, association rules, hierarchical clustering, PCA, Bayesian clustering<\u002Fli><li>\nOther Concepts: Experimental designs, discrete choice modeling, affinity analysis, Sentiment analysis, CLV modeling, market basket analysis, price elasticity<\u002Fli><\u002Ful><\u002Fli><li>\nCandidate must have strong programming experience with at least one of R, Python or Spark<\u002Fli><li>\nExperience working with IT and BI departments in helping enhance data integrity and availability<\u002Fli><li>\nCandidate must be able to research and learn new techniques to augment current tools and methodologies<\u002Fli><li>\nCandidate must have two or more (2+) years of professional experience in an analytical role<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nEDUCATION<\u002Fb><\u002Fp><ul><li>\nMasters in Statistics, Applied Mathematics, or a quantitative field or proven equivalent experience<\u002Fli><\u002Ful><p><b>\nSKILLS<\u002Fb><\u002Fp><ul><li>\nFluency in Python, R, or Spark is required<\u002Fli><li>\nSecondary strengths in Matlab\u002FOctave, PHP, C, Java, Hadoop, Hive, and\u002For SQL<\u002Fli><\u002Ful><br>\n<b>\nAbout the Culture:<\u002Fb>\n<br>\n<p>Our home office offers outstanding amenities in a fun and rewarding workplace including:<\u002Fp><ul><li>\nPet friendly environment, bring your pets to work!<\u002Fli><li>\nA work-life balance and family events such as movie nights, art events and holiday festivals<\u002Fli><li>\n&ldquo;Top Dog&rdquo; gym with equipment, fitness classes, massage therapists and personal trainers<\u002Fli><li>\n&ldquo;Sit &amp; Stay&rdquo; Caf&eacute; serving fresh breakfast and lunch options<\u002Fli><li>\nStarbucks cart&mdash;productivity at its finest!<\u002Fli><li>\n&ldquo;Lil&rsquo; Paws&rdquo; learning center and onsite daycare facility<\u002Fli><li>\nVolunteer events with PetSmart Charities<\u002Fli><\u002Ful><\u002Fdiv>","8e7917d946ea4873":"<div><h2 class=\"jobSectionHeader\"><b>Position Description\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Data Scientist harness source data and build foundational data assets for ongoing analytical use.<\u002Fli><li>The Data Scientist also contributes to analyses on operational metrics, testing and model performance that drive program insights and continuous improvement.<\u002Fli><\u002Ful><ul><li>\nCollaborate with data team to provide customized data management services that support the broader analytics team<\u002Fli><li>\nSupport other team members with data preparation, investigation, methodology and development<\u002Fli><li>\nWork closely with other team members to formulate best-practice analytic solutions<\u002Fli><li>\nContribute to a variety of activities such as analysis design, execution and assessment, data review and performance evaluation<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Bachelor's degree in Statistics, Economics, or related field.<\u002Fli><li>\nMinimum of 3 years&rsquo; experience in analytics<\u002Fli><li>\nStrong SQL programming experience,<\u002Fli><li>\nWell-versed in the core MS Office suite programs and an intermediate to advanced user of Excel including the ability to use formulas, functions, and pivot tables<\u002Fli><li>\nAbility to work independently to discover hidden insights or complex patterns<\u002Fli><li>\nEagerness to learn and grow professionally<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Company Overview\n<\u002Fb><\u002Fh2><div><div><div><div>Serco Inc. (Serco) is the Americas division of Serco Group, plc. Serco serves every branch of the U.S. Military, numerous U.S. Federal Civilian Agencies, the Intelligence Community, the Government of Canada, State and Local Governments, and Commercial Clients. We help our clients deliver vital services more efficiently, while increasing the satisfaction of their end customers. Headquartered in Herndon, Virginia, Serco has approximately 6,000 employees with an annual revenue of $1 billion and is part of a $4 billion global business that helps transform government and public services around the world. At Serco, our employees are our most valuable asset, and our success directly relates to our employees. At Serco, we listen, respect and support our employees and through continuous training, development and information-sharing, we advance talent internally, enhancing career growth and progression which enables not only our employees to excel but enables our customers to excel as well. It is not just a job at Serco; at Serco, we offer career opportunities. We invite you to become part of our dynamic team. Serco''s people share a passion for delivering ethical service, innovation, and a commitment to results. We trust our people to deliver. Serco is an equal opportunity employer committed to diversifying its workforce (Race\u002F Color\u002F Sex\u002F Sexual Orientation\u002F Gender Identity\u002F Religion\u002F National Origin\u002F Disability\u002F Vets).<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","2f22e7ae150fd085":"<div><div><b>Organization:<\u002Fb> Accenture Federal Services\n<\u002Fdiv><div><b>Locations:<\u002Fb> Washington, DC<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>\n<p><b>We are:<\u002Fb><\u002Fp><div>\nPeople who use data to solve hard problems. Including ones that did not exist a few years ago. We believe a mix of data, analytics, automation and responsible AI can widen the range of what humans can do and improve American democracy. As a consultant to federal agencies, we change how our country operates. By providing the right training and tools, we encouraged our people to go outside their comfort zone. Want to join our crew of sharp analytical minds?<\u002Fdiv><div><\u002Fdiv><br>\n<p><b>\nYou are:<\u002Fb>\n<\u002Fp><div>More than a data and statistics expert. You are the applied intelligence expert. You are confident working on design algorithms and large-scale statistical models. You want to help your client deliver faster and better services to U.S. citizens and improve people's quality of life where it matters most.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nThe work:<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<ul>\n<li>Work with clients to create questions and define technology opportunities<\u002Fli>\n<li>Drive the exploration of data sources and analytic techniques to create new modeling approaches<\u002Fli>\n<li>Work with large data sets to solve complex problems<\u002Fli>\n<li>Apply statistical methods to develop analytic models<\u002Fli><li>\nLead and oversee teams to solve clients&rsquo; solutions<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>\n<br>\n<div><div><b>Here's what you need:<\u002Fb><\u002Fdiv>\n<p>\n<\u002Fp><ul><li>Bachelor's degree<\u002Fli><li>\n7 years of experience in analytics and statistical modeling<\u002Fli><li>\n7 years of experience consulting or similar field requiring client collaboration, presentation, and delivery<\u002Fli><li>\n2 years of experience scripting and data analysis in R or Python<\u002Fli><li>\n2 years of experience extracting, aggregating, and structuring data along different dimensions<\u002Fli><\u002Ful><div><b><i>\nImportant information<\u002Fi><\u002Fb><\u002Fdiv><div><i>\nThis role requires US Citizenship with no dual Citizenship accepted.<\u002Fi><\u002Fdiv><div><\u002Fdiv><br>\n<div><i>\nAn active security clearance or the ability to obtain one may be required for this role.<\u002Fi><\u002Fdiv><div><\u002Fdiv><br>\n<div><i>\nCandidates who are currently employed by a client of Accenture or an affiliated Accenture business may not be eligible for consideration.<\u002Fi><\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><i>\nApplicants for employment in the U.S. must possess work authorization which does not require now or in the future sponsorship by the employer for a visa.<\u002Fi><\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><i>\nAccenture is a federal contractor, an EEO and Affirmative Action Employer of Females\u002FMinorities\u002FVeterans\u002FIndividuals with Disabilities.<\u002Fi><\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><i>\nEqual Employment Opportunity<\u002Fi><\u002Fdiv>\n<div><i>\nAll employment decisions shall be made without regard to age, race, creed, color, religion, sex, national origin, ancestry, disability status, veteran status, sexual orientation, gender identity or expression, genetic information, marital status, citizenship status or any other basis as protected by federal, state, or local law.<\u002Fi><\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><i>\nJob candidates will not be obligated to disclose sealed or expunged records of conviction or arrest as part of the hiring process.<\u002Fi><\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><i>\nAccenture is committed to providing veteran employment opportunities to our service men and women.<\u002Fi><\u002Fdiv><\u002Fdiv>","48f14a9865189264":"<p><\u002Fp><div><b>Description<\u002Fb>\n<div><\u002Fdiv><div><div>As an independent group of companies, the BMW Group has a commitment to creativity and breakthrough ideas that goes well beyond the racetrack. In order to continuously create ultimate driving machines, we drive our growth and design excellence by staffing our teams with individuals who are innovative and always looking for the next great idea. If you share our vision and view yourself as an independent, creative thinker, we invite you to join our team in this exceptional role located in Woodcliff Lake, NJ.<br>\n<br>\n<b>Responsibilities:<\u002Fb>\n<\u002Fdiv><ul><li>Act as a business consultant for the use of Data Analytics to drive business decisions, business strategy.\n<\u002Fli><li>Translating business needs to technical requirements and implementation.\n<\u002Fli><li>Do something about cleansing, manipulation, feature extraction and analysis on data sets.\n<\u002Fli><li>Apply data science approaches and methodologies (such as Neural Nets,<br>\nBayesian methods, SVM etc.) to improve business outcomes.\n<\u002Fli><li>Initiate ideas and develop related model with R, Python or Scala.\n<\u002Fli><li>Design elegant data visualizations to present complex analysis and insights to customers with Tableau or other related tools.\n<\u002Fli><li>Effectively communicate with leadership and other various levels of the organization.\n<\u002Fli><li>Collaborating actively and effectively with other people to accomplish project objectives.\n<\u002Fli><li>Develop the data analysis model according to business scenarios.\n<\u002Fli><li>Evaluate the method and technical solution of data analytics projects.\n<\u002Fli><li>Share the data science knowledge to other team members and build up the productive internal knowhow.<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div>Join the team at BMW of North America and enjoy a high-performance employment package which includes:\n<\u002Fdiv><ul><li>Company paid Medical, Dental &amp; Vision Insurance.\n<\u002Fli><li>Employee car program.\n<\u002Fli><li>401(k) Savings Plan.\n<\u002Fli><li>Retirement Income Account.<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div>What are you waiting for...jump into the driver's seat and apply for the Data Scientist today!<br>\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv>\n<b>Qualifications and Experience<\u002Fb>\n<div><\u002Fdiv><div><div><b>Minimum Requirements:<\u002Fb>\n<\u002Fdiv><ul><li>Masters in Computer Science, Mathematics\u002FStatistics with finance background\u002Fforensic\u002Factuary.\n<\u002Fli><li>2+ years post university experience in advanced analytics in the fields of data science and applying specific data analytics methods in retail\u002Ffinance\u002Fcustomer and social media as example.\n<\u002Fli><li>Strong skills in mathematics\u002Fstatistics or related finance audit and actuary experience will be preferred.\n<\u002Fli><li>Expert knowledge in conducting statistical analytics (statistical modeling, clustering, predictive analytics).\n<\u002Fli><li>Expert knowledge in one or more business intelligence and data discovery systems: QlikView, Tableau, MAPD etc.\n<\u002Fli><li>Advanced knowledge and experience in Computer Science, Machine Learning and Algorithms.\n<\u002Fli><li>Expert knowledge of in one or more of the following programming languages: Python, Java, C++.\n<\u002Fli><li>Advanced knowledge in database technologies: SQL, Oracle, SQLServer, SAP HANA and NoSQL databases.\n<\u002Fli><li>Advanced experience in statistical languages and tools in particular R modules and equivalents.\n<\u002Fli><li>Advanced experience in Big Data Infrastructures: Hadoop and ecosystem (Hive, HBase, Splunk, Pivotal, Teradata etc.).\n<\u002Fli><li>Expert ability to manage ETL and data streaming from multiple sources.<br>\n<br>\n<\u002Fli><\u002Ful><div>BMW NA is an EO employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, disability, or protected veteran status.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","cbb41d79e47387db":"<div><p><b>Where good people build rewarding careers.<\u002Fb><\u002Fp><p>\nThink that working in the insurance field can&rsquo;t be exciting, rewarding and challenging? Think again. You&rsquo;ll help us reinvent protection and retirement to improve customers&rsquo; lives. We&rsquo;ll help you make an impact with our training and mentoring offerings. Here, you&rsquo;ll have the opportunity to expand and apply your skills in ways you never thought possible. And you&rsquo;ll have fun doing it. Join a company of individuals with hopes, plans and passions, all using and developing our talents for good, at work and in life.<\u002Fp><div><div><div>\nJob Description<\u002Fdiv><div><p>\nThe Data Scientist \u002FApplied Machine Learning job family is responsible for researching, designing, and building various scales and complexity systems by implementing supervised and unsupervised machine-learning techniques. Roles within this family will apply technologies and methodologies associated with machine learning, information retrieval, artificial intelligence and natural language processing. Incumbents will work both individually and with small teams to envision and realize cutting-edge ideas through rapid prototyping, development and deployment. Additionally, roles in this family will be responsible for long term support maintenance activities as work moves from research and implementation to an operationalized process.<\u002Fp><p><\u002Fp><br>\n<p>\nThis Senior Consultant II is a hands on, forward data science\u002F engineering role in the field of machine learning, information retrieval, artificial intelligence, and natural language processing. Contributes to the realization of cutting-edge technical capabilities into business applications by applying advanced algorithms and techniques to software solutions. Assists with research of key machine learning technical capabilities in support of Claims, analyzing long-term impact of new or anticipated strategies and technology trends, assists in performing strategic venture technology due diligence activities. Additionally, this role will perform day to day analyses and activities in support of long term maintenance for work transitioned from D3 to Claims.<\u002Fp><\u002Fdiv><\u002Fdiv><p><\u002Fp><br>\n<div><div>\nKey Responsibilities<\u002Fdiv><div><ul><li>Adapts best practices to design and build medium complexity machine learning systems<\u002Fli><li>Contributes to design and prototyping of medium complexity machine learning systems<\u002Fli><li>Contributes to the realization of major machine learning technical capabilities in the industry by identification, research and software implementation<\u002Fli><li>Serves as part of a technical team to implement machine-learning solution; can work independently on small projects<\u002Fli><li>Contributes to delivery of technical capability innovation<\u002Fli><li>Develops in-depth ideas and materials as part of applying technical capabilities into business solution<\u002Fli><li>Ensures understanding of technical matters by non-technical, executive decision makers<\u002Fli><li>Develops and uses subtle strategies to influence or persuade others, particularly in sensitive or high pressure situations<\u002Fli><li>Extends capabilities by working closely with senior team members\u002Fexperts both within and outside of internal organization<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><\u002Fdiv><br>\n<div><div>\nJob Qualifications<\u002Fdiv><div><ul><li> BS degree in Data Science, Computer Science, Machine Learning, Artificial Intelligence, Statistics or Mathematics major is preferred, or equivalent experience<\u002Fli><li>GPA of 3.2 required<\u002Fli><li>Minimum of 2-3 years full time hands-on data science or software engineering experience<\u002Fli><li>Instinctive knowledge of how people will want to use a product, service, or solution that solves a real world business problem.<\u002Fli><li>Hands on experience with various supervised and unsupervised machine-learning techniques<\u002Fli><li>Hands on experience in one or two of the following areas: machine learning, natural language processing or deep learning.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nEducational Background:<\u002Fb> Graduate degree strongly preferred in Machine Learning, Statistics, Computer Science or a related field.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><p>\nThe candidate(s) offered this position will be required to submit to a background investigation, which includes a drug screen.<\u002Fp><p><b>\nGood Work. Good Life. Good Hands&reg;.\n<\u002Fb><\u002Fp><p>As a Fortune 100 company and industry leader, we provide a competitive salary &ndash; but that&rsquo;s just the beginning. Our Total Rewards package also offers benefits like tuition assistance, medical and dental insurance, as well as a robust pension and 401(k). Plus, you&rsquo;ll have access to a wide variety of programs to help you balance your work and personal life - including a generous paid time off policy.<\u002Fp><p>\nLearn more about life at Allstate. Connect with us on Twitter, Facebook, Instagram and LinkedIn or watch a video.<\u002Fp><p><b>\nAllstate generally does not sponsor individuals for employment-based visas for this position.<\u002Fb><\u002Fp><p>\nEffective July 1, 2014, under Indiana House Enrolled Act (HEA) 1242, it is against public policy of the State of Indiana and a discriminatory practice for an employer to discriminate against a prospective employee on the basis of status as a veteran by refusing to employ an applicant on the basis that they are a veteran of the armed forces of the United States, a member of the Indiana National Guard or a member of a reserve component.<\u002Fp><p>\nFor jobs in San Francisco, please click &ldquo;here&rdquo; for information regarding the San Francisco Fair Chance Ordinance.<br>\nFor jobs in Los Angeles, please click &ldquo;here&rdquo; for information regarding the Los Angeles Fair Chance Initiative for Hiring Ordinance.<\u002Fp><p>\nTo view the &ldquo;EEO is the Law&rdquo; poster click &ldquo;here&rdquo;. This poster provides information concerning the laws and procedures for filing complaints of violations of the laws with the Office of Federal Contract Compliance Programs<\u002Fp><p>\nTo view the FMLA poster, click &ldquo;here&rdquo;. This poster summarizing the major provisions of the Family and Medical Leave Act (FMLA) and telling employees how to file a complaint.<\u002Fp><p>\nIt is the Company&rsquo;s policy to employ the best qualified individuals available for all jobs. Therefore, any discriminatory action taken on account of an employee&rsquo;s ancestry, age, color, disability, genetic information, gender, gender identity, gender expression, sexual and reproductive health decision, marital status, medical condition, military or veteran status, national origin, race (include traits historically associated with race, including, but not limited to, hair texture and protective hairstyles), religion (including religious dress), sex, or sexual orientation that adversely affects an employee's terms or conditions of employment is prohibited. This policy applies to all aspects of the employment relationship, including, but not limited to, hiring, training, salary administration, promotion, job assignment, benefits, discipline, and separation of employment.<\u002Fp><\u002Fdiv>","ccd01b3df6b23f0e":"<div><p>AllyO tackles workplace engagement challenges with candidates and employees, from hi to goodbye, using AI for end-to-end HR management solutions. We are the most funded and highest valued artificial intelligence for HR companies, worldwide. AllyO has partnered with 15% of The Fortune 50. Backed by tier 1 investors such as Google, SAP, Randstad, Bain and Cervin Ventures, we've also demonstrated hyper-growth of 4.5x year over year.\n<\u002Fp><p>As a Data Scientist, you will be working across the following areas:<\u002Fp><ul><li>\nProduct knowledge: Taking the time to research and understand the product data model, ongoing changes, and logic that drives the model.<\u002Fli><li>\nTechnical knowledge: Having a breadth of experience with different databases, query languages, ETL tools and developing code.<\u002Fli><li>\nIndustry knowledge: Understanding the industry, the customers, the workflows, the metrics, the desired outcomes, and the problems.<\u002Fli><li>\nAnalytical Skills: Creatively analyze data for exploratory trends using advanced data science algorithms and techniques.<\u002Fli><li>\nAlgorithm Prototyping: Create new algorithms to provide insightful information to increase the value of AllyO&rsquo;s product and services to the industry.<\u002Fli><\u002Ful><p>\nOur Data Scientist will be working with state of the art technology for a SaaS application, so it is key to have experience with software development, agile processes, web applications, APIs, REST, etc.<\u002Fp><p><b>\nTHE POSITION<\u002Fb><\u002Fp><ul><li>\nResearch AllyO databases and develop a broad set of metrics<\u002Fli><li>\nCreatively analyze metrics and deliver unique insights and\u002For predictions<\u002Fli><li>\nPrototype algorithms to automate insights and\u002For predictions<\u002Fli><li>\nCollaborate with team members to iterate and improve insights<\u002Fli><li>\nParticipate and recommend tool chains for data analytics<\u002Fli><\u002Ful><p><b>\nYOUR BACKGROUND<\u002Fb><\u002Fp><ul><li>\n3+ years in a data science role<\u002Fli><li>\nExperience with Software Development, Web Applications, SaaS and Cloud Computing<\u002Fli><li>\nExcellent analytical and problem solving skills<\u002Fli><li>\nExcellent communication skills, responsive and collaborative<\u002Fli><li>\nOrganized, structured and results focused<\u002Fli><li>\nExtensive knowledge of scientific\u002Fmathematical algorithms<\u002Fli><li>\nExtensive knowledge and experience with SQL and NoSQL Databases, Python\u002Fjupyter notebook, ETL, Visualizers<\u002Fli><li>\nBonus: Experience with SPARQL<\u002Fli><\u002Ful><p><b>\nLOCATION<\u002Fb><\u002Fp><p>\nWe are located in the heart of Silicon Valley in Palo Alto, CA. Less than 1 mile away from the San Antonio Caltrain Station. We also provide relocation assistance.<\u002Fp><p><b>\nWHY SHOULD YOU APPLY?<\u002Fb><\u002Fp><ul><li>\nAwesome company culture in a start up environment<\u002Fli><li>\nMake a true difference in what you do everyday<\u002Fli><li>\nCompetitive salary<\u002Fli><li>\nFull benefits (health, dental, vision) and 401K<\u002Fli><li>\nCatered lunches everyday<\u002Fli><li>\nFlexible schedules and unlimited paid time off<\u002Fli><\u002Ful><div><div>\n<\u002Fdiv><\u002Fdiv><div><div><h2 class=\"jobSectionHeader\"><b>Apply<\u002Fb><\u002Fh2><p>\nEngage with our virtual recruiter to get you applied, OR text &quot;Hello&quot; to (650) 297- 8805<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv>","e639f912eca2dfd2":"<div><\u002Fdiv><div><div><div><div><ul><li>Codes software applications to adhere to designs supporting internal business requirements or external customers. Standardizes the quality assurance procedure for software. Oversees testing and develops fixes.<\u002Fli>\n<li>May require a bachelor&rsquo;s degree in a related area and 2-5 years of experience in the field or in a related area. Has knowledge of standard concepts, practices, and procedures within Spotfire.<\u002Fli>\n<li>Ability to collaborate with our team to edit and develop custom Visualization reports, dashboards and charts.<\u002Fli>\n<li>2 years Spotfire, Tableau or BI experience<\u002Fli>\n<li>1+ years working with Clinical related data<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","12aa92841745dc54":"<div><p><b>NO AGENCIES - PLEASE!!!<\u002Fb><\u002Fp>\n<p><\u002Fp><p><b>Position Summary:<\u002Fb><b>\n<\u002Fb><\u002Fp><p><\u002Fp><p>The Digital Health team is seeking a highly motivated, meticulous and detail-oriented individual for a multi-disciplinary team. The candidate will be instrumental in analyzing and making inferences from healthcare big data and must be goal oriented and should have strong background in statistics, epidemiology and possess some programming skills. The candidate should also be a quick learner, flexible and able to adapt to needs of the project.<\u002Fp>\n<p><\u002Fp><p><b>Responsibilities:<\u002Fb><\u002Fp>\n<p><\u002Fp><ul><li>Execution of meticulous and well thought out data analysis for building predictive algorithms on healthcare big data<\u002Fli>\n<li>Development and execution of data analysis protocols to support company's discovery pipeline<\u002Fli>\n<li>Detailed documentation of data analysis methods and findings<\u002Fli>\n<li>Presentation of scientific results internally and externally<\u002Fli>\n<li>Preparation and submission of scientific manuscripts for review and publication<\u002Fli>\n<li>Other duties, as assigned<\u002Fli>\n<\u002Ful><p><b>Qualifications:<\u002Fb><\u002Fp>\n<p><\u002Fp><ul><li>Requires a Ph.D. in Statistics, Epidemiology, Public Health, Data Science or related field<\u002Fli>\n<li>Experience working with healthcare claims, pharmacy and electronic medical record data (EMR) is a highly desirable.<\u002Fli>\n<li>Strong skills in statistics and study design.<\u002Fli>\n<li>Proficiency in R and ability to work in Linux environment are required<\u002Fli>\n<li>Experience with SQL, Hadoop, Python is preferred<\u002Fli>\n<li>Proven experience in applying Data Science methodologies to extract, process and transform data from multiple sources<\u002Fli>\n<li>Proven ability to find creative, practical solutions to complex problems.<\u002Fli>\n<li>Excellent communication and interpersonal skills combined with superior and proven track record of technical and organizational skills.<\u002Fli>\n<li>Ability to multitask and work in a team-oriented environment<\u002Fli><\u002Ful><\u002Fdiv>","d71897d1bff45a0f":"<div><p><b>Your Role:\n<\u002Fb><\u002Fp><p>The successful candidate will help shape the data strategy and will find opportunities for process optimization based on data mining, data analysis and machine leaning methods. As data scientist, you will be responsible for the development of models and algorithms as part of a broader Digital Platform. You will help scientists to codify their knowledge and discover new insights using advanced analytics tools. You will work with various technologies therefore it is important that you are comfortable with multiple standards, programming languages and analytical tools. The willingness to travel up to 25%.<br>\n<\u002Fp><p><\u002Fp><p><b>Who You Are:\n<\u002Fb><\u002Fp><p><b>Minimum Qualifications:\n<\u002Fb><\u002Fp><ul><li>PhD in Data and Computer Science with 5+ years of work experience using statistical computer languages (i.e. Python, R, GraphQL, etc.) &ndash; OR &ndash; Bachelor&rsquo;s degree in Data and Computer Science with 8+ years&rsquo; work experience using statistical computer languages (i.e. Python, R, GraphQL, etc.)<br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Preferred Qualifications:\n<\u002Fb><\u002Fp><ul><li>Ability to develop &amp; use of predictive modeling\n<\u002Fli><li>Experience in various Data Science software packages and Machine Learning frameworks\n<\u002Fli><li>Proficient in Data Visualization tools and techniques\n<\u002Fli><li>Strong leadership and results oriented personality\n<\u002Fli><li>Proven track record in successfully working in a multi-disciplinary, multi-culture, team-based environment\n<\u002Fli><li>Excellent verbal and written communication skills, ability to present at internal and external meetings\n<\u002Fli><li>Experienced in Biotechnology, Life Sciences and regulated industry\n<\u002Fli><\u002Ful><p>RSREMD<\u002Fp><\u002Fdiv>","5447c74651bbc7d2":"<div><\u002Fdiv><div><div><div><div>Cerner Intelligence is a new, innovative organization within Cerner focusing on creating contextual, intelligent experiences by leveraging the power of data to discover new evidence-based insights and workflow interventions that drive client value and help achieve the quadruple aim in healthcare. We seek the best and brightest talent to join the team &ndash; individuals who thrive on analytical problem solving and data-driven analysis who are smart, ambitious, and inquisitive.<br>\n<br>\nAs a Data Scientist, you will discover and develop mathematical models to improve clinical, financial, or operational outcomes at an individual, facility, or population level using advanced mathematical, computational, and machine learning techniques. A few of the responsibilities include supporting feasibility studies, applying modern data storage techniques, discovering explanatory features in high-dimensionality collections of data, exploring data using scientifically valid techniques to applying a modern software or analytic development lifecycle methodology.\n<\u002Fdiv><\u002Fdiv>Back to Description<br>\n<\u002Fdiv><p><\u002Fp><div><div><div><div><div><h2 class=\"jobSectionHeader\"><b>Cerner Technical Jobs and Careers<\u002Fb><\u002Fh2><br>\n<p><\u002Fp><div><p>\n<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Client Services<\u002Fb><\u002Fh2>\n<p><\u002Fp><p>Working directly with our clients is one of the most impactful careers you will find. Whether your background is in health care, business or technology you can help transform the quality of care for all of us.<\u002Fp><p><\u002Fp>\n<\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><\u002Fh2>\nBasic Qualifications<ul><li>\nMaster&rsquo;s Degree in Statistics, Computer Science, Analytics, Biostatistics, Applied Mathematics, Software Engineering, or equivalent relevant work experience.<\u002Fli><li>\nStatistical programming and applied programming work experience, At least 3 years<\u002Fli><li>\nData mining, quantitative analysis, and\u002For statistical modeling including predictive performance and algorithm optimization work experience, At least 3 years<\u002Fli><\u002Ful>\nPreferred Qualifications<ul><li>\nPh.D. in Statistics, Computer Science, Analytics, Biostatistics, Applied Mathematics, Software Engineering, or equivalent relevant work experience<\u002Fli><li>\nAt least 3 years of machine learning methods and the principals of visually encoding data work experience<\u002Fli><li>\nExperience with relational databases and SQL; NoSQL databases (hBase, Cassandra, MongoDB, Couch DB, Riak) and unstructured data; Spark; Pig and Avro<\u002Fli><li>\nExperience with agile software development methodologies<\u002Fli><li>\nExperience working with data mining algorithms including decision trees, probability networks, association rules, clustering, and neural networks<\u002Fli><li>\nExperience programming in multiple languages (ideally Python and\u002For R)<\u002Fli><li>\nExperience with MapReduce programming (Hadoop)<\u002Fli><\u002Ful>\nExpectations<ul><li>\nMust be currently residing in or willing to relocate to the Kansas City, MO metro area\n<\u002Fli><li>Willing to work additional or irregular hours as needed and allowed by local regulations<\u002Fli><li>\nWork in accordance with corporate and organizational security policies and procedures, understand personal role in safeguarding corporate and client assets, and take appropriate action to prevent and report any compromises of security within scope of position<\u002Fli><li>\nSimulate clinical algorithms based off of client design requirements.<\u002Fli><li>\nWork with clients to understand complexities in their data that impact algorithms.<\u002Fli><\u002Ful>\n<\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>Additional Information<\u002Fb><\u002Fh2>\n<p>Applicants for U.S. based positions with Cerner Corporation must be legally authorized to work in the United States. Verification of employment eligibility will be required at the time of hire. Visa sponsorship may be available for this position.<br>\n<br>\nSome Cerner positions may be obligated to comply with client-facing requirements and occupational health requests, including but not limited to, an immunization set, an annual flu shot, an annual TB screen, an updated background check, and\u002For an updated drug screen.<\u002Fp>\n<h5 class=\"jobSectionHeader\"><b>Relocation Assistance Available for this Job:<\u002Fb><\u002Fh5>\n<p>Yes - Domestic\u002FRegional<\u002Fp>\n<h5 class=\"jobSectionHeader\"><b>Virtual Eligible Job<\u002Fb><\u002Fh5>\n<p>No<\u002Fp>\n<\u002Fdiv><div><p>Cerner is a place where people are encouraged to innovate with confidence and focus on what is important &ndash; people&rsquo;s health and the care they receive. We are transforming health care by developing tools and technologies that make it more efficient for care providers and patients to navigate the complexity of our health. From single offices to entire countries, Cerner solutions are licensed at more than 25,000 facilities in over 35 countries.<br>\n<br>\nCerner&rsquo;s policy is to provide equal opportunity to all people without regard to race, color, religion, national origin, ancestry, marital status, veteran status, age, disability, pregnancy, genetic information, citizenship status, sex, sexual orientation, gender identity or any other legally protected category. Cerner is proud to be a drug-free workplace.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","5af566d208e9064c":"<div><p>Entrata is a rocket ship in the apartment industry&rsquo;s B2B SaaS space. In sixteen years Entrata has gone from a small start-up company to an industry dominator. Innovation is at the core of everything we do, and we are looking for a top-notch Data Scientist to help fuel further growth and improvement.<br>\n<br>\n<br>\nData Scientists work closely with department directors, product managers and executives by providing them with the data they need to make critical business decisions. A data scientist collects, analyzes, and interprets large amounts of data to identify ways to help Entrata improve operations and gain an edge over its competitors. They use advanced analytics technologies, including machine learning and predictive modeling, to provide insights beyond basic statistical analysis, and build tools that automate tasks humans can&rsquo;t do or need help to do well.<br>\n<br>\n<br>\n<b>Requirements<\u002Fb><br>\n<\u002Fp><ul><br>\n<li>A degree in a technical field like computer science, information technology, math, statistics or engineering is preferred.<\u002Fli><br>\n<li>5+ years&rsquo; experience with SQL, recent experience with PostgreSQL databases is a plus.<\u002Fli><br>\n<li>Experience with multiple machine learning algorithms and the ability to implement them using libraries such as Python or R.<\u002Fli><br>\n<li>Must have some experience in software programming. Web programming with PHP is a plus.<\u002Fli><br>\n<li>Experience with an AI platform such as IBM Watson is helpful but not required.<\u002Fli><br>\n<\u002Ful>\n<br>\n<br>\n<b>Base Compensation:<\u002Fb><br>\n<br>\n<ul><br>\n<li>Salary, DOE<\u002Fli><br>\n<li>PTO and Paid Holidays<\u002Fli><br>\n<\u002Ful>\n<br>\n<br>\n<b>Work Schedule and Location:<\u002Fb><br>\n<br>\n<ul><br>\n<li>Regular business operating hours; Monday - Friday, 8:00 am - 5:00 pm<\u002Fli><br>\n<li>Lehi, UT office<\u002Fli><br>\n<\u002Ful>\n<br>\n<br>\n<b>Physical Demands:<\u002Fb><br>\n<br>\nThe physical demands described here are representative of those that must be met by an employee to successfully perform the essential functions of this job.<br>\n<br>\n<br>\n<ul><br>\n<li>Occasionally required to stand; walk; sit; use hands to finger, handle, or feel objects, tools, or controls; reach with hands and arms; climb stairs; balance; stoop, kneel, crouch or crawl; talk or hear; and taste or smell.<\u002Fli><br>\n<li>The employee must occasionally lift or move up to 20 pounds.<\u002Fli><br>\n<li>Specific vision abilities required by the job include close vision, distance vision, color vision, peripheral vision, depth perception and the ability to adjust focus.<\u002Fli><br>\n<li>Regular on-site attendance at work is required during normal business hours<\u002Fli><br>\n<\u002Ful><br>\n<b>Benefits Package:<\u002Fb><br>\n<br>\n<ul><br>\n<li>401k with matching<\u002Fli><br>\n<li>Health Insurance<\u002Fli><br>\n<li>Dental Insurance<\u002Fli><br>\n<li>Vision Insurance<\u002Fli><br>\n<li>Life Insurance<\u002Fli><br>\n<li>Flexible Spending Account<\u002Fli><br>\n<li>Short-term and long-term disability<\u002Fli><br>\n<li>On-site gym<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","89c98a8bedf30b29":"<div><p>Shutterfly is looking for a Jr. Customer Data Scientist who will take customer knowledge to the next level. Leveraging machine learning, predictive modeling, and audience techniques (such as cluster analysis, customer journey, persona identification) this experienced customer data scientist will join the Marketing department to focus on identifying actionable audience and customer insights especially focused on creation of behavioral segments and identification of targeting groups.<br>\n<\u002Fp><p>\nThis will involve providing end to end data science support by leveraging Shutterfly&rsquo;s unique and varied data. This involves using cutting edge, cloud-based machine learning techniques and technologies to develop models (deep learning, uplift models), designing and implementing A\u002FB tests, creating algorithms and running simulations, scaling the solution through automation, creating integrated feedback mechanisms for the models to improve and calibrate based on A\u002FB tests, and extensive analytical deep-dives to investigate and find insights.<\u002Fp><p><\u002Fp><br>\n<p>\nPOSITION RESPONSIBILITIES:<\u002Fp><ul><li>\nWork with stakeholders to define objectives and success measures, establish KPIs and measurement time period<\u002Fli><li>\nIdentify customers' needs\u002Frequirements and quantify them into statistical problems.<\u002Fli><li>\nUse advanced knowledge of SQL to pull accurate data from Teradata or Cloud based systems<\u002Fli><li>\nBuild machine learning models using R\u002FHive\u002FPig\u002FPython which can recommend who, what and how of targeting<\u002Fli><li>\nCollect and cleanse large amount of real-world consumers&rsquo; usage and commerce data in various production environments<\u002Fli><li>\nDevelop predictive models on large-scale datasets to address various business problems through demonstrating advanced statistical modeling, machine learning, or data mining techniques.<\u002Fli><li>\nYou will deliver informative and actionable findings, results and recommendations from machine learning models to stakeholders, be able to build dashboards of critical statistics and metrics<\u002Fli><li>\nYou will drive full cycle projects from data to results.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p>\nREQUIREMENTS:<\u002Fp><ul><li>\nMS or BS degree in Computer Science, Statistics, Applied Math, Operations Research, Econometrics, or other related fields.<\u002Fli><li>\nPrevious experience with Customer Analytics and Segmentation\u002FTargeting.<\u002Fli><li>\nDeep understanding of statistical modeling, machine learning, deep learning, or data mining concepts, and a track record of solving problems with these methods.<\u002Fli><li>\nProficient in one or more programming languages such as Python, Java, Scala, and C<\u002Fli><li>\nFamiliar with one or more machine learning or statistical modeling tools such as R, scikit learn, and Spark MLlib<\u002Fli><li>\nPractical experience with distributed data platforms: Map\u002FReduce, Hadoop, SPARK<\u002Fli><li>\nKnowledge and experience working with relational databases and SQL; Demonstrated flexibility in working with large, complex, and ambiguous datasets<\u002Fli><li>\nWork successfully in a highly cross-functional environment<\u002Fli><li>\nStrong analytical and quantitative problem solving ability.<\u002Fli><li>\nExcellent communication, relationship skills and a strong teammate.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p>\nPREFERRED REQUIREMENTS<\u002Fp><ul><li>\nStrong programming skills to achieve automation and scale<\u002Fli><li>\nExperience withCloud compute solutions, such as AWS, GCS or Azure, preferred<\u002Fli><li>\nExperience with version control systems such as Github<\u002Fli><li>\nFamiliarity with Unix<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","d42a08d0def10c7b":"<div>One full-time position is available. This position will be filled at the Associate Researcher and Modeler level. Appointments are typically made at or near the beginning of the salary range.<br>\n<br>\nAbout you<br>\nSeeking an independent self-starter, critical thinker, data explorer and solutions-oriented data scientist or travel demand modeler with a passion for service excellence and continual learning. Are you someone who takes pride in your ability to look at a problem and engineer a solution, and you're looking to bring your skill set to a large organization that offers something &quot;different&quot; or new? Or perhaps you want the opportunity to apply an innovative, equity-focused approach to projects that impact our communities in a meaningful way while getting the chance to blaze your path in the career you've always desired? Prepare to learn and be challenged! If you think you're the person we've been looking for, we want to know more about you.<br>\n<br>\nAbout us<br>\nThe Modeling and Forecasting Services Division lives within the Research Center Department at Metro. We are a nationally recognized group that is well known for our travel demand modeling expertise and innovative approaches to problem solving. We build and maintain custom modeling and forecasting tools that provide information to help our communities and residents make data-driven decisions. Here are some links to our department and samples of our work in our division:<br>\n<br>\nThe Research Center - https:\u002F\u002Fwww.oregonmetro.gov\u002Ftools-partners\u002Fdata-resource-center<br>\nModeling Services Division - https:\u002F\u002Fwww.oregonmetro.gov\u002Fmodeling-services<br>\n<br>\nAbout the work<br>\nThis position will help launch a new enterprise data initiative &ndash; the Transportation Data Program (TDP) &ndash; that will live within the Research Center. The desired outcome of the TDP is to ensure that the transportation data necessary for all Metro's business processes is available when needed in a clean, consistent, and accessible manner. The TDP will help support mandated and high-importance Metro business functions and decision-making including transportation planning and programming under federal and Oregon law, growth planning under Oregon law, solid waste and recycling management under the Metro code, and managing visitor venues to which public access via a safe and reliable transportation system is essential.<br>\n<br>\nAs the TDP matures, this position is envisioned to take on additional responsibilities supporting Metro's travel demand modeling work program. How might people react to road tolling? How many residents might choose to take a new light rail line? Will introducing a new bike trail change the route a cyclist might take? How will cars and trucks contribute to our air quality in the future? What impacts might automated and connected vehicles have on the transportation system? What can be gleaned from &quot;big data&quot; to track new travel patterns and choices? These are the kinds of questions our forecasters help answer with travel demand models and innovative analytic techniques that delve into emerging data sources.<br>\n<br>\nTravel demand models are a collection of mathematical and statistical computer programs that simulate a &quot;typical&quot; day of travel for large metropolitan areas, such as the greater Portland region. These models can be used to replicate present day conditions as well as make projections about the future. The team of modelers at Metro works collaboratively to collect data, conduct research and analyses and develop software that seeks to continually improve and evolve Metro's modeling toolkit.<br>\n<br>\nIn this position, you may be given tasks that can be as varied as collecting, analyzing and visualizing traffic data; leading meetings with internal and external clients; assisting in the development of mapping applications; coding of multimodal transportation networks; applying travel demand models; evaluating the scope and extent of off-the-shelf modeling software products from vendors; or applying machine-learning techniques to extract meaning from emergent &quot;big data&quot; resources.<br>\n<br>\nYou will have the opportunity to work with and support both internal and external clients. The field is ever-changing and &quot;on-the-job&quot; development of relevant skills is highly encouraged at Metro. Software programming, database development and query methods, statistical analysis, data science, econometrics, and GIS will be used extensively in this work.<br>\n<br>\n<b>Application requirements<\u002Fb><br>\n<b>1) Electronic application, 2) answer to supplemental questions and 3) resume.<\u002Fb><br>\n<br>\n<i>At Metro, we hire a workforce representative of the communities we serve, understanding that a diverse workforce strengthens our organization. We value diversity and support a positive and welcoming environment where all of our employees can thrive.<\u002Fi><br>\n Essential Job Duties: An employee in this position must be able to perform all the essential job duties listed below with or without reasonable accommodation; however, this list is not intended to include all of the specific tasks which an employee in this position may be expected to perform.<ul>\n<li>Help launch the Transportation Data Program initiative.\n<\u002Fli><li>Collects and organizes data to support Metro's transportation planning, travel demand modeling, and other key business processes\u002Fneeds.\n<\u002Fli><li>Acts as a liaison between technical staff and administrators, consultants and the public regarding transportation data and information.\n<\u002Fli><li>Assists in the research and development of new statistical, software development, modeling techniques and methods, and new data management and analysis techniques.\n<\u002Fli><li>Applies the travel demand modeling software to produce estimates of multi-modal travel.\n<\u002Fli><li>Analyzes, interprets, and summarizes the results obtained from the application of the travel demand model. Make recommendations based on numerical analysis.\n<\u002Fli><li>Develops and drafts technical reports.<\u002Fli><\u002Ful>\nThis position is represented by AFSCME Local 3580 and is classified as an Associate Researcher and Modeler. Classification descriptions are typically written broadly and do not include the specific duties and responsibilities of the positions. More information about each position and a full list of the knowledge, skills and abilities can be found by clicking on this link: <b>Associate Researcher and Modeler<\u002Fb><br>\n Minimum Requirements:\n<ul><li>Bachelor's degree in a quantitative science or related field\n<\u002Fli><li>Demonstrated experience in quantitative planning or data modeling with extensive computer programming\u002Fsoftware development and\u002For statistics experience\n<\u002Fli><li>One year of travel demand modeling, computer programming\u002Fsoftware development, or data science experience\n<\u002Fli><li>Or any combination of education and experience that provides the knowledge, skills and abilities required to perform the job.<\u002Fli><\u002Ful><i>\nPreferred experience:<\u002Fi><ul>\n<li><i>Travel demand modeling, computer programming, software development, data science, machine learning, and\u002For statistics<\u002Fi>\n<\u002Fli><li><i>Experience working with clients to help define, understand and serve their data needs<\u002Fi>\n<\u002Fli><li><i>Experience developing and evaluating data and informational tools with and equity perspective<\u002Fi>\n<\u002Fli><li><i>Experience and\u002For ability with applying an innovative approach to problem solving within a data-driven environment.<\u002Fi><\u002Fli><\u002Ful><br>\n Additional Information: <b>Online applications:<\u002Fb> Metro accepts job applications online. If you need assistance or accommodation with your application, or access to a computer, call 503-797-1570.<br>\n<br>\n<b>Accommodation:<\u002Fb> Reasonable accommodation is available to anyone whose specific disability prevents them from completing this application or participating in this process. To obtain confidential assistance please contact Human Resources at 503-797-1570.<br>\n<br>\n<b>Public Employees Retirement System (PERS): <\u002Fb>New employees will pay the employee portion of the PERS contribution.<br>\n<br>\n<b>Veterans' Preference:<\u002Fb> Under Oregon Law, qualified veterans may be eligible for veterans' preference when applying for Metro positions. If you are a veteran and would like to be considered for a veterans' preference for this job, please provide qualifying documents as instructed during the application process.<br>\n<br>\n<b>Criminal background check:<\u002Fb> In order to protect the wellbeing of its employees, the public and agency assets, Metro may conduct criminal background checks on candidates selected for Metro positions. Criminal convictions do not necessarily preclude employment and will be considered on a case by case basis. A background check will only be conducted if you are selected as a finalist for a position. If selected as a finalist, you will be contacted by Human Resources prior to the initiation of a background check.<br>\n<br>\n<b>Equal employment opportunity: <\u002Fb>All qualified persons will be considered for employment without regard to race, color, religion, sex, national origin, age, marital status, familial status, gender identity and expression, sexual orientation, disability for which a reasonable accommodation can be made or any other status protected by law. Assistance will be gladly provided upon request for any applicant with sensory or non-sensory disabilities.<br>\n<br>\n<b>An Equal Opportunity\u002FAffirmative Action Employer<\u002Fb><\u002Fdiv>","103a8d2a3809c838":"<div><p>We&rsquo;re a team of technologists, product insight experts, designers, and product managers based in New York.<\u002Fp>\n<p>\nWe are seeking a Data Scientist or Senior Data Scientist to join our Product Insights team, focusing on the development of our Machine Learning driven experiences and advertiser outcomes. You will help develop innovative solutions around the core problem of getting the right ad to the right user at the right time, while embodying Spotify&rsquo;s values and taking our users&rsquo; best interest at heart.<\u002Fp>\n<p><b>\nWhat you&rsquo;ll do<\u002Fb><\u002Fp>\n<ul>\n<li>Perform analyses on large sets of data to extract actionable insights that will help drive ML driven product decisions<\u002Fli>\n<li>Design and conduct A\u002FB tests to drive iterative improvement to both user and advertiser metrics through efficient experimentation<\u002Fli>\n<li>Communicate data-driven insights and recommendations to key stakeholders<\u002Fli>\n<li>Work closely with cross-functional teams of ML engineers, user researchers, product owners and designers who are passionate about Spotify&rsquo;s success<\u002Fli>\n<li>Build lasting solutions to surface critical data and performance metrics<\u002Fli>\n<\u002Ful><ul><li>Help us develop our knowledge and practice around the development and evaluation ML driven products<\u002Fli>\n<li>Develop individually to continue to grow your impact, and help mentor peers<\u002Fli>\n<\u002Ful> <p><b>Who you are:<\u002Fb><\u002Fp>\n<ul>\n<li>You have at least 4+years of experience in a similar data science role and a degree in science, computer science, statistics, economics, mathematics, or similar quantitative discipline.<\u002Fli>\n<li>Ideally you have experience working in an analytics role working with ML functions and have conducted A\u002FB tests, defined metrics and delivered exploratory analysis<\u002Fli>\n<li>You have the technical competence to perform more advanced analytics:<\u002Fli>\n<ul><li>Coding skills for analytics and data extraction (SQL, R, Python, Pandas)<\u002Fli>\n<li>Data visualization (such as Tableau, D3, ggplot, Looker)<\u002Fli>\n<li>Experience performing analysis with large datasets<\u002Fli>\n<li>Strong understanding of statistics and machine learning<\u002Fli>\n<\u002Ful><li>You are capable of tackling very loosely defined problems.<\u002Fli>\n<li>You are a communicative person that values building strong relationships with colleagues and stakeholders and have the ability to explain complex topics in simple terms.<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv>","39427de730cf1dd2":"<p><\u002Fp><div><p><b>DATA SCIENTIST<\u002Fb><br>\nElder Research Inc. is a Data Science consulting firm specialized in providing analytic<br>\ntraining, strategy, and solutions to clients in Commercial and Government industries. We<br>\nare seeking to hire a Data Scientist who will consult and communicate with<br>\nour clients to understand their business needs and will work within a collaborative<br>\nframework to deliver the valuable outcome that meets those needs. We work in a fast-<br>\npaced environment, solving new and challenging problems&acirc;&euro;&rdquo;both technical and business-<br>\noriented&acirc;&euro;&rdquo;on a daily basis. We are trusted advisors to our clients, acting as trainers and<br>\nmentors to internal Data Science teams and building lasting relationships by partnering with<br>\nthem as preferred analytics providers. We use a variety of programming languages and<br>\ntools to create analytic solutions, often fitting within our clients&acirc;&euro;&trade; environment and needs. We<br>\nalso have a successful practice of funding the development of valuable software products<br>\nthrough the pursuit of Small Business Innovation Research and Small-Business<br>\nTechnology Transfer (SBIR\u002FSTTR) grants.<\u002Fp><br>\n<p><br>\nAs a member of Elder Research, you will join a functional team of accomplished Data<br>\nScientists, Data Engineers, and Software Engineers that deliver custom analytic training,<br>\nstrategy, and technical solutions. Some of your responsibilities may include: consulting with<br>\nclients to understand their data context and strategic goals, creating and delivering training<br>\ncurriculum on Data Science best practices and methodologies, exploring data to determine<br>\nthe feasibility and viability of modeling, developing models using Machine Learning and<br>\nother algorithmic methods, reviewing SBIR\u002FSTTR topics and preparing programs to pursue<br>\nthose solicitations.<\u002Fp><br>\n<p><br>\nWe are looking to hire a Data Scientist who can support our clients through communicating<br>\nthe opportunities and risks in using their data, and who is driven by curiosity to explore data<br>\nto find insights. Candidates should have the ability and the willingness to receive feedback<br>\non the clients&acirc;&euro;&trade; business goals and adjust their work using an iterative methodology.<\u002Fp><br>\n<p><br>\n<b>Desired Skills and Expertise<\u002Fb><br>\nApplicants are expected to have a combination of some (though not all) of the following<br>\nskills and expertise:<\u002Fp>\n<p>&iuml;&sbquo;&middot; Presented data science work to a non-technical audience via writing or presentation.<br>\n&iuml;&sbquo;&middot; Given a lecture or presentation, written a paper or article, or provided educational<br>\nsupport on data science topics.<br>\n&iuml;&sbquo;&middot; Collaborated with others to accomplish a data science task or project.<br>\n&iuml;&sbquo;&middot; Consulted with businesses or organizations to understand requirements, designed a<br>\nsolution to those needs, and developed the solution.<br>\n&iuml;&sbquo;&middot; Applied for and successfully secured funding from government grant or contracting<br>\nvehicles.<br>\n&iuml;&sbquo;&middot; Performed exploratory data analysis and produced associated data visualizations.<br>\n&iuml;&sbquo;&middot; Created a predictive model using open source programming languages (e.g., Python,<br>\nR).<br>\n&iuml;&sbquo;&middot; Worked with data in a structured database system (e.g., SQL).<br>\n&iuml;&sbquo;&middot; Managed projects involving technical staff from diverse backgrounds and with diverse<br>\nskills and capabilities.<\u002Fp><br>\n<p><br>\n<b>Desired Education and Experience<\u002Fb><\u002Fp><br>\n<p><br>\n&iuml;&sbquo;&middot; Data Scientist:<br>\no Bachelor's (Master's preferred) in a technical field and 2-5 years&acirc;&euro;&trade; of practical work experience in Data<br>\nScience, predictive analytics, or Machine Learning OR<br>\n<b>Minimum Requirements<\u002Fb><br>\n&iuml;&sbquo;&middot; Bachelor&acirc;&euro;&trade;s degree in a technical or quantitative discipline, or equivalent experience in a<br>\ntechnical role.<br>\n&iuml;&sbquo;&middot; Experience in Data Science, predictive analytics, or Machine Learning.<br>\n&iuml;&sbquo;&middot; Experience with at least one of the following: R, Python, or SQL.<br>\n&iuml;&sbquo;&middot; Excellent written and verbal communication skills.<\u002Fp><br>\n<p><br>\n<b>What You Would Do<\u002Fb><br>\n&iuml;&sbquo;&middot; Work on small teams in a highly collaborative environment.<br>\n&iuml;&sbquo;&middot; Contribute to a wide array of consulting projects to solve interesting technical and<br>\nbusiness problems for multiple clients in various industries.<br>\n&iuml;&sbquo;&middot; Develop and deliver training curricula and materials on Data Science and Machine<br>\nLearning best practices.<br>\n&iuml;&sbquo;&middot; Communicate the details of technical results and methods to fellow team members and<br>\nclients in both technical and non-technical terms.<br>\n&iuml;&sbquo;&middot; Collaborate with Data Analysts and Engineers to design and\u002For implement the technical<br>\narchitecture necessary to support analytics.<br>\n&iuml;&sbquo;&middot; Manage analytic project teams, ensuring timely development and delivery of required<br>\nwork items.<br>\n&iuml;&sbquo;&middot; Review SBIR\u002FSTTR solicitations, foster partnerships, scope programs, and write<br>\nproposals to secure funding in support of ML\u002FAI technology development.<br>\n&iuml;&sbquo;&middot; Create, validate, and implement predictive models in customer environments.<br>\n&iuml;&sbquo;&middot; Build trusted and lasting relationships with clients across the country and globe.<br>\n&iuml;&sbquo;&middot; Contribute to internal knowledge and capabilities through creating and developing<br>\nproprietary service accelerators and training materials.<br>\n&iuml;&sbquo;&middot; Travel up to 25% of the time.<\u002Fp><br>\n<p><br>\n<b>About Elder Research, Inc<\u002Fb><br>\nHeadquartered in Charlottesville, VA with offices in Arlington, VA, Baltimore, MD, Raleigh,<br>\nNC, and London, UK, Elder Research is a fast-growing solutions and consulting firm<br>\nspecializing in predictive analytics. At Elder Research, you&acirc;&euro;&trade;ll be part of a fun, friendly<br>\ncommunity. In keeping with our entrepreneurial spirit, we want candidates that are self-<br>\nmotivated with an innate curiosity and strong team work ethic. We work hard to provide the<br>\nbest value to our clients and allow each person to contribute their ideas and put their skills<br>\nto use immediately.<br>\nElder Research believes in continuous learning; each week the entire company attends a<br>\n&acirc;&euro;&oelig;Tech Talk&acirc;&euro;&#65533; followed by an office lunch. Individuals often share what they have learned at<br>\ninformal bag lunch talks or afternoon chats. As consultants, occasional travel may be<br>\nrequired; however, we do not typically work on client sites. Certain projects do have<br>\nfrequent onsite work at local offices. Elder Research provides a supportive work<br>\nenvironment with established parental, bereavement, and PTO policies. By prioritizing a<br>\nhealthy work-life balance - with reasonable hours, solid pay, low travel, and extremely<br>\nflexible time off - Elder Research enables and encourages its employees to serve others.&Acirc;<br>\nElder Research provides analytic solutions to hundreds of companies across numerous<br>\nindustries. Our team enjoys great variety in the type of work they do and exposure to a<br>\nwide range of techniques and tools. If you are passionate about training and mentoring<br>\nothers as well as integrating data, technology, and analytics in a team-based environment<\u002Fp>\n<p>to solve problems, then Elder Research may be a good fit for you.<\u002Fp><br>\n <p><\u002Fp><p><i>An Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, or protected veteran status and will not be discriminated against on the basis of disability.&Acirc;<\u002Fi> <b><i>EEO IS THE LAW<\u002Fi><\u002Fb><b><i>.<\u002Fi><\u002Fb><\u002Fp><br>\n<p><\u002Fp><p>Elder Research will not sponsor H1 visas for this position.<\u002Fp><\u002Fdiv>","e8d13a8f60438ba6":"<div><p><b>Data Scientist<\u002Fb><\u002Fp><p>\nVCA IT Department seeks an experienced Data Scientist with expertise in data engineering, statistical analysis and computer science and work closely with veterinarians of the organizations to manage, integrate and analyze health data. As a Data Scientist, you will work in a highly collaborative fashion as a core member of the BI Team to prioritize data collection, transformation, and advanced statistical data analysis techniques. You will help define and measure key metrics, promote new analytical techniques, question assumptions, and tell the story behind the numbers. You will develop a deep understanding of our data, tools, and processes.<\u002Fp><p><\u002Fp><p><b>\nResponsibilities<\u002Fb><\u002Fp><p>\nThis position is responsible for the analysis of health information, obtained from various sources, including clinical, financial and demographic data. It requires careful preparation, integration, analysis for the purpose of promoting information sharing and growing a foundational data science research effort with applications to pet health care.<\u002Fp><ul><li>\nPerform complex data analysis in support of ad-hoc and standing user requests.<\u002Fli><li>\nDevelop programs, methodologies, and data sets for analyzing and presenting data.<\u002Fli><li>\nResearch new data sources and analytical tools; contribute to new application development and data quality improvement efforts.<\u002Fli><li>\nUse and support database applications and analytical tools: evaluate data quality, applications and functions, produce output, maintain operation and resolve data access and interface issues.<\u002Fli><li>\nPerforms evaluation and analysis of data using standard statistical; prepares reports documenting results of findings and recommendations may participate in formal or informal presentation of research findings.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nQualification Requirements<\u002Fb><\u002Fp><ul><li>\nExperience with large scale data warehouse solutions and query languages like SQL.<\u002Fli><li>\nExperience in supporting BI\u002FEDW Architecture, building data pipelines, and cloud platforms like Azure\u002FAWS.<\u002Fli><li>\nStrong statistical knowledge and proficiency with a statistical analysis tool such as R preferred.<\u002Fli><li>\nFluency in high-level programming languages such as Python preferred<\u002Fli><li>\nFluency in one or more object oriented languages like C#, C++, Java preferred<\u002Fli><li>\nProven experience writing queries regularly and using Power BI, SSIS and SSRS experience a plus.<\u002Fli><li>\nPet health or human health experience preferred.<\u002Fli><li>\nKnowledge of or experience working with Azure ML, Spark ML and building and deploying predictive models<\u002Fli><li>\n5+ years relevant experience as a data analyst with a proven track record on advanced analytics projects.<\u002Fli><li>\nMS\u002FBS degree in Statistics, Mathematics, Operations Research, CS, Econometrics or related field preferred.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","7a7455dafadd0947":"<div><\u002Fdiv><div><div><div><div>ABS Group is a global company that provides data-driven risk and reliability solutions and technical services that help our clients enhance the safety, integrity, quality and environmental efficiency of their critical assets and operations.<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv><div><div>\nOur digital team works directly with our clients to develop risk and reliability-related solutions to meet their needs. Every day, our multidisciplinary team of engineers, software developers, data scientists, data analysts, and cyber security specialists work together to develop innovative digital solutions for a wide range of complex challenges. If you are a motivated self-starter with intellectual curiosity, we&rsquo;re just what you&rsquo;re looking for.<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv><div><div><div>\nWe are looking for an experienced data scientist to lead the gathering, transformation, and preparation of raw data for analysis and visualization. You will apply cutting edge statistical and machine learning techniques to find patterns that will improve our customers&rsquo; operations. The ideal candidate is a team player, critical thinker, and problem solver that enjoys working in a dynamic collaborative environment. This position will require moderate travel based on client and project need.<\u002Fdiv><\u002Fdiv><div><div><br>\n<\u002Fdiv><div>\nResponsibilities<\u002Fdiv><\u002Fdiv><div><ul><li><div>\nSolve complex, risk and reliability problems facing our government and commercial clients<\u002Fdiv><\u002Fli><li><div>\nParticipate as a data scientist on a multidisciplinary team with engineers, risk analysts, data analysts, software developers, and cyber security analysts<\u002Fdiv><\u002Fli><li><div>\nDevelop creative, innovative ideas for risk analysis and management<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><div><ul><li><div>\nPerform research to identify relevant data sources and automate collection processes<\u002Fdiv><\u002Fli><li><div>\nBe able to translate business needs and gaps into requirements documentation and initial design concepts<\u002Fdiv><\u002Fli><li><div>\nPre-process structured and unstructured data<\u002Fdiv><\u002Fli><li><div>\nAnalyze datasets to generate descriptive statistics and perform statistical analysis to identify trends and anomalies in data<\u002Fdiv><\u002Fli><li><div>\nBuild predictive models using statistics and machine-learning techniques<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><div><ul><li><div>\nPresent information using data visualization techniques<\u002Fdiv><\u002Fli><li><div>\nBe comfortable presenting your work to a small audience (10-20 people) conveying data results or facilitating discussion to support a client decision<\u002Fdiv><\u002Fli><li><div>\nMaintain a positive working environment and can-do attitude to foster productive and healthy team and client relationships<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Fdiv><div>\nQualifications<div>\n<\u002Fdiv><div><div>\nRequired<\u002Fdiv><\u002Fdiv><div><div><ul><li><div>\n3-5 years of experience as a Data Scientist or Data Analyst<\u002Fdiv><\u002Fli><li><div>\nExperience in data mining<\u002Fdiv><\u002Fli><li><div>\nUnderstanding of machine-learning and operations research<\u002Fdiv><\u002Fli><li><div>\nKnowledge of R, SQL and Python; familiarity with Scala, Java or C++ is an asset<\u002Fdiv><\u002Fli><li><div>\nExperience using business intelligence tools (e.g. Tableau) and data frameworks (e.g. Hadoop)<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><div><ul><li><div>\nAnalytical mind and business acumen<\u002Fdiv><\u002Fli><li><div>\nStrong math skills (e.g. statistics, algebra)<\u002Fdiv><\u002Fli><li><div>\nProblem-solving aptitude<\u002Fdiv><\u002Fli><li><div>\nExcellent communication and presentation skills<\u002Fdiv><\u002Fli><li><div>\nBSc\u002FBA in Computer Science, Engineering or relevant field;<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><div><div>\nPreferred<\u002Fdiv><\u002Fdiv><div><ul><li><div>\nGraduate degree in Data Science or other quantitative field<\u002Fdiv><\u002Fli><li><div>\nProven experience as a Data Scientist or Data Analyst<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><br>\n<div><br>\n<\u002Fdiv><div><i>ABS Group is proud to be an equal opportunity employer (EEO Employer\u002FVet\u002FDisabled).<\u002Fi><\u002Fdiv><br>\n<div>\n<i>\n<\u002Fi><br>\nCompany: ABS Consulting<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","674ebb0249cc1ad5":"<p><\u002Fp><div><div><div><div><p>At TE we strongly believe that data and analytics are strategic drivers for future success. We are investing significantly in building our advanced analytics team. The Analytics team at TE is part of the TE Information Solutions (TEIS) Organization and is responsible for driving organic growth by leveraging big data and advanced analytics. The team reports to the VP and Chief Data Officer at TEIS, works closely with the SVP of Corporate Strategy, and has regular interactions with the company&rsquo;s C-Suite. This Data Scientist position will directly report to the Director of Data Science.<\u002Fp>\n<p>We are on an exciting journey to build and scale our advanced analytics practice; in this position you will apply your skills to unlock opportunities and enable top strategic priorities for TE. You will be working on problems that require advanced analytics applications to create value for diverse business functions such as supply chain, pricing, Industrial IOT &amp; digital factory implementation, digital marketing and sales growth, and will impact business units that span through multiple geographic areas.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div><b>\nResponsibilities<\u002Fb><br>\n<\u002Fdiv><p><\u002Fp><div><ul><li>Work closely with business partners and engagement managers to translate complex strategic problems into relevant analytic frameworks.<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\n<ul><li>Proactively ask questions to understand business intent, problem statement, analytics opportunity and how the end-results will be used. Understand and capture implicit assumptions by the business user.<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\n<ul><li>Identify and consume relevant structured and unstructured data sources (including IoT sources such as manufacturing sensors systems).<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\n<ul><li>Identify practical approaches to test and learn key hypotheses to extend analytic insight.<br>\n<\u002Fli><\u002Ful><p><\u002Fp><ul><li>Solve problems and uncover opportunities through statistical and machine learning models, algorithms and data visualizations (analytical approaches that may be used include optimization, simulation, regression, mixed models, classification models, machine learning, and deep learning).<br>\n<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><p><\u002Fp><div><div><b>Requirements<\u002Fb>\n<\u002Fdiv><div><p><b>You Must Have<\u002Fb><br>\n<\u002Fp><ul><li>A master&rsquo;s degree in data science, predictive analytics, computer science, applied mathematics, statistics, software engineering, physics, or related quantitative discipline.<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\n<ul><li>3+ years of data science work experience, including a demonstrated high-level of proficiency in applying data techniques to solving customer problems.<br>\n<\u002Fli><\u002Ful><p><\u002Fp><ul><li>3+ years of experience in machine learning, predictive analytics, and statistical modeling.<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\n<ul><li>1+ year of experience in data visualization (e.g. Tableau, Power BI, Qlik, Ploty)<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\n<ul><li>Proficiency in conducting analyses using tools like Python, Spark, R and others within a Hadoop Ecosystem.<br>\n<\u002Fli><\u002Ful><p><\u002Fp><ul><li>A rigorous understanding of the fundamentals of statistics, machine learning and artificial intelligence using both structured and unstructured data sets.<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\n<ul><li>Demonstrated ability to explain and document the analytics methodology, results and insights to the business partners.<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\n<ul><li>Experience on using a solid, logical, process-oriented approach to training and testing models.<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\n<p><b>We Value<\u002Fb><br>\n<\u002Fp><ul><li>A PhD degree and\u002For additional relevant industry certifications (in analytics, software platforms, cloud environments, etc.).<br>\n<\u002Fli><\u002Ful><p><\u002Fp><ul><li>Experience in analytics applications in industrial\u002Fmanufacturing domains.<br>\n<\u002Fli><\u002Ful><p><\u002Fp><ul><li>Exposure to distributed computing frameworks as well as cloud technologies.<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\n<ul><li>Experience in presenting complex quantitative analyses in clear and precise manner to leadership teams.<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\n<ul><li>Experience moving prototypes to production environment and optimizing models in production environment.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","ed0c762e9ba70332":"<div><h2 class=\"jobSectionHeader\"><b>Job Description<\u002Fb><\u002Fh2>\n<p><b>Description<\u002Fb>\n<\u002Fp>JOB DESCRIPTION:<p>\nSAIC is seeking an early career data scientist with experience using R and Python for statistical data analysis and visualization. The candidate will join the dynamic team of the Identity and Data Sciences Laboratory (IDSL). The IDSL is tasked with identifying state of the art technologies including facial recognition and AI and examining their applicability to new customer use cases. The IDSL has a cutting-edge infrastructure for gathering and processing multi-modal data in real-time from large-scale experiments from our test facility (Maryland Test Facility; http:\u002F\u002Fmdtf.org) as well as from external data sources. Our scientists regularly publish technical papers and enjoy great work-life balance and an environment that promotes learning and exploration.<\u002Fp><p>\nThe data scientist will:<\u002Fp><ul><li> Assist with data acquisition and processing tasks, working with software engineers and evaluation designers to build datasets that support specific analytic tasks.<\u002Fli><li> Work with senior team members to perform statistical analyses to identify significant effects in novel experimental and operational datasets, including exploratory analyses.<\u002Fli><li> Implement data visualizations to facilitate a visual understanding of identified effects and differences for both technical and lay audiences.<\u002Fli><li> Contribute to writing customer reports and technical whitepapers.<\u002Fli><\u002Ful><p>\nThe ideal candidate:<\u002Fp><ul><li> Thrives on being on the critical path and able to work independently.<\u002Fli><li> Able to think critically to solve complex analysis tasks, and can clearly explain and document all analysis steps.<\u002Fli><li> Prioritizes analysis validity and repeatability by others.<\u002Fli><li> Comfortable working within a diverse team including test designers and software engineers.<\u002Fli><li> Willing to adapt analytic requirements to changing needs.<\u002Fli><\u002Ful><p>\nDesired experience:<\u002Fp><ul><li> Experience working in a research environment.<\u002Fli><li> Experience with real-time data processing and visualization tools.<\u002Fli><li> Excellent written and oral communication skills.<\u002Fli><\u002Ful><p>\nThis position is based in Upper Marlboro, MD. Up to 10% travel is expected within the continental US.<\u002Fp><p><b>\nQualifications<\u002Fb>\n<\u002Fp>TYPICAL EDUCATION AND EXPERIENCE:<p>\nRequired BS with two (2) years of experience or MS with experience in the following areas:<\u002Fp><p>\n1. Parametric and non-parametric statistical methods.<\u002Fp><p>\n2. Performing statistical data analysis in R and\u002For Python.<\u002Fp><p>\n3. Visualizing statistical effects in complex datasets.<\u002Fp><p>\n4. Clearly explaining analytic results in well-written reports.<\u002Fp><p><b>\nDesired Qualifications<\u002Fb><\u002Fp><br>\n<br>\n<br>\n<p><b>Overview<\u002Fb><\u002Fp>\n<p>SAIC is a premier technology integrator, solving our nation's most complex modernization and systems engineering challenges across the defense, space, federal civilian, and intelligence markets. Our robust portfolio of offerings includes high-end solutions in systems engineering and integration; enterprise IT, including cloud services; cyber; software; advanced analytics and simulation; and training. We are a team of 23,000 strong driven by mission, united purpose, and inspired by opportunity. Headquartered in Reston, Virginia, SAIC has annual revenues of approximately $6.5 billion. For more information, visit saic.com. For information on the benefits SAIC offers, see Working at SAIC. EOE AA M\u002FF\u002FVet\u002FDisability<\u002Fp><\u002Fdiv>","0523e8fcc418e14c":"<div><p>As a Data Scientist, you will evaluate and improve Quadient's products. You will collaborate with a multi-disciplinary team of engineers and analysts on a wide range of problems. This position will bring analytical rigor and statistical methods to the challenges of measuring quality, improving consumer experiences, and understanding the behavior of end-users.<\u002Fp><p>\n At Quadient, data scientists routinely work on massive scalability and storage solutions, large-scale data sets and help to define revolutionary ways to extract insights from data.<br>\n<br>\nResponsibilities:<\u002Fp><ul><li>\nWork with large, complex data sets. Solve difficult, non-routine analysis problems, applying advanced analytical methods as needed. Conduct end-to-end analysis that includes data gathering and requirements specification, processing, analysis, ongoing deliverables, and presentations.<\u002Fli><li>\nBuild and prototype analysis pipelines iteratively to provide insights at scale. Develop comprehensive understanding of data structures and metrics, advocating for changes where needed for both products development and sales activity.<\u002Fli><li>\nInteract cross-functionally with a wide variety of people and teams. Work closely with engineers to identify opportunities for, design, and assess product improvement.<\u002Fli><li>\nMake business recommendations (e.g. cost-benefit, forecasting, experiment analysis) with effective presentations of findings at multiple levels of stakeholders through visual displays of quantitative information.<\u002Fli><li>\nResearch and develop analysis, forecasting, and optimization methods to improve the quality of Quadient&rsquo;s user facing products; example application areas include end-user behavioral modeling, and live experiments.<\u002Fli><\u002Ful><p>\n Must haves:<\u002Fp><ul><li>\nMS degree in a quantitative discipline (e.g., statistics, operations research, bioinformatics, economics, computational biology, computer science, mathematics, physics, electrical engineering, industrial engineering).<\u002Fli><li>\n2 years of relevant work experience in data analysis or related field. (e.g., as a statistician \u002F data scientist \u002F computational biologist \u002F bioinformatician).<\u002Fli><li>\nExperience with statistical software (e.g., R, Python, Julia, MATLAB, pandas) and database languages (e.g., SQL).<\u002Fli><\u002Ful><p>\n Good to have:<\u002Fp><ul><li>\nPhD degree in a quantitative discipline as listed in Minimum Qualifications.<\u002Fli><li>\n4 years of relevant work experience (e.g., as a statistician \u002F computational biologist \u002F bioinformatician \u002F data scientist), including deep expertise and experience with statistical data analysis such as linear models, multivariate analysis, stochastic models, sampling methods. Analytical engagements outside class work while at school can be included.<\u002Fli><li>\nApplied experience with machine learning on large datasets.<\u002Fli><li>\nExperience articulating business questions and using mathematical techniques to arrive at an answer using available data. Experience translating analysis results into business recommendations.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","b2397caad118c50a":"<div><b>COMPANY PROFILE\n<\u002Fb><br>\n<p>The Access segment consists of the JLG and Jerr-Dan business units. At JLG, we are committed to being the provider of choice worldwide for access equipment. The Company's diverse product portfolio includes leading brands such as JLG aerial world platforms and JLG SkyTrak and telescopic forklifts. For 30 years, Jerr-Dan has redefined the towing industry. Jerr-Dan tow trucks, whether it be wreckers or carriers, have a proven track record in vehicle recovery.<br>\n<\u002Fp><br>\n<p>Oshkosh Access is a segment of Oshkosh Corporation, which is a Fortune 350, multi-billion dollar company. At Oshkosh Corporation we are dedicated to designing and building the world's toughest specialty trucks and truck bodies and access equipment by working shoulder-to-shoulder with the people who use them.\n<\u002Fp><p><b>Overview\n<\u002Fb><\u002Fp><p>The successful candidate will form part of a new data science team that is being put together within JLG to apply data science and AI technologies across the company. In this role, the data scientist will use techniques from statistical analysis, optimization, machine learning and advanced visualization to develop data driven insights and predictive capabilities for JLG&rsquo;s machine data. This is an exciting and challenging role, and the successful candidate will have the opportunity to be part of a new team, as well as influence decision making for both internal and external customers.\n<\u002Fp><p><b>Responsibilities\n<\u002Fb><\u002Fp><ul><li>Apply data science and machine learning techniques to analyze and derive insights from a wide range of datasets collected across JLG&rsquo;s business.\n<\u002Fli><li>Develop advanced diagnostic and predictive algorithms for JLG&rsquo;s connected machines.\n<\u002Fli><li>Prepare datasets from application engineering, telematics systems, and internal product testing for ingestion into the Oshkosh cluster.\n<\u002Fli><li>Apply advanced visualization techniques to communicate data insights to both technical and non-technical audiences in a clear and concise manner.\n<\u002Fli><li>Conduct independent research on new technologies and establish requirements (resources, equipment, estimates, test plans, and milestones) and roadmaps according to the needs of the project.\n<\u002Fli><\u002Ful><p><b>Requirements\n<\u002Fb><\u002Fp><ul><li>Strong understanding of modern data science techniques, including statistical analysis, machine learning and visualization.\n<\u002Fli><li>Strong programming skills, including good knowledge of Python and associated libraries for data analysis (e.g. Pandas, matplotlib), as well as familiarity with git \u002F Github.\n<\u002Fli><li>Good practical data analysis skills, including a basic working knowledge of SQL and familiarity with the Unix command line.\n<\u002Fli><li>Strong time management, communication and critical thinking skills.\n<\u002Fli><li>Strong presentation skills and ability to interface with internal or external customers.\n<\u002Fli><li>Self-starter who can contribute to the strategic vision for data science within JLG.\n<\u002Fli><\u002Ful><p><b>Education and Experience\n<\u002Fb><\u002Fp><p>Master&rsquo;s degree in a quantitative discipline together with practical work experience applying data science to real-world problems.\n<\u002Fp><i>Oshkosh Corporation is an Equal Opportunity and Affirmative Action Employer. This company will provide equal opportunity to all individuals without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or veteran status. Information collected regarding categories as provided by law will in no way affect the decision regarding an employment application.\n<\u002Fi><br>\n<br>\n<p>Oshkosh Corporation will not discharge or in any manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with Oshkosh Corporation's legal duty to furnish information.<br>\n<\u002Fp><br>\n<p>Certain positions with Oshkosh Corporation require access to controlled goods and technologies subject to the International Traffic in Arms Regulations or the Export Administration Regulations. Applicants for these positions may need to be &quot;U.S. Persons,&quot; as defined in these regulations. Generally, a &quot;U.S. Person&quot; is a U.S. citizen, lawful permanent resident, or an individual who has been admitted as a refugee or granted asylum.<\u002Fp><\u002Fdiv>","bff557c51225db7d":"<div><p>The Data Scientist is a technical expert with a broad set of responsibilities related to the collection, management, visualization, and analysis of part, process, and business data. It is a multi-disciplinary role that blends data, statistics, computer science, and engineering. Duties range from production support to managing complex, long-term development projects.<\u002Fp>\n<p>\nResponsibilities:<\u002Fp>\n<ul>\n<li>Ensure seamless data collection and storage\n<\u002Fli><li>Support complex data mapping\n<\u002Fli><li>Develop efficient and useful reporting tools\n<\u002Fli><li>Maintain accuracy of data with high level of detail, implementing corrective actions as required\n<\u002Fli><li>Maintain system efficiency, propose improvements, and monitor technology developments\n<\u002Fli><li>Initiate new data collection streams with guidance from the engineering team to determine parameters or processes to monitor\n<\u002Fli><li>Generate manufacturing data reports to support immediate feedback to the operators and generation of Quality documentation\n<\u002Fli><li> Monitor production to detect and prevent process drifts\n<\u002Fli><li>Analyze manufacturing data to assess capability and determine opportunities for process improvements.\n<\u002Fli><li>Support SPC administration, data collection and analysis\n<\u002Fli><li>Provide data or documentation and make technical presentations to management\n<\u002Fli><li>Apply statistical methodology to complex data\n<\u002Fli><li>Perform mathematical modeling in support of production projects\n<\u002Fli><li>Support the effort to make pertinent data visible throughout the manufacturing facility\n<\u002Fli><li>Perform internal audits to validate the quality and usability of the data\n<\u002Fli><li>Perform engineering database administration, maintenance and updates\n<\u002Fli><li>Interact with engineering team and international team of data engineers &amp; data scientists to ensure alignment of data collection, analysis, and reporting amongst three facilities\n<\u002Fli><li>Propose, lead, and participate in data driven projects utilizing DMAIC and DMADV principles\n<\u002Fli><li>Manage urgent work deadlines and high profile deliverables in an efficient manner\n<\u002Fli><li>Develop training material and facilitate training sessions as warranted\n<\u002Fli><li>Identify opportunities for process improvement while coordinating and implementing automated solutions\n<\u002Fli><\u002Ful><p>Qualifications:<\u002Fp>\n<ul>\n<li>Bachelor&rsquo;s degree in Engineering, Computer Science, Data Science\u002FEngineering, Information Technology, Mathematics, Physics, or other relevant technical degree including a strong statistical background\n<\u002Fli><li>Experience in a related role, or a comprehensive portfolio that demonstrates technical abilities that are commensurate with the job requirements\n<\u002Fli><li>Strong IT skills: database knowledge; ability to specify software development requirements\n<\u002Fli><li>Strong proficiency in SQL and Object-Oriented Programming (e.g., C#, Python, Java)\n<\u002Fli><li>Experience with web development frameworks (e.g., Django, ASP.NET, Ruby On Rails)\n<\u002Fli><li>Experience with data visualization packages preferred (e.g., Plotly, Shiny, etc.)\n<\u002Fli><li>Machine learning &amp; deep learning experience preferred<\u002Fli><\u002Ful><\u002Fdiv>","f32ab6e6b6d2c9d1":"<div><div>FraudScope - the rapidly growing company that is tackling the problem of healthcare fraud, waste and abuse - is looking for a full-time Data Scientist in Atlanta, GA.<\u002Fdiv><div><br>\n<\u002Fdiv><p><b>\nKey Responsibilities<\u002Fb><\u002Fp><ul><li><div>\nLead the creation of new detection solutions driven by exploratory data analysis from complex and disparate healthcare datasets<\u002Fdiv><\u002Fli><li><div>\nExecute analytical approaches to design, develop, and evaluate methodologies and advanced algorithms that result in the extraction of optimal value from data<\u002Fdiv><\u002Fli><li><div>\nInvestigate various data, technologies, and methodologies to determine their applicability in solving current problems<\u002Fdiv><\u002Fli><li><div>\nKeep abreast of developments within machine learning and apply where appropriate<\u002Fdiv><\u002Fli><li><p>\nWork both independently and in a team<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nBasic Qualifications<\u002Fb><\u002Fp><ul><li><div>\nMS or PhD in a relevant discipline (Math, Statistics, Computer Science or Engineering)<\u002Fdiv><\u002Fli><li><div>\nExperience with the design, implementation, and evaluation of statistical predictive models using large datasets<\u002Fdiv><\u002Fli><li><div>\nExpert familiarity with machine learning technologies<\u002Fdiv><\u002Fli><li><p>\nProficiency working in a Linux environment and software development in Python<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nPreferred Skills<\u002Fb><\u002Fp><ul><li><div>\nSeveral years of experience in advanced analytics<\u002Fdiv><\u002Fli><li><div>\nFamiliarity with the use of cloud computing platforms (e.g., Amazon Web Services)<\u002Fdiv><\u002Fli><li><div>\nExperience with large-scale data processing technologies<\u002Fdiv><\u002Fli><li><div>\nExperience with healthcare data<\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<p>\nLocation: Atlanta, GA (no remote)<br>\n<\u002Fp><p>\nAuthorization to work in the USA required<\u002Fp><\u002Fdiv>","7a33b999ba5989bf":"Manages, coordinates, and evaluates all\n<br>elements of financial, material and human resources in the provision of care\n<br>coordination to assigned group of patients in accordance with the service and\n<br>missions of the institution.\n<br><br>\nMINIMUM\n<br><br>\n<b>QUALIFICATIONS:<\u002Fb><br>\nEDUCATION, CERTIFICATION, EXPERIENCE, AND\u002FOR\n<br><br>\n<b>LICENSURE:<\u002Fb><br>\n1.\n<br><br>\nBachelor degree in Information\n<br>Technology, Engineering, Statistics, or related field.\n<br><br>\n<b>EXPERIENCE:<\u002Fb><br>\n1.\n<br><br>\nTen years of architecting experience\n<br>with databases and web user interface development.\n<br><br>\n2.\n<br><br>\nTen years of experience with clinical\n<br>data systems integrations.\n<br><br>\nPREFERRED\n<br><br>\n<b>QUALIFICATIONS:<\u002Fb><br>\n<b>EDUCATION, CERTIFICATION, AND\u002FOR LICENSURE:<\u002Fb><br>\n1.\n<br><br>\nCertification in Oracle or SQL\n<br>Development.\n<br><br>\n2.\n<br><br>\nEpic Clarity Proficiency or\n<br>Certification.\n<br><br>\n<b>EXPERIENCE:<\u002Fb><br>\n1.\n<br><br>\nTwo years in a leadership role.\n<br><br>\n<b>CORE DUTIES AND RESPONSIBILITIES:<\u002Fb> The\n<br>statements described here are intended to describe the general nature of work\n<br>being performed by people assigned to this position. They are not intended to be constructed as\n<br>an all-inclusive list of all responsibilities and duties. Other duties may be assigned.\n<br><br>\n1.\n<br><br>\nWorks\n<br>closely with senior management\n<br><br>\n2.\n<br><br>\nCreate and maintain\n<br>statistical models with a focus on population health claims and big data.\n<br><br>\n3.\n<br><br>\nImplement\n<br>and validate predictive models using population health claims and big data.\n<br><br>\n4.\n<br><br>\nCommunicate\n<br>with senior management and other internal customers to understand business\n<br>needs and provide analytical solutions.\n<br><br>\n5.\n<br><br>\nUse\n<br>statistical concepts such as regression, time series, mixed model, Bayesian\n<br>methods, clustering, etc., to analyze data and provide insights.\n<br><br>\n6.\n<br><br>\nUse predictive\n<br>analytics, data mining, pattern recognition, data modeling, machine learning,\n<br>and other statistical methods to solve large scale problems and understand\n<br>the meaning behind vast data sets.\n<br><br>\n7.\n<br><br>\nCoordinates\n<br>the population health data warehouse\u002Fbusiness intelligence\u002Fstrategic\n<br>analytics group.\n<br><br>\n8.\n<br><br>\nInteracts\n<br>with necessary groups and leaders to define data requirements and analysis.\n<br><br>\n9.\n<br><br>\nImproves business\n<br>processes and supports critical business strategies by directing the\n<br>development, implementation, and maintenance of claims data residing in the\n<br>data warehouse.\n<br><br>\n10.\n<br><br>\nResponsible for\n<br>maintaining and monitoring the data systems to ensure they meet organization\n<br>requirements for population health initiatives and analyses.\n<br><br>\n11.\n<br><br>\nWorks\n<br>cooperatively with other members of Strategic Analytics and Business\n<br>Intelligence to ensure that the overall goals of WVU Medicines Population\n<br>Health team are being met.\n<br><br>\n12.\n<br><br>\nProvides\n<br>consultation on complex projects and is a top level contributor\u002Fspecialist.\n<br><br>\n13.\n<br><br>\nOptimize\n<br>joint development efforts through appropriate database use and project\n<br>design.\n<br><br>\n14.\n<br><br>\nImplement\n<br>new statistical or other mathematical methodologies as needed for specific\n<br>models or analysis.\n<br><br>\n15.\n<br><br>\nKeep\n<br>up-to-date with latest technology trends.\n<br><br>\n<b>PHYSICAL REQUIREMENTS:<\u002Fb> The physical\n<br>demands described here are representative of those that must be met by an\n<br>employee to successfully perform the essential functions of this job.\n<br>Reasonable accommodations may be made to enable individuals with disabilities\n<br>to perform the essential functions.\n<br><br>\n1.\n<br><br>\nFrequent\n<br>walking, standing, stooping, kneeling, reaching, pushing, pulling, lifting,\n<br>grasping are necessary body movements utilized in performing duties through\n<br>the work shift.\n<br><br>\n<b>WORKING ENVIRONMENT:<\u002Fb> The work\n<br>environment characteristics described here are representative of those an\n<br>employee encounters while performing the essential functions of this job.\n<br>Reasonable accommodations may be made to enable individuals with disabilities\n<br>to perform the essential functions.\n<br><br>\n1.\n<br><br>\nOffice\n<br>setting.\n<br><br>\n<b>SKILLS AND ABILITIES:<\u002Fb><br>\n1.\n<br><br>\nExtensive\n<br>knowledge of software development in all phases of the SDLC (software\n<br>development lifecycle).\n<br><br>\n2.\n<br><br>\nExcellent\n<br>skills in UI (user interface) design and development.\n<br><br>\n3.\n<br><br>\nAbility to research and integrate best\n<br>practices for problem avoidance and continuous improvement.\n<br><br>\n4.\n<br><br>\nExtensive skills in data mining and\n<br>statistical analysis.\n<br><br>\n5.\n<br><br>\nAbility to understand various data structures\n<br>and common methods in data transformation.\n<br><br>\n6.\n<br><br>\nExcellent pattern recognition and predictive\n<br>modeling skills.\n<br><br>\n7.\n<br><br>\nSkilled at using programing languages such as\n<br>Java, Python, Oracle, HTML, DHTML, CSS, JSON, HL7.\n<br><br>\n8.\n<br><br>\nSkilled at using Tableau.\n<br><br>\n9.\n<br><br>\nAbility to present and explain complex\n<br>findings at various technical and non-technical levels of the organization.\n<br><br>\n10.\n<br><br>\nExcellent written and verbal communication\n<br>skills.\n<br><br>\n11.\n<br><br>\nAble to perform in an independent manner.\n<br><br>\nDate\n<br><b>Reviewed\u002FRevised:<\u002Fb> Feb 2019","0bb3b2573e6e3644":"<div><div><p>Walmart&rsquo;s Customer organization is evolving to the next generation, with a focus on providing the best online and in store experience for customers. Customer Science is an integral part of this organization that leads customer data science, planning and strategy development, customer journey, communications, as well as in store and online experience for the 140 million U.S. customers that shop at Walmart every week. Whether in store or online Walmart is serving customers&rsquo; changing needs of retail.<\u002Fp>\n<p>\nAs a part of Walmart&rsquo;s Customer Data Science team, you&rsquo;ll be the voice of our customer. Why? Because Sam Walton founded our company with the belief that the customer is #1. It&rsquo;s not just a belief, but our way of doing business. With the customer at the forefront, we have the ability to help deliver the easiest shopping experience at the lowest cost, both digitally and physically. That&rsquo;s where you come in.<\u002Fp>\n<p>\nWalmart&rsquo;s Customer Data Science is seeking top data scientists to work on challenging customer centric business problems across the company. The roles have openings in San Bruno CA, Hoboken NJ and Bentonville AK. Successful candidates will:<\u002Fp>\n<ul>\n<li>have extensive exposure to all aspects of Retail\u002FeCommerce from the technical, strategic, and operational perspective<\u002Fli>\n<li>work closely with incredibly talented people across the company from a huge variety of backgrounds<\u002Fli>\n<li>be challenged by the nature and complexity of what needs to occur in terms of building solutions and the scale involved<\u002Fli>\n<li>have access to resources that comes with being part of the largest most successful retail company in the world<\u002Fli>\n<\u002Ful>\n<p><b>How you can impact the company:<\u002Fb><\u002Fp>\n<ul>\n<li>Work closely with team of data scientist and analysts on requirements around propensity models and methods for growing customer lifetime value. These models would be used directly for inference, or as input consumed by other business partners or stakeholders across the company.<\u002Fli>\n<li>Actively support research and implementation of advanced statistical methodologies and applied behavioral science concepts in the design and analysis of qualitative, observational and randomized controlled experiments. These experiments would be conducted in collaboration with business partners or stakeholders across the company.<\u002Fli>\n<li>Collaborate with team of data scientists and analysts on core requirements for building machine learning models and methods focused on understanding and predicting customer behavior. Leverage multi-channel customer insights to deliver enhanced personalized customer experience; design interventions to optimize customer lifetime value; build bigger shopper baskets; improve product discoverability<\u002Fli>\n<\u002Ful>\n<p><b>About you:<\u002Fb><\u002Fp>\n<ul>\n<li>PhD (or truly spectacular Masters student with exceptional business experience) in Statistics, Applied Math, Economics, Computer Science or related fields.<\u002Fli>\n<li>Fundamental knowledge of optimization and statistical modeling.<\u002Fli>\n<li>Fundamental understanding of experimentation methodologies.<\u002Fli>\n<li>Fundamental knowledge of theoretical and applied machine learning with experience implementing reusable code.<\u002Fli>\n<li>Experience with data science tools and applications e.g. Tensorflow, Keras, Theano, Scikit-learn relational databases systems, Spark, Hadoop, etc.<\u002Fli>\n<li>Experience using cloud computing for data processing and modeling.<\u002Fli>\n<li>High level of comfort with analytical approaches and quantitative methods to deal with very large datasets.<\u002Fli>\n<li>Flexible, collaborative approach to problem solving.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","c62730ff8dd3076d":"<div><p>We&rsquo;re looking for a talented Data Scientist to join Snap, Inc! As part of the Data Insights and Governance team you will work closely with the engineering, legal, and growth teams. You will implement as well as operate inventive, scalable, and reproducible solutions to difficult business problems at a global scale. You will broadly impact analytic thinking across other teams in a measurable way delighting our community and partners. Working from our Los Angeles, CA, headquarters, you&rsquo;ll be an indispensable part of a small but highly-leveraged team.\n<\u002Fp><p><\u002Fp><p><b>What you&rsquo;ll do:\n<\u002Fb><\u002Fp><ul><li><p>Partner with Legal, Growth, and Strategy to apply your expertise in data-analytic thinking to create and scale measurable insights\n<\u002Fp><\u002Fli><li><p>Create reports for non-technical business partners uncovering the benefits, limits, and assumptions behind data-based approaches and tools across the company\n<\u002Fp><\u002Fli><li><p>Collaborate with data scientists and business owners across the company to strategically and accurately craft their public facing statements\n<\u002Fp><\u002Fli><li><p>Actively contribute to and influence the roadmap for data governance initiatives across the company\n<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b>Minimum qualifications:\n<\u002Fb><\u002Fp><ul><li><p>Bachelor's in math, statistics, computer science, or other quantitative field\n<\u002Fp><\u002Fli><li><p>3+ years of experience in quantitative analysis &amp; data science or a related field\n<\u002Fp><\u002Fli><li><p>Fluency in SQL or other big data querying language\n<\u002Fp><\u002Fli><li><p>Experience with at least one programming language (R, Python, Java, Scala); preference for Python\n<\u002Fp><\u002Fli><li><p>Experience with database tools such as BigQuery, Hadoop, Hive, and Spark\n<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b>Preferred qualifications:\n<\u002Fb><\u002Fp><ul><li><p>MA\u002FMS\u002FPhD degree in math, statistics, computer science, or other quantitative field\n<\u002Fp><\u002Fli><li><p>Strong practical experience and theoretical understanding of basic machine learning methods with an understanding of limits and assumptions\n<\u002Fp><\u002Fli><li><p>Experience in both developing data-driven solutions and supporting them in production\n<\u002Fp><\u002Fli><li><p>Practical experience and theoretical understanding of A\u002FB testing and platforms\n<\u002Fp><\u002Fli><li><p>Practical experience and theoretical understanding with causal inference and discovery at scale\n<\u002Fp><\u002Fli><li><p>Ability to gather insights from messy data and tell a story with effective communication\n<\u002Fp><\u002Fli><li><p>Ability to explain technical concepts and results of analyses to non-technical audiences\n<\u002Fp><\u002Fli><li><p>Experience in delivering results in a cross-functional environment\n<\u002Fp><\u002Fli><li><p>Experience with data pipeline monitoring and scheduling platforms (e.g., Airflow)\n<\u002Fp><\u002Fli><li><p>Experience with general analysis frameworks and tools such as scikit-learn, pandas, tensorflow, Tableau\n<\u002Fp><\u002Fli><li><p>Ability to initiate and drive projects to completion with minimal guidance\n<\u002Fp><\u002Fli><li><p>Being comfortable in a fast paced work environment\n<\u002Fp><\u002Fli><li><p>Ability to comprehend and debug complex systems that might cross team and tool boundaries across the company<\u002Fp><\u002Fli><\u002Ful><\u002Fdiv>","48c4f17aaca37e60":"<div><\u002Fdiv><div><div><div><div>The Data Scientist will leverage data that has passed a first round of cleaning and manipulation, which then can be used to feed sophisticated analytics programs, machine learning and statistical methods to prepare data for use in predictive and prescriptive modeling.<br>\n<br>\nResponsibilities include but are not limited to the following:<br>\n<br>\n1. Discovery and Goal identification<br>\n<li>Conduct surveys and interviews with functional stakeholders to identify business questions and identify data analytics needs.\n<\u002Fli><br>\n<li>Analyze large data sets to identify behavior trends among users using quantitative, statistical and machine learning techniques.<\u002Fli><br>\n<li>Drive analysis and insight to help build predictive models, tools and processes to support production goals of player acquisition, retention and e-commerce.<\u002Fli><br>\n<br>\n2. Data Acquisition<br>\n<li>Leverage large volumes of data from internal and external sources to answer the identified business questions.<\u002Fli><br>\n<li>Perform initial data investigation and exploratory data analysis.<\u002Fli><br>\n<li>Ingest, integrate, process and clean data as required for the modeling.<\u002Fli><br>\n<br>\n3. Predictive data modeling<br>\n<li>Lead the creation of algorithms and models to predict outcomes across multiple functional areas.<\u002Fli><br>\n<li>Employ sophisticated analytic programs, machine learning, and statistical methods to prepare data for use in predictive and prescriptive modeling.<\u002Fli><br>\n<li>Automate work through the use of predictive and prescriptive analytics.<\u002Fli><br>\n<br>\n4. Delivery and Tuning<br>\n<li>Analyze data covering a wide range of information from user profile to transaction history and identify new risk patterns through data mining.<\u002Fli><br>\n<li>Deploy reusable algorithms to minimize the incremental development work for future questions.<\u002Fli><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","8ada1aaf1d24b17f":"<p><\u002Fp><div><div><div><div><div><p>An Inspire data scientist will have the opportunity to work on various data science projects across the Inspire portfolio (Arby's, BWW, Rusty Taco, and Sonic). This role will facilitate the end-to-end development, testing, and monitoring of analytical models for one or multiple of our brands.<\u002Fp>\n<p><b>\nKEY RESPONSIBILITIES:<\u002Fb><\u002Fp>\n<ul>\n<li>Model building-spending time to build scalable models according to project and stakeholder needs<\u002Fli>\n<li>Data imputation + QA-working with data in various forms (data lake, SQL, raw) to input into models<\u002Fli>\n<li>Data collection-working with various APIs and external data sources to automate data ingestion<\u002Fli>\n<li>Code review-partnering with other data scientists to peer-review production code<\u002Fli>\n<li>Data management-working with our Cloud data team to ensure data supports ongoing analysis<\u002Fli><\u002Ful>\n<p><b>EDUCATION QUALIFICATIONS<\u002Fb>:<\u002Fp>\n<ul>\n<li>Required Minimum: A bachelor's degree or graduate degree, in Computer Science, Statistics, Engineering, Science, or Mathematics<\u002Fli><\u002Ful>\n<p><b>EXPERIENCE QUALIFICATION<\u002Fb>:<\u002Fp>\n<ul>\n<li>Required Minimum: 1-3 years of practical experience with data mining and analytics, database structure and ETL, predictive modeling, machine learning, and statistical programming languages<\u002Fli><\u002Ful>\n<p><b>REQUIRED KNOWLEDGE, SKILLS or ABILITIES:<\u002Fb><\u002Fp>\n<ul>\n<li>Expertise in statistical programming (e.g. R, Python, and\u002For Spark)<\u002Fli>\n<li>Experience with relational databases (e.g. SQL)<\u002Fli>\n<li>Ability to work with messy, or unstructured data sets<\u002Fli>\n<li>Understanding of the principles of statistics and analytical methodology<\u002Fli>\n<li>Passion for the restaurant industry and data-driven decision-making<\u002Fli>\n<li>Overall high level of personal integrity, humility, and sense of humor<\u002Fli>\n<li>Minimal travel required<\u002Fli><\u002Ful>\n<p><b>DECISION MAKING AUTHORITY:\n<\u002Fb><\u002Fp><ul><li>Will own aspects of data ingestion and model building of his\u002Fher pieces of the code pipeline<\u002Fli><\u002Ful>\n<p> <b>DIRECT REPORTS: <\u002Fb>None<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","7ba056b7c3fbf8e7":"<div><p>7Park Data, a Vista Equity portfolio company, is the world&rsquo;s leading alternative data intelligence firm. We have access to some of the most coveted alternative datasets &ndash; such as clickstream, geolocation, mobile app usage, credit and debit card, email receipt, and shipping cargo data &ndash; and are constantly acquiring more.<\u002Fp>\n<p>\nYou will be joining other extremely passionate data scientists, product managers, and engineers that share a common interest in tackling some of the most difficult data science and machine learning problems today. With the data products and machine learning systems you design, 7Park will arm influential decisionmakers at financial and corporate giants with critical information they need to make smart, data-driven decisions. And, along the way, you will help advance the current work in artificial intelligence and predictive modeling.<\u002Fp>\n<p>\nThe data science team has two major goals: to create and build data products that provide intelligence on real-time economic activity to our financial and corporate clients and to research and develop machine learning systems to extract information from large volumes of structured and unstructured text.<\u002Fp>\n<p>\nWe are looking for a talented and creative Data Scientist to join our data science team. As a Data Scientist, you will be responsible for the following:<\u002Fp>\n<ul>\n<li>Conduct research on some of the world&rsquo;s most interesting alternative datasets<\u002Fli>\n<li>Plan, develop, and apply cutting-edge machine learning systems and statistical modeling to extract insight from vast amounts of data at scale<\u002Fli>\n<li>Write production-ready code to analyze, structure, and make accurate and timely predictions<\u002Fli>\n<li>Design systems to monitor the results of models in productions, discover and address anomalies, and ensure the robustness and reliability of these models<\u002Fli>\n<li>Lead projects from start to finish, collaborating with 7Park&rsquo;s senior management, product managers, engineers, external data partners, and clients<\u002Fli>\n<\u002Ful><p>An ideal candidate will be passionate about building machine learning systems on real world data and have several years of industry experience and\u002For a Masters or PhD in computer science, mathematics, statistics, linguistics, physics, computational finance, or a similar quantitative field.<\u002Fp>\n<p>\nIt is also very important that you enjoying working in a lean, tight-knit, and highly entrepreneurial startup that marries the creative, experimental problem-solving found in academia with the hacker ethos of shipping products quickly and often.<\u002Fp>\n<p>\n Compensation package: includes highly competitive salary, bonus and 401(k) plan.<\u002Fp>\n<p>\n <b>Requirements<\u002Fb><\u002Fp>\n<ul>\n<li>At least 5 years of relevant professional experience and\u002For a Masters or PhD in computer science, mathematics, statistics, linguistics, physics, computational finance, or similar quantitative field.<\u002Fli>\n<li>Strong knowledge of machine learning, computer science, mathematics, and statistics.<\u002Fli>\n<li>Strong programming skills in Python, R, and\u002For Scala.<\u002Fli>\n<li>Experience with NumPy, SciPy, Pandas, Scikit-Learn, TensorFlow, and Keras. PyTorch is also acceptable.<\u002Fli>\n<li>Experience with building distributed machine learning systems using Apache Spark and a working knowledge of MLlib.<\u002Fli>\n<li>Experience with several of the following concepts: decision trees, random forests, and gradient boosting; linear regression; logistic regression; linear and non-linear dimensionality reduction using PCA, kernel methods, and dictionary learning; clustering with K-means, hierarchical clustering, and DBSCAN; autoencoders; generative models; and sequential data modeling.<\u002Fli>\n<\u002Ful><p><b>Bonus<\u002Fb><\u002Fp>\n<ul>\n<li>Publications in communities such as NIPS, ICML, or related.<\u002Fli>\n<li>GitHub projects demonstrating your creative drive.<\u002Fli>\n<li>Kaggle wins demonstrating your competitive drive.<\u002Fli>\n<li>Experience running or working at data-centric startups.<\u002Fli>\n<li>Experience with knowledge graphs.<\u002Fli>\n<li>Working knowledge of GraphX and Spark Streaming.<\u002Fli><\u002Ful><\u002Fdiv>","c7f5d54588f9873c":"Do you love design research and analytic frameworks? How would you like to use your creative and analytical skills alongside business leadership in your everyday work? If this sounds like fun, we would love to hire someone with your skills and abilities.\n<br><br>\nAt P&G we use advanced machine learning methods to solve challenging Research and Development problems. These challenges range from developing creative products, personalizing consumer experiences and understanding our consumers in depth. In this role you will work on multiple projects on which you will use data modeling and machine learning tools to solve these types of problems. We have a diverse, global team with similar backgrounds and projects with which you can collaborate to help find solutions. You will use tools such as Python and R.\n<br><br>\nAs a Data Scientist-Masters, you'll be using Big Data and advanced analytics to direct the engagement of our business leaders. You will be collaborating actively across functional partners and senior management to accomplish various project objectives. We are seeking someone who can execute research and analytics, including data source identification, processing, model\u002Falgorithm development. Ultimately you will be turning insights into actionable recommendations which will drive business value creation.\n<br><br>\nWe are looking for you to be technically capable and adept at demonstrating such technologies for solving ad hoc business problems, innovating on potential future solutions, and working with technology partners to translate your innovations into robust, scaled, analytic solutions. You will get your hands dirty in the data, demonstrating artificial intelligence and analytic tools (R, Python, Scala, Spark, TensorFlow, Hadoop, KNIME, etc.) to unlock business building insights in our mountains of data.\n<br><br>\nAt P&G, Data Scientists are Business Leaders, an effective communicator, ambitious, and able to drive insights into actions that improve P&G’s business results. Your Business knowledge, interpersonal\u002Fcommunication skills are therefore necessary to thrive in a multi- functional leadership team.\n<br><br>\nWe desire someone who is passionate about analytics. Your analytic skills are the foundation of this role. The ability to mine terabytes of data, derive actionable insights, and then translate those insights into business improving action is essential in our work. You will need to be the primary evangelist to the business for the power of predictive analysis and develop business cases to illustrate the potential for change in decision-making that occurs when you begin to anticipate what will happen, versus just reflecting on what has occurred.\n<br><br>\nAre you a leader who is pursuing or has graduated with a Masters degree in a quantitative field (Operation Research, Computer Science, Engineering, Applied Math, Statistics, Analytics, etc.) or have equivalent work experience?\n<br><br>\nIf you are a good fit for the Data Scientist- Masters position, you will have:\n<br><br>\nShown leadership in applying and scaling Analytic techniques to deliver actionable insights from data (in academics or in industry)\n<br>Strong written and verbal communication skills to influence others to take action\n<br>Demonstrated ability to handle multiple priorities\n<br>Good social skills, self-motivated, dynamic and can-do attitude\n<br>Strong enthusiasm and curiosity about the intersection of business and technology\n<br>(Preferred) Experience in disrupting current business practices in CPG or related industries to help crafting a new go-to-market models.\n<br>Preferred Experience with Analytical Tools\u002FApplications including:\n<br>Unix\u002FLinux\n<br><b>Big Data Ecosystem:<\u002Fb> Hadoop, Spark, MapReduce, SQL, Hiv\n<br><b>Scientific Computing:<\u002Fb> R, Python, C++, Java, Scala,\n<br>High-Performance Parallel and Distributing Computing\n<br><b>Deep Learning frameworks:<\u002Fb> Keras, Tensorflow\n<br>Data Visualization\n<br>Data Management Systems\n<br><br>\n<b>Business Intelligence tools:<\u002Fb> such as KNIME, Tableau Just so you know:\n<br><br>\nWe are committed to providing equal opportunities in employment. We value diversity and do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.\n<br><br>\nAll will receive consideration for employment without regard to race, color, religion, sex, national origin, protected veteran status, disability status, age, sexual orientation, gender identity and expression, marital status, citizenship, HIV\u002FAIDS status or any other legally protected factor.\n<br><br>\nImmigration sponsorship is not available for this position, except in rare situations based on Procter & Gamble's sole discretion. Applicants for U.S. based positions are eligible to work in the U.S. without the need for current or future sponsorship. We do not sponsor for permanent residency. Any exceptions are based on the Company's specific business needs at the time and place of recruitment as well as the particular qualifications of the individual.\n<br><br>\nProcter & Gamble participates in e-verify as required by law.\n<br><br>\nQualified individuals will not be disadvantaged based on being unemployed."}