{"5a1615cd1dcdaf25":"<div><\u002Fdiv><div><div>The Data Scientist will be intricately involved in design, build and running of analytical experiments in a methodical manner, and will regularly evaluate alternate models via theoretical approaches. The incumbent will be creating various Machine Learning-based tools or processes within Mass Eye and Ear, such as recommendation engines or automated lead scoring systems. Incumbent should also be able to perform statistical analysis. Develops analysis tools which will influence both our patients as well as our researchers, educators and our providers. The specific data that will be analyzed will be Ophthalmological in nature.\n<\u002Fdiv><div><\u002Fdiv><div>The position will report through the Information Services Department, but will work closely with the leaders in the Ophthalmology Service.<\u002Fdiv>\n<div><div><b>EDUCATION AND EXPERIENCE:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<ul><li><div>Master&rsquo;s Degree in Computer Science, Statistics, Applied Math or Related field<\u002Fdiv><\u002Fli>\n<li><div>5+ years&rsquo; practical experience with ETL, data processing, database programming and data analytics<\u002Fdiv><\u002Fli>\n<li><div>Extensive background in data mining and statistical analysis<\u002Fdiv><\u002Fli>\n<li><div>Machine Learning and Artificial Intelligence<\u002Fdiv><\u002Fli>\n<li><div>Able to understand various data structures and common methods in data transformation<\u002Fdiv><\u002Fli>\n<li><div>Excellent pattern recognition and predictive modeling skills<\u002Fdiv><\u002Fli>\n<li><div>Can clearly communicate complex analytics concepts<\u002Fdiv><\u002Fli>\n<li><div>Ability to work both independently and collaboratively with colleagues<\u002Fdiv><\u002Fli>\n<li><div>Experience with programming language such as Java\u002FPython\u002FR an asset<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>","584a245ebaeb6a93":"<ul><li>Passion for data (and fearlessness in the face of a data tsunami), modeling, research design and cutting-edges algorithms.<\u002Fli><li>PhD or MS in one of the following disciplines: Computer Science, Statistics, Data Science, Economics, Econometrics, Finance.<\u002Fli><li>Programming languages\u002Fplatforms: fluency in SQL, Python, Spark, AWS.<\u002Fli><li>Exposure to software engineering environments (version control, command line&hellip;).<\u002Fli><\u002Ful>\n<br>\n<div>Hey &ndash; there&rsquo;s a revolution going on! A revolution in digital entertainment. Every day millions of people around the world choose to be more thoughtfully entertained, informed and educated by listening to fascinating stories and all forms of fictional and non-fictional content on their smartphones and other mobile devices.<br>\n<br>\nAudible seeks a Data Scientist who will help our product, marketing, and content teams target customers and prospects as well as understand and personalize the content, format and context needed to optimize their book-listening experience.<br>\n<br>\nKEY RESPONSIBILITIES<br>\nIn this role, you will make the best of your skillset in predictive modeling, recommendation modeling, (un-) supervised learning, and simulation to explain, quantify, predict and prescribe. You will translate business goals into agile, insightful analytics and you will seek to create value for both stakeholders and customers and will convey findings in a clear, actionable way to managers and senior leaders.<br>\n<ul><li>Develop models to optimize the Who, When, Where and How of all our conversations with customers.<\u002Fli><li>Develop models to measure and optimize our Audiobook Catalog.<\u002Fli><li>Develop Amazon-scale data engineering pipelines.<\u002Fli><li>Imagine and invent before the business asks, and create groundbreaking applications using cutting-edge approaches.<\u002Fli><li>Contribute to the growth of the Audible Data Science team by sharing your ideas, intellectual property and learning from others.<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div><ul><li>Domain knowledge of comparable products (digital, retail).<\u002Fli><li>Experience with Agile Software Development.<\u002Fli><li>Experience with Container Platforms (Docker, Kubernetes\u002FFargate).<\u002Fli><li>Experience with Streaming data processing.<\u002Fli><\u002Ful><br>\nAudible is an Equal Opportunity Employer &ndash; Minority \u002F Women \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation \u002F Age<\u002Fdiv>","8df7887fa560159e":"<div><\u002Fdiv><div><div><div><div><p><b>Level<\u002Fb><\u002Fp>\n<div><div>Undisclosed<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><p><b>\nJob Location<\u002Fb><\u002Fp>\n<div><div>Brooklyn - , NY<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><p><b>\nPosition Type<\u002Fb><\u002Fp>\n<div><div>Undisclosed<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><p><b>\nEducation Level<\u002Fb><\u002Fp>\n<div><div>Undisclosed<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><p><b>\nSalary Range<\u002Fb><\u002Fp>\n<div><div>Undisclosed<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><p><b>\nTravel Percentage<\u002Fb><\u002Fp>\n<div><div>Undisclosed<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><p><b>\nJob Shift<\u002Fb><\u002Fp>\n<div><div>Undisclosed<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><p><b>\nJob Category<\u002Fb><\u002Fp>\n<div><div>Engineering<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\n<\u002Fdiv><div><\u002Fdiv><div><div><div><p><b>Company Overview:<\u002Fb><br>\nNearpod, recently named EdTech Digest&rsquo;s Company of the Year, is the most comprehensive Student Engagement Platform for K-12 teachers. Nearpod works with any classroom technology from tablets and smartphones to laptops and Chromebooks to help engage students with activities such as Virtual Reality, PhET and Desmos and with more than 7,000 ready-to-run lessons created in partnership with leading brands like Common Sense Education and the Pulitzer Center. Beyond classroom instruction, the company revitalizes teacher development through teacher Professional Learning content that cultivates classroom-changing strategies for educators.<br>\n<br>\nSince its launch in 2012, Nearpod has become a leader (&amp; teacher favorite) in teaching and learning with technology. Currently teachers in 3 out of 5 districts in the US use Nearpod.<br>\n<br>\nNearpod has offices in Fort Lauderdale, FL and Brooklyn, NY, and is backed by notable investors like Insight Venture Partners, Reach Capital, Storm Ventures, the Stanford StartX Fund, and the Knight Enterprise Fund.<br>\n<br>\nIn 2019, Nearpod acquired Flocabulary, the leading video and student creativity platform that uses educational hip-hop to engage students and increase achievement. This acquisition has brought together two of the brands most loved by teacher to help engage students in all K-12 classrooms.<br>\n<br>\n<b>Location:<\u002Fb> Brooklyn, NY<\u002Fp><br>\n<p><\u002Fp>\n<p><b>Position Overview:<\u002Fb><\u002Fp>\n<p>As Nearpod&rsquo;s Data Science Scientist, you are organized, analytical, and detail oriented with experience maintaining solid processes and data integrity. You are inquisitive and able to dive into the data to find answers to business problems. In this role, you'll be a key member of the team with an exciting startup with a strong social mission, and be in a position to make a significant positive impact on the business. You&rsquo;ll help drive a wide range of projects.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>Responsibilities<\u002Fb><\u002Fp>\n<ul><li><p>Work with the product team to collect, process, and analyze data to drive product direction in helping improve the achievement and engagement gaps in schools<\u002Fp>\n<\u002Fli><li><p>Lead the team to increase the level of maturity and skill in analytical software development<\u002Fp>\n<\u002Fli><li><p>Formulate, implement, and evaluate algorithms for platform and application features<\u002Fp>\n<\u002Fli><li><p>Develop clear documentation for summary tables, dashboards, ad-hoc reports and analytics tools<\u002Fp>\n<\u002Fli><li><p>Make sure the data we use every day in our analytics products are accurate, and be an advocate for clean and maintainable data structures. You&rsquo;ll build tests to make sure this is the case, and that breaking changes to underlying data models are caught early.<\u002Fp>\n<\u002Fli><li><p>Work closely with Product Management, Technical Operations, and QA to develop, test, and deploy highly useful, high quality software<\u002Fp>\n<\u002Fli><li><p>Design new and improving existing models to enhance our analytic capability<\u002Fp>\n<\u002Fli><li><p>Support the creation of self-serve tools &amp; external integrations<\u002Fp>\n<\u002Fli><li><p>Support other ad hoc analyses as needed.<\u002Fp><br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>About Analytics<\u002Fb><\u002Fp>\n<p>We believe that good analytics help drive good business practices, and that the foundation is accurate data. The team is lean and is expected to be resourceful, thoughtful and creative when allocating resources, prioritizing, and solutioning.<\u002Fp><br>\n<p><\u002Fp>\n<p>Our stack consists of:<\u002Fp>\n<ul><li><p>Data Warehouse: MS SQL \u002F Redshift<\u002Fp>\n<\u002Fli><li><p>Event tracking: Mixpanel \u002F Snowplow<\u002Fp>\n<\u002Fli><li><p>Visualization: Mode Analytics, Tableau<\u002Fp>\n<\u002Fli><li><p>Other Tools: Salesforce, Pardot, Intercom, Gainsight, Sendgrid<\u002Fp><br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Requirements<\u002Fb><\u002Fp>\n<ul><li><p>3+ years of Data Science \u002F Data Engineering or equivalent experience<\u002Fp>\n<\u002Fli><li><p>3+ years of Python programming experience<\u002Fp>\n<ul><li><p>Preferably with tools in our stack<\u002Fp>\n<\u002Fli><li><p>Math or science background<\u002Fp>\n<\u002Fli><\u002Ful><\u002Fli><li><p>Clearly demonstrated organizational capacity &amp; attention to detail<\u002Fp>\n<\u002Fli><li><p>Proficient in writing &amp; debugging SQL<\u002Fp>\n<\u002Fli><li><p>Proficient in pandas, numpy, and\u002For scikit learn<\u002Fp>\n<\u002Fli><li><p>Comfortable collecting, organizing and presenting data to stakeholders throughout the organization<\u002Fp>\n<\u002Fli><li><p>Familiarity with infographic design is preferrable<\u002Fp><br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Key Traits:<\u002Fb><\u002Fp>\n<ul><li><p>Strong organization - Our team relies on correct, timely analysis and the best way to achieve that is with solid data integrity. Your attention to detail will be a multiplier for the team.<\u002Fp>\n<\u002Fli><li><p>Integrity - Our team depends on your insights and analysis to drive decisions that affect the direction of the product and the company. Your processes and decision making must be conducted with a high degree of integrity and responsibility.<\u002Fp>\n<\u002Fli><\u002Ful><ul><li><p>Inquisitive - We hire eager learners who will pick up any tool they need to get the job done.<\u002Fp>\n<\u002Fli><li><p>Excellent communication - We value clarity and objectivity in communication. You possess excellent communication skills and the ability to clearly communicate technical concepts to a non-technical audience<\u002Fp><br>\n<\u002Fli><\u002Ful><p><br>\n<b>Employment Requirements:<\u002Fb> Must be authorized to work in the U.S. without restrictions<br>\n<br>\nWe are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","01cef50e69332f38":"<div><h2 class=\"jobSectionHeader\"><b>Job Description\n<\u002Fb><\u002Fh2><div><div><div><div>In this role you will: Requires skilled, technically knowledgeable, and experienced support to develop new business intelligence reports, analytical capabilities and data warehouses; execute development for enhancements and maintenance of IT systems and environments; and execute special projects.<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><br>\n<\u002Fdiv>\n<\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Required Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Candidate shall have demonstrated at least 3 years of (a) sampling, (b) collecting, computing, and analyzing statistical data, and (c) applying statistical analysis techniques typical to exploratory data analysis.<\u002Fli><li>\nCandidate shall possess the necessary skills to write scripts in R or Python to conduct exploratory and advanced statistical analyses.<\u002Fli><li>\nCandidate shall possess the skills necessary to clean and wrangle data.<\u002Fli><li>\nCandidates shall possess the skills necessary to extract data from data warehouses.<\u002Fli><li>\nCandidate shall possess excellent oral and written communication skills with emphasis on complex technical and statistical topics and effectively communicating details with all levels of management.<\u002Fli><li>\nCandidate shall possess the necessary people skills to identify requirements and deliver results.<\u002Fli><li>\nAll personnel shall have at a minimum an active security clearance of Top Secret, meaning the clearance initially issued or revalidated within the past five years, at the time of the proposal submission and Single Scope Background Investigation.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Desired Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Experience writing scripts in both R and Python to conduct exploratory and advanced statistical analyses is preferred.<\u002Fli><li>\nExperience managing and maintaining structured, semi-structured, and unstructured data, as well as structuring and wrangling data as appropriate for statistical data analysis, is preferred.<\u002Fli><\u002Ful><div>\nSalient CRGT is a leading provider of health, data analytics, cloud, agile software development, mobility, cyber security, and infrastructure solutions. We support these core capabilities with full lifecycle IT services and training&mdash;to help our customers meet critical goals for pivotal missions. We are purpose-built for IT transformation supporting federal civilian, defense, homeland, and intelligence agencies, as well as Fortune 1000 companies.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nIf you feel you are qualified for this position, express interest by clicking the Apply button below (if you are viewing this position on the Salient CRGT website). If you are viewing this job posting outside of the Salient CRGT website, please visit: www.salientcrgt.com\u002Fcareers to express interest in this position through the Salient CRGT Careers page.<br>\n<\u002Fdiv><div><\u002Fdiv><div>Salient CRGT is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, national origin, age, sex, sexual orientation, gender identity or expression, veteran status, disability, genetic information, or any other factor prohibited by applicable anti-discrimination laws.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","51c987932a51dc81":"Title – Master Data Scientist\n<br><br>\nLocation –\n<br>Plano, TX\n<br><br>\n<b>Travel:<\u002Fb> Intermittent travel expected to be\n<br>once a month\n<br><br>\nProject – Leading best practices\n<br>over AIML solutions in Retail and CPG space\n<br><br>\nKey\n<br>Technologies - predictive analytics, statistical modeling, data mining, deep\n<br>learning, machine learning\n<br><br>\nResponsibilities\n<br><br>\nMaster Data\n<br>Scientist Master’s degree or PhD in\n<br>quantitative field such as mathematics\n<br>statistics or engineering\n<br>technology with an emphasis on statistical analysis or applicable\n<br>experience\n<br>Expertise in\n<br>predictive analytics, statistical modeling, data mining, deep learning, machine\n<br><b>learning, algorithms and techniques:<\u002Fb> clustering, regression, multivariate\n<br>testing, classification\n<br>Strong passion\n<br>for understanding key business problems\n<br>bringing together the team to deliver end-to-end analyses by asking the\n<br>right questions, extracting data and\n<br>building predictive models to ensure actionable results\n<br>Experience\n<br>building complex Machine learning and Deep learning models using frameworks\n<br>such as Tensorflow, Pytorch and\n<br>Keras\n<br>Considerable\n<br>experience in building Computer Vision and NLP solutions using, CNN, RNN, LSTM,\n<br>GRU, DNN, Transfer learning techniques\n<br>Experience in\n<br>building machine learning applications, AutoML such as, H20, DataRobot,\n<br>Microsoft AutoML services etc.\n<br>Strong\n<br>communications skills in particular\n<br>written research results and effective presentations\n<br>Experience with\n<br>large scale distributed databases and computing systems like Hadoop and Spark\n<br>Expertise with\n<br>statistical software packages like R , MatLab, NumPy , SciPy or SAS\n<br>Past engineering\n<br>experience developing and shipping enterprise software or business solutions\n<br>highly preferred Working knowledge with\n<br>cloud platforms like Azure AWS or\n<br>GCP\n<br>Manage a team of\n<br>data scientists machine learning\n<br>engineers and big data specialists\n<br>Lead data mining\n<br>and collection procedures Ensure data\n<br>quality and integrity Interpret and\n<br>analyze data problems\n<br><br>\nOur strength is built on our\n<br>ability to work together. Our diverse backgrounds offer different perspectives\n<br>and new ways of thinking. It encourages lively discussions, inspires thought\n<br>leadership, and helps us build better solutions for our clients. We want\n<br>someone who thrives in this setting and is inspired to craft meaningful\n<br>solutions through true collaboration.\n<br><br>\nIf you’re comfortable with\n<br>ambiguity, excited by change, and excel through autonomy, we’d love to hear\n<br>from you\n<br><br>\nTechnical Skills SNo Primary Skill Proficiency Level * Rqrd.\u002FDsrd. 1 SAS PL4 Required\n<br><br>\n<ul>\n<li>Proficiency Legends Proficiency Level Generic Reference PL1 The associate has basic awareness and comprehension of the skill and is in the process of acquiring this skill through various channels. PL2 The associate possesses working knowledge of the skill, and can actively and independently apply this skill in engagements and projects. PL3 The associate has comprehensive, in-depth and specialized knowledge of the skill. She \u002F he has extensively demonstrated successful application of the skill in engagements or projects. PL4 The associate can function as a subject matter expert for this skill. The associate is capable of analyzing, evaluating and synthesizing solutions using the skill.<\u002Fli>\n<\u002Ful>\n<b>Employee Status :<\u002Fb> Full Time Employee\n<br><b>Shift :<\u002Fb> Day Job\n<br><b>Travel :<\u002Fb> Yes, 5 % of the Time\n<br><b>Job Posting :<\u002Fb> Oct 02 2019\n<br><br>\n<b>About Cognizant Cognizant (Nasdaq-100:<\u002Fb> CTSH) is one of the world's leading professional services companies, transforming clients' business, operating and technology models for the digital era. Our unique industry-based, consultative approach helps clients envision, build and run more innovative and efficient businesses. Headquartered in the U.S., Cognizant is ranked 193 on the Fortune 500 and is consistently listed among the most admired companies in the world. Learn how Cognizant helps clients lead with digital at www.cognizant.com or follow us @Cognizant.\n<br>Cognizant is recognized as a Military Friendly Employer and is a coalition member of the Veteran Jobs Mission. Our Cognizant Veterans Network assists Veterans in building and growing a career at Cognizant that allows them to leverage the leadership, loyalty, integrity, and commitment to excellence instilled in them through participation in military service.","b18ea0725e885e6e":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Aug 14, 2019<\u002Fb><\u002Fdiv><div>\nRole Number: <b>200088878<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nWould you like to play a part in the next revolution in human-computer interaction? Contribute to a product that is redefining mobile and desktop computing, and work with the people who built the intelligent assistant that helps millions of people get things done &mdash; just by asking?\nThe vision for the Siri Analytics, Evaluation, and Data Engineering organization is to improve Siri by using data as the voice of our customers. Within this organization the mission of the Analytics team is to inform the evolution of Siri through measurement and analysis of the user experience. As an Embedded Data Scientist on the team, you will be an ambassador of analytics to product and engineering teams with the ultimate purpose of improving the Siri experience for Apple customers.\nReady to join our team in Pittsburgh?<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\nYou think about data in terms of statistical distributions and have a big enough analytics toolbox to know how to find patterns in data, identify targets for performance, and identify sources of variance about those targets.<\u002Fli><li>\nYou use good judgment balancing art and science when visually communicating information (e.g. Tableau, Superset, ggplot, D3).<\u002Fli><li>\nYou have engineered information out of massive and complex datasets (e.g. Hive, Spark, Druid, Solr, Oozie).<\u002Fli><li>\nYou have proven experience with at least one programming language (e.g. Python, R, Scala) and are comfortable developing code in a team environment (e.g. git, notebooks, testing).<\u002Fli><li>\nYou are self-motivated and curious with demonstrated creative and critical thinking capabilities and an innate drive to improve how things work.<\u002Fli><li>\nYou have a high tolerance for ambiguity. You find a way through. You anticipate. You connect and synthesize.<\u002Fli><li>\nYou have excellent verbal and written communications skills and experience in influencing decisions with information.<\u002Fli><li>\nYour academic background is in a quantitative field such as Computer Science, Statistics, Engineering, Economics or Physics. Advanced degree preferred.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nYou will partner closely with Siri engineering teams to develop ways of characterizing the user experience in how Siri executes on requests and connecting those characterizations into Siri's development.\nDefine metrics that we will measure our efforts against as well as defining the instrumentation required for yielding sufficient data.\nCommunicate with and advocate to a wide audience of engineers, managers and executives to inform decisions on how Siri evolves.\nBuild analytic, visualization, and other information products with a drive to automate and scale the insights available to science and engineering teams.\nPerform exploratory data analyses to enrich our mental models about Siri usage and identify new questions to pursue.\nExtract information from structured and unstructured data coming from Siri's computational architecture.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nAdditional Requirements<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><p>\nWe are looking for people with a track record in building insights and relationships to affect decisions. Join us, and impact hundreds of millions of customers across billions of their interactions with a personal, intelligent assistant who is available on iPhone, iPad, HomePod, Watch, TV, and Mac across more than 30 languages.<\u002Fp><p>\nApple is an Equal Opportunity Employer that is committed to inclusion and diversity. We also take affirmative action to offer employment and advancement opportunities to all applicants, including minorities, women, protected veterans, and individuals with disabilities. Apple will not discriminate or retaliate against applicants who inquire about, disclose, or discuss their compensation or that of other applicants.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","092ed7fd071631ff":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div><b>JAGGAER<\u002Fb> is the world's leading provider of comprehensive source-to-pay solutions. Some of the largest Commercial, Manufacturing and Life Sciences companies in the world trust JAGGAER with billions of dollars of annual spend. Additionally, JAGGAER is the leading procure-to-pay provider in the Higher Education and Government sectors. JAGGAER eProcurement and strategic sourcing customers across the globe have gained access to the best suppliers, with the best terms, on our scalable, customizable, user-friendly platform. Our SaaS-based, source-to-settle solution provides unparalleled visibility, insights and recommendations to procurement leaders and suppliers. The result is a fluid supply chain driven by powerful spend analysis, comprehensive contract management and efficient accounts payable solutions.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nJAGGAER is looking for a <b>Data Scientist<\u002Fb> to join the team in Pittsburgh, PA, reporting to the Director of Analytical Services:<\u002Fdiv><ul><li>\nResponsible for the development and support of data science solutions related to the JAGGAER ONE platform.<\u002Fli><li>\nWork in collaboration with Product Management and the Research &amp; Development teams to implement solutions based on data science, functional design and software development best practices.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Principal Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Research and development of data science solutions related to procurement processes.<\u002Fli><li>\nWork in collaboration with Product Management and the Research &amp; Development to implement requested features, but also bring a level of innovation and thought leadership in order to steer the development into new potential areas.<\u002Fli><li>\nKnowledge of market trends and related technologies and wider applications of data science.<\u002Fli><li>\nUnderstanding of business requirements and translation of these into data science methodologies.<\u002Fli><li>\nUnderstanding of data management, transformation and governance in a multi-tenant SaaS\n<\u002Fli><li>Planning, testing, tracking and reporting of tasks throughout their lifecycle.<\u002Fli><li>\nDemonstrate capabilities of consulting skills, such as problem solving, influencing, and possibly delivering presentations to mainly internal but also potential clients&rsquo; audiences.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Position Requirements\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Mathematics - Excellent skills in: Statistics, Linear Algebra, Analytics. Desirable: Graph Theory, Discrete Mathematics<\u002Fli><li>\nProgramming - 2-5 years experience with excellent knowledge of Python. Desirable: SciKit Learn, TensorFlow, and Keras.<\u002Fli><li>\nKnowledge in deep learning with focus on neural networks, feedforward, backpropagation, and convolutional networks<\u002Fli><li>\nDatabases - Excellent knowledge of SQL. Desirable : Snowflake, Mongo and other non-sql languages<\u002Fli><li>\nPreferably a good procurement business domain knowledge, or the interest and capacity to learn it.<\u002Fli><li>\nExcellent verbal and written communication skills. Ability to present information, status and issues in a clear and concise manner<\u002Fli><li>\nStrong critical thinking to effectively influence, meet project requirements and quickly handle issues and solve problems.<\u002Fli><li>\nGood project management, interpersonal, negotiation, communication, and documentation<\u002Fli><li>\nExperience or ability to work extensively with remote teams.<\u002Fli><li>\nExperience working with hosted software or software-as-a-service (SaaS)<\u002Fli><li>\nProficient in the use of PowerPoint, Project, Excel and Word as well as other typical business productivity tools<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nAbout Our Benefits<\u002Fb><\u002Fdiv><div><b>\nJAGGAER<\u002Fb> offers equal employment opportunities without regard to race, color, religion, sex (including pregnancy), sexual orientation, gender identity, national origin, age, disability, genetic information, veteran or military status and other protected class characteristics. We offer a generous benefits package including employee and family health, dental and vision coverage, reimbursement accounts for eligible medical expenses; company-paid life insurance, AD&amp;D, short-term and long-term disability benefits; retirement plan with company match and generous paid time off benefits. Additional benefits include education and well-being reimbursements.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nJAGGAER is an Equal Opportunity\u002FAffirmative Action employer and will consider all applicants for employment without regard to race, color, religion, gender, sexual orientation, gender identity, national origin, age, protected veteran status, or disability status.<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","b3bced9faac432cd":"<div><\u002Fdiv><div><div><div>Design, develop, test, advocate, evangelize and build data-driven products that help our customers improve business decisions. You will provide insight into analytic practices, design and lead iterative learning and development cycles.<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><\u002Fh3><div><ul><li>\nUnderstanding and worked with database systems.<\u002Fli><li>\nUnderstanding and worked with machine learning algorithms.<\u002Fli><li>\nPerform feature analysis.\n<\u002Fli><li>Develop ontology for key market segments.<\u002Fli><li>\nDevelop outcome\u002Fevent taxonomy for key business models.<\u002Fli><li>\nBuild utility code and handle miscellaneous support tasks.<\u002Fli><li>\nDocumenting software projects and maintaining project documentation.<\u002Fli><li>\nWorking in a team environment as well as working alone.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><\u002Fh3><div><ul><li>\nExperience with Big Data, artificial intelligence, natural language processing, machine learning and\u002For deep learning.<\u002Fli><li>\nPython programming skills with two (2) years or more of Python experience.<\u002Fli><li>\nGood verbal and written communication skills.<\u002Fli><li>\nKnowledge of professional software engineering practices and best practices for the full software development life cycle, including coding standards, code reviews, source control management, build processes, testing, and operations.<\u002Fli><li>\nMaster's degree or six (6) years related work experience delivering quality code on time.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Tools we use...<\u002Fb><\u002Fh3><div><ul><li>\nConfluence<\u002Fli><li>\nJIRA<\u002Fli><li>\nSpark<\u002Fli><li>\nAzure<\u002Fli><li>\nPython<\u002Fli><li>\nKeras<\u002Fli><li>\nScikit-learn<\u002Fli><li>\nBit bucket<\u002Fli><li>\nJupyter Notebook<\u002Fli><li>\nScala<\u002Fli><li>\nMonetdB<\u002Fli><li>\nOrientDB<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Nice to haves...<\u002Fb><\u002Fh3><div><ul><li>\nExperience in some subset of the following: Java, R, Python, SQL, Scala, Spark.<\u002Fli><li>\nPh.D. in operations research, applied statistics, data mining, machine learning, physics or a related quantitative discipline.<\u002Fli><li>\nDeep understanding of statistical and predictive modeling concepts, machine-learning approaches, clustering and classification techniques, supervised learning, recommendation and optimization algorithms.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","e6eddf2fe1e3a413":"<div><div><div><b>About Houzz<\u002Fb><\u002Fdiv><div>\nHouzz is the leading home renovation and design platform in the world. We have a highly engaged community of more than 40 million unique monthly users who leverage our technologies to find inspiration for their next home project, connect with over 2.3 million home design and remodeling professionals and discover products in the Houzz Shop.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nAbout the Role<\u002Fb><\u002Fdiv><div>\nThe data scientists on the marketplace team play a critical role in the direction of our eCommerce business. Our mission is to drive impact through data-driven product development. You will get the opportunity to discover information hidden in big data to make intelligent business decisions and guide product development. You will have the opportunity to apply advanced statistics\u002Fmachine learning in solving business problems and improve experiment systems.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What You'll Do<\u002Fb><\u002Fh3><div><ul><li>\nBuild advanced statistical and machine learning models to solve problems like search\u002Franking\u002Frecommendation relevance, user experience personalization, pricing optimization, customer purchase intent prediction, etc.<\u002Fli><li>\nProvide data-driven insights to identify business opportunities, to drive changes across product, marketing and various teams and ultimately improve customer experience and business metrics<\u002Fli><li>\nDefine key metrics to guide business decision making<\u002Fli><li>\nDesign and analyze experiments and conduct root cause analysis<\u002Fli><li>\nWork with data infrastructure and product engineering teams to define the data collection needs and to produce statistical\u002Fmachine learning models<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>At a Minimum, We'd Like You to Have<\u002Fb><\u002Fh3><div><ul><li>\nA PhD in Statistics, Computer Science, Electrical Engineering, or similar fields; MS graduates with strong academic records and 2+ years relevant industry experience are welcome to apply<\u002Fli><li>\nA deep understanding of statistics and machine learning methods<\u002Fli><li>\nStrong programming skills in Python or R<\u002Fli><li>\nProficiency in SQL or willing to learn<\u002Fli><li>\nStrong communication, presentation and interpersonal skills<\u002Fli><li>\nSelf-motivation, independence and eagerness to learn<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Ideally, You'll Also Have<\u002Fb><\u002Fh3><div><ul><li>\n2+ years full-time relevant industry experience<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>__________________<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nBe Who You Are and Do What You Love at Houzz<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nWe&rsquo;re a Family<\u002Fb><\u002Fdiv><div>\nAt Houzz, we strive to create and foster a strong family environment in our workplace. We collaborate to accomplish our goals, always working as a team. We aim to build a culture of inclusion &mdash; celebrating and leveraging our differences for the betterment of one another, our products and our community.\n<\u002Fdiv><div>Houzz team members come from many backgrounds and bring diverse experiences to the company. We take pride in making each person feel at home.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nWe Build the Future<\u002Fb><\u002Fdiv><div>\nJoin Houzz in revolutionizing the home remodeling and design industry and have an impact on the more than 40 million homeowners who use our platform every month and the 2.3 million-plus home professionals around the world who are active on the site. Houzz has been named one of the most innovative companies in the world by CNBC and others, and is backed by top venture capitalists. At Houzz, you can help drive the future of an industry worth $1.2 trillion in the U.S. and Europe alone.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nWe Make Things Happen<\u002Fb><\u002Fdiv><div>\nOur team members play a key role in guiding the direction of our company and are able to work across multiple groups to implement fresh ideas that allow Houzz to be the industry leader. If you are interested in applying your passion to create products that will transform the lives of millions of people who are designing, remodeling and decorating their homes, welcome to Houzz.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nBenefits and Perks<\u002Fb><\u002Fdiv><ul><li>Competitive salary<\u002Fli><li>Flexible paid time off<\u002Fli><li>Commuter benefits<\u002Fli><li>Medical, dental, vision and pet insurance<\u002Fli><li>Employee assistance program<\u002Fli><li>401k retirement savings plan<\u002Fli><li>Maternity\u002Fpaternity leave program<\u002Fli><li>Flexible spending accounts<\u002Fli><li>Healthy at Houzz program<\u002Fli><li>Catered meals, fully stocked kitchens and much more!<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><div>\nHouzz is an Equal Opportunity Employer.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","2b880d1c5395ed8d":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Aug 26, 2019<\u002Fb><\u002Fdiv><div>\nWeekly Hours: <b>40<\u002Fb>\n<\u002Fdiv><div>Role Number: <b>200093152<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nWe are seeking an enthusiastic teammate to join our small, inclusive, and dynamic team who will collaborates with a broad array of partners within Apple to distill data into actionable and intuitive visualizations that drive informed decisions. We work to understand challenging problems that arise during all stages of product design at Apple. The job requires fluency using statistics and visualizations to answer specific questions about datasets, proficient programming skills in R, Python, and\u002For MATLAB, and most importantly, a passion for creating informative visualizations and presentations to communicate results to all levels of the company. You are a person who approaches problem solving with curiosity and imagination, with a desire to learn new skills and a mindset that challenging questions are opportunities for insight. We are committed to professional development across all aspects of data visualization with mentorship and training opportunities both within and outside Apple. This includes, but is not limited to, providing team members opportunities to improve their skills in: graphic design, coding, visual arts, statistics, communication, and presentation. The DataViz team enables data-driven decision making by developing and performing analysis, modeling, and visualization of unstructured data for engineering and research design teams. Our unique position within the organization allows us to assist other teams on a wide range of products designed at Apple. Our work impacts products used by millions of people worldwide.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\nFluency using statistics and visualizations to answer questions about data sets.<\u002Fli><li>\nEffective communication skills. Specifically, explaining complex issues to a variety of audiences, considering the big picture when communicating, and can summarize technical details succinctly.<\u002Fli><li>\nStrong programming skills in R, Python, and\u002For MATLAB. You have experience using these tools to import, clean, analyze, and visualize data to enable data-driven decision making.<\u002Fli><li>\nExperience working with multivariate and\u002For &ldquo;large&rdquo; datasets using conventional statistical techniques. Our datasets are typically not large enough to employ machine learning techniques.<\u002Fli><li>\nStrong interest in peer collaboration with a willingness to solicit input and accept feedback.<\u002Fli><li>\nAn appreciation of functional design or interested in developing your design aesthetic.<\u002Fli><li>\nExperience or interest in analyzing and visualizing 3D data sets or enthusiastic about delving deeper into 3D data analysis and visualization. Our datasets include human anthropometric and biometric data, acoustic data, and inertial motion unit data (accelerometers, gyroscopes, altimeters).<\u002Fli><li>\nFamiliar with SQL and database design or curious to learn more.<\u002Fli><li>\nFamiliar with Github and software development workflows or eager to adopt these software collaboration practices.<\u002Fli><li>\nAbility to juggle multiple projects.<\u002Fli><li>\nExcited to learn to communicate important information in an easily understandable manner.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nAs a member of this team-oriented, group, you will be an integral partner, working on the latest, most innovative Apple products together with many cross-functional teams. Your responsibilities will include some of the following activities: &bull;Gathering large quantities of unstructured data from many different sources. &bull;Conducting data exploration, QA\u002FQC, visualization, statistical and data analyses, and modeling. &bull;Creating custom algorithms for large datasets to enable visualizations that help decision makers quickly understand the data. &bull;Defining data capture formats to enable useful and efficient analysis. &bull;Collaborating with teams to automate processes, conduct systems analysis, and build visualization workflows by building and deploying software tools. &bull;Creating systems for real-time or near real-time data analysis to improve precision machine performance in factories &bull;Sharing results and concepts across the company through presentations and other communication channels &bull;This small but growing team strongly inspires collaboration but also offers freedom and autonomy. Creative and outside-the-box thinking is required, and original ideas are supported by the team.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMasters degree in an analytical field such as Human Computer Interaction, Climate or Environmental Science, Applied Math, Economics, Social Sciences, Engineering, Physics, Biological Sciences, Statistics, or Robotics along with 2+ years relevant work experience. Ph.D. degree preferred.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","55b1c0fd3691715d":"<div><p><b>Position Overview<\u002Fb><\u002Fp><p>\nThe Climate Corporation&rsquo;s mission is to help the world&rsquo;s farmers sustainably increase their productivity with digital tools. The Data and Analytics team is focused on creating competitive advantage for The Climate Corporation and our customers through novel data infrastructure, metrics, insights, and data services. We are a small but rapidly growing data science and engineering team that builds and leverages state-of-the-art analytics systems. Our work informs decisions and direction for our business, while also impacting our products. Data Scientists at The Climate Corporation build predictive and prescriptive models to deliver insights to farmers. In order to take advantage of increasing amounts of agricultural and environmental data, we are hiring new data scientists to drive the research and development of scalable machine learning models. In this role, your work will broadly influence the company's data and products.<\u002Fp><p><b>\nWhat You Will Do<\u002Fb>:<\u002Fp><ul><li>\nBuild and implement state-of-the-art machine learning and deep learning systems\n<\u002Fli><li>Help to define the infrastructure required to train models at scale<\u002Fli><li>\nWork with data engineers to build real time and offline features and maintain the datasets from which models are created<\u002Fli><li>\nPartner with scientists and product experts in the R&amp;D organization to build scalable models that support our suite of decision support services<\u002Fli><li>\nHelp to assess new technologies for data scientists at The Climate Corporation<\u002Fli><\u002Ful><p><b>\nBasic Qualifications:<\u002Fb><\u002Fp><ul><li>\nB.Sc. in Statistics, Mathematics, Computer Science or other relevant technical field<\u002Fli><li>\nEither minimum two years of experience in applying statistical\u002Fmachine learning solutions on a scalable platform to real-world applications, or M.A. or M.Sc. in machine learning, statistics, applied mathematics, or an equivalent technical field<\u002Fli><li>\nFully proficient in Python (including PySpark)<\u002Fli><li>\nExperience with at least one Deep Learning framework, including Tensorflow and\u002For Torch\u002FPytorch<\u002Fli><li>\nStrong software engineering fundamentals<\u002Fli><\u002Ful><p><b>\nPreferred Qualifications:<\u002Fb><\u002Fp><ul><li>\nPh.D. in machine learning, statistics, applied mathematics or other relevant technical field<\u002Fli><li>\nExperience building distributed systems and\u002For scalable backend systems with the ability to maintain in production<\u002Fli><li>\nProficiency in developing performant large-scale queries using SQL, Hive or Pig<\u002Fli><li>\nExperience with a cloud platform such as AWS<\u002Fli><li>\nProficiency with SQL, R, Scala<\u002Fli><li>\nExperience working with Engineering and Product organizations using an Agile development process<\u002Fli><\u002Ful><p><b>\nWhat We Offer:<\u002Fb><\u002Fp><p>\nOur teams are composed of industry experts, top scientists, and talented engineers. The environment is extremely engaging and fast-paced, with dozens of specialties coming together to provide the best possible products and experiences for our customers.<\u002Fp><p>\nWe provide competitive salaries and some of the best perks in the industry, including:<\u002Fp><ul><li>\nSuperb medical, dental, vision, life, disability benefits, and a 401k matching program<\u002Fli><li>\nA stocked kitchen with a large assortment of snacks &amp; drinks to get you through the day<\u002Fli><li>\nEncouragement to get out of the office and into the field with agents and farmers to see first-hand how our products are being used<\u002Fli><li>\nWe take part and offer various workshops, conferences, meet-up groups, tech-talks, and hackathons to encourage participation and growth in both community involvement and career development<\u002Fli><\u002Ful><p>\nWe also hinge our cultural DNA on these five values:<\u002Fp><ul><li>\nInspire one another<\u002Fli><li>\nInnovate in all we do<\u002Fli><li>\nLeave a mark on the world<\u002Fli><li>\nFind the possible in the impossible<\u002Fli><li>\nBe direct and transparent<\u002Fli><\u002Ful><p>\nLearn more about our team and our mission:<\u002Fp><p>\nThe Climate Corporation - The Technology Behind Making A Difference<\u002Fp><p>\nhttps:\u002F\u002Fyoutu.be\u002Fc5TgbpE9UBI or visit https:\u002F\u002Fclimate.com\u002Fcareers<\u002Fp><\u002Fdiv>","4c078b4cd5bef473":"<div><p><b>Aurora Overview<\u002Fb><\u002Fp>\n<p>\nAurora works at the intersection of rigorous engineering and applied machine learning to address one of the most challenging, important, and interesting opportunities of our generation: transforming the way people and goods move.<\u002Fp>\n<p>\nFounded by three of the world&rsquo;s leaders of the self-driving vehicle industry, we design the software and hardware that will power the next revolution in transportation. We partner with others as we believe this allows us to move more quickly than any one company can move alone.\n<\u002Fp><p>Aurora hires people who want to build the future of transportation. We are looking for our first Data Scientist to lay the foundation in making data-informed decisions that impact Aurora&rsquo;s growth. You will start hands-on and interface internally with both our strategic and technical teams, as well as our partners, in order to drive mission-critical decisions in a multi-trillion dollar industry.<\u002Fp>\n<p><b>\nResponsibilities<\u002Fb><\u002Fp>\n<ul>\n<li>Join as our first data science hire and roll up sleeves to dig into key issues and analyses while laying groundwork to understand needs and build team over time<\u002Fli>\n<li>Extract insights from data to prioritize strategic business and technical decisions<\u002Fli>\n<li>Determine where and how to most impactfully apply data science at Aurora.<\u002Fli>\n<li>Support the development of market entry plans that align market opportunity with technical capability<\u002Fli>\n<li>Automate critical data collection and analysis tasks to support continued business decisions<\u002Fli>\n<li>Collaborate closely with product and engineering to improve the performance of our technology<\u002Fli>\n<li>Build machinery to extract insights from historical system performance and use these to forecast performance going forward<\u002Fli>\n<\u002Ful><p><b>Essential<\u002Fb><\u002Fp>\n<ul>\n<li>BS, MS, or PhD in Statistics, Operations Research, Economics, Computer Science, or a related field.<\u002Fli>\n<li>Experience architecting data and software systems to facilitate reliable analysis at scale<\u002Fli>\n<li>Practical knowledge of common data analysis, inference, and statistical modeling tools, including Python and R<\u002Fli>\n<li>Self-starter who will see opportunities to apply capabilities that add value throughout the organization<\u002Fli>\n<li>Superb analytical and problem solving skills, and an ability to deeply understand the &ldquo;why&rdquo; and &ldquo;how&rdquo; of what we are working on<\u002Fli>\n<li>Strong interpersonal and communication skills<\u002Fli>\n<li>Excellent planning and organizational abilities<\u002Fli>\n<li>Ability to be a leader and mentor<\u002Fli>\n<\u002Ful><p><b>Preferred<\u002Fb><\u002Fp>\n<ul>\n<li>6+ years in a Data Science role<\u002Fli>\n<li>Experience in a relevant industry or with geospatial data or routing algorithms<\u002Fli>\n<li>Ability to develop visualizations to communicate data with stakeholders<\u002Fli>\n<\u002Ful><p><b>Working at Aurora<\u002Fb><\u002Fp>\n<p>\nOur work has real purpose. Delivering self-driving will improve lives around the world, expanding access to transportation, revitalizing cities, giving people more time back every day.<\u002Fp>\n<p>\nWe&rsquo;re one team. We&rsquo;re inspired by the challenge of what we&rsquo;re solving and the impact our work will have on society. Our camaraderie is built on respect for our work and the fundamental belief our success will be a result of working together.<\u002Fp>\n<p><b>\nThe Founding Team<\u002Fb><\u002Fp>\n<p>\nAurora has assembled the most experienced leadership team in the space. Chris Urmson helped lead Carnegie Mellon&rsquo;s efforts in Darpa&rsquo;s Grand Challenges, then was a founding member of Google&rsquo;s self-driving team. Sterling Anderson worked on the tech at MIT before leading Tesla&rsquo;s Autopilot system. Drew Bagnell, also a Carnegie Mellon alum, is a machine learning expert who helped build Uber&rsquo;s autonomy effort. At Aurora, these three continue to bring experts from all areas of the industry to the team. We are funded by some of Silicon Valley&rsquo;s best venture capital firms, including Greylock and Index Ventures.<\u002Fp><\u002Fdiv>","9c09f0937d7aaa7e":"<div><div><b>JPMorgan Chase &amp; Co<\u002Fb>. (NYSE: JPM) is a leading global financial services firm with assets of $2.6 trillion and operations worldwide. The firm is a leader in investment banking, financial services for consumers and small business, commercial banking, financial transaction processing, and asset management. A component of the Dow Jones Industrial Average, JPMorgan Chase &amp; Co. serves millions of consumers in the United States and many of the world&rsquo;s most prominent corporate, institutional and government clients under its J.P. Morgan and Chase brands. Information about JPMorgan Chase &amp; Co. is available at www.jpmorganchase.com<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>Chase Consumer &amp; Community Banking (CCB)<\u002Fb> serves nearly 66 million consumers and 4 million small businesses with a broad range of financial services through our 137,000 employees. <b>The Consumer &amp; Community Banking Business Modeling Center of Excellence<\u002Fb> is a newly formed unit in support of modeling needs for marketing, finance and operations. Our modelers work directly with each line of business, Consumer Banking, Business Banking, Auto Finance, Credit Card and Commerce Services, Chase Wealth Management and Home Lending, to build state-of-the-art models and tools to support business growth.<\u002Fdiv><br>\n<p><\u002Fp><br>\n<div>We are an intellectually diverse team of economists, statisticians, engineers, and other analytics professionals, focused on quantitative modeling within CCB at JPMorgan Chase &amp; Co. The team answers complex and unique questions, utilizing cutting edge quantitative and computational techniques and leveraging one of the world&rsquo;s largest repositories of consumer data. We work closely with our partners throughout JPMorgan Chase to assess and execute critical business decisions.\n<\u002Fdiv><p>The position is located at either New York, NY or Columbus, OH<\u002Fp><br>\n<p><\u002Fp><p><b>Responsibilities:<\u002Fb><\u002Fp>\n<ul><li>Apply critical thinking skills and perform advanced analytics with the goal of solving complex and multi-faceted business problems.\n<\u002Fli><li>Generate deep insights through the analysis of data and understanding of business processes and turn them into actionable recommendations.\n<\u002Fli><li>Perform advanced quantitative and statistical analysis of large datasets to identify trends, patterns, and correlations that can be used to improve business performance.<\u002Fli><li>\nKnow what type of algorithm to use and how to implement them\n<\u002Fli><li>Build and deploy prototype solutions to demonstrate ideas and prove concepts.\n<\u002Fli><li>Develop presentations to summarize and communicate key messages to senior management sponsors and colleagues.\n<\u002Fli><li>Become a subject matter expert and trusted advisor in the analytics discipline.\n<\u002Fli><li>Collaborate with others in the organization to develop new ideas and brainstorm potential solutions.\n<\u002Fli><li>Actively contribute to the continuous learning mindset of the organization by bringing in new ideas and perspectives that stretch the thinking of the group<\u002Fli><\u002Ful><p><b>\nQualifications:<\u002Fb><\u002Fp>\n<ul><li>Deep quantitative\u002Fprogramming background with a graduate degree (M.S., Ph.D.) in Statistics, Engineering, Computer Science, Mathematics, Operations Research, or Economics,\n<\u002Fli><li>3+ years of related experience preferred<\u002Fli><li>\nHands-on experience with Machine Learning and Artificial Intelligence<\u002Fli><li>\nAbility to write code and develop production-ready analytical applications\n<\u002Fli><li>Significant experience working with very large scale (structured and unstructured) data<\u002Fli><li>\nExpertise in at least one of the following: Python, R<\u002Fli><li>\nExcellent written and oral communication skills to clearly present analytical findings and business recommendations. Highly motivated, productive, and teamwork oriented.<\u002Fli><li>\nGood project management skills (clear goal setting, well-organized, detailed planning, and ability for tight-timeline deliverables).<\u002Fli><\u002Ful><b>\nDesired characteristics<\u002Fb>\n<ul><li>Able to translate ambiguous business problems into a conceptual mathematical framework\n<\u002Fli><li>Passionate about continuous learning and professional development\n<\u002Fli><li>Deeply curious; creative and imaginative<\u002Fli><li>\nAbility to influence and become a trusted advisor\n<\u002Fli><li>Ability to convey complex concepts to non-technical audiences\n<\u002Fli><li>Effective communication and presentation skills\n<\u002Fli><li>Can work both independently and collaboratively<\u002Fli><\u002Ful><\u002Fdiv>","ef2bb074d0d320ac":"<div>ProKarma is currently seeking a Data Scientist to join our team as a full-time employee in Portland, OR!<br>\n<br>\n<b>Responsibilities<\u002Fb>\n<ul><li>Interview key project stakeholders, document findings and make detailed recommendations<\u002Fli><li>\nAccurately and clearly assess and frame business problems, success criteria and risks<\u002Fli><li>\nAcquire and blend disparate data sources (which could be any format of internal structured, unstructured, external, or high volume)<\u002Fli><li>\nExploratory data mining &amp; analysis<\u002Fli><li>\nGuide clients through the process to identify meaningful predictors and then engineer representative features into the data set<\u002Fli><li>\nUtilize best practices on core set predictive use cases &amp; familiarity with model libraries<\u002Fli><li>\nApply CRISP-DM methodology whenever appropriate\n<\u002Fli><\u002Ful><br>\n<b>Qualifications<\u002Fb>\n<ul><li>Minimum of 3 years relevant data science experience<\u002Fli><li>\nPh.D. or Master&rsquo;s Degree in operations research, applied statistics, data mining, machine learning, physics or a related quantitative discipline preferred<\u002Fli><li>\nExperience with Hive SQL and Spark and\u002For Python and\u002For Scala\n<\u002Fli><li>Deep understanding of statistical and predictive modeling concepts, machine-learning approaches, clustering and classification techniques and recommendation and optimization algorithms<\u002Fli><li>\nStrong analytical and problem-solving skills<\u002Fli><li>\nExcellent written and verbal communication skills<\u002Fli><\u002Ful><br>\n<br>\nIn order to provide equal employment and advancement opportunities to all individuals, employment decisions at ProKarma are based exclusively on merit. ProKarma does not discriminate in employment opportunities or practices on the basis of race, color, religion, sex, including gender identity and identity expression, national origin, age, or any other characteristic protected by law.<\u002Fdiv>","05da72090cb0f6c8":"<div><p><b>Our Team\n<\u002Fb><\u002Fp><p><\u002Fp><p><i>The Advanced Analytics and Data Science team at Catalina creates new, world-class science-based capabilities for external and internal clients, shepherding these initiatives from initial concept, prototyping \u002F proof-of-concept, design, build, testing, training, and handoff. We use advanced machine learning, data science, operations research, statistics, and related analytics methodologies, operating on big data and delivered on a scalable computing platform using modern technologies. We illustrate value and drive to bring these capabilities to initial Production and ensure that these initiatives are successful when we hand off.\n<\u002Fi><\u002Fp><p><\u002Fp><p><i>This position will report directly to the VP of Advanced Analytics and Data Science.\n<\u002Fi><\u002Fp><p><\u002Fp><p><b>Responsibilities\n<\u002Fb><\u002Fp><p><\u002Fp><p>The Incumbent will:\n<\u002Fp><ul><li>Works on moderate to complex projects that require a singular area of expertise\n<\u002Fli><li>Leads project planning sessions with users, business analysts, and team members to gather and analyze user requirements. Develops recommendations\n<\u002Fli><li>Formulates mathematical models in an appropriate programming language or application\n<\u002Fli><li>Analyzes raw input data from computer or other media\n<\u002Fli><li>Validates and tests of models to ensure adequacy, or determines need for reformulation\n<\u002Fli><li>Utilizes and stays current on applicable programming languages and software technologies\n<\u002Fli><li>Tracks progress and reports out to stakeholders\n<\u002Fli><li>Knows what quality means, strives for quality, designs for quality, tests and refines until a very high quality is achieved, and continuously improves\n<\u002Fli><li>Delivers prototypes \u002F proofs of concept\n<\u002Fli><li>Recommends plans to bring to Production\n<\u002Fli><li>This is a skilled position with minimal supervision required (supervision by manager a couple of times per week)\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Qualifications\n<\u002Fb><\u002Fp><ul><li>Ph.D. in machine learning, computer science, engineering, mathematics, statistics, operations research, or related discipline; <b>OR\n<\u002Fb><\u002Fli><li>Masters degree in (same disciplines mentioned above) <b>AND <\u002Fb>2+ years experience after graduate school in computation, data science, machine learning or related; <b>OR\n<\u002Fb><\u002Fli><li>Bachelor degree <b>AND <\u002Fb>4+ years experience\n<\u002Fli><li>Excellent computing skills: python \u002F R, other programming (e.g., C++\u002FJava), cloud distributed computing (e.g., Databricks, spark), machine learning frameworks (e.g., sk-learn, tensorflow), UNIX, bitbucket, Target Process\u002FJIRA or other Agile development tool, concepts of data engineering\n<\u002Fli><li>Good communications, verbally, and also the ability to construct cogent design documents, emails and PowerPoints\n<\u002Fli><li>Atlanta-based. (Will entertain candidates willing to relocate to Atlanta.)\n<\u002Fli><li>Ability to travel up to 25%\n<\u002Fli><li>Sunny disposition, team player\n<\u002Fli><li>Academic networking\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>About Catalina\n<\u002Fb><\u002Fp><p><\u002Fp><p>Catalina is a recognized leader in highly targeted, personalized digital media that drives, tracks and measures sales lift for leading CPG retailers and brands. Powered by the most extensive shopper database in the world, Catalina's mobile, online and in-store networks personalize the consumer's path to purchase, delivering $7.9 billion in relevant consumer value each year. Catalina has no higher priority than ensuring the privacy and security of the data entrusted to us and maintaining the consumer trust paramount to the continued success of our business partners and Catalina. Based in St. Petersburg, FL, Catalina has operations in the United States, Europe and Japan. To learn more, please visit www.catalina.com or follow us on Twitter @Catalina.\n<\u002Fp><p><\u002Fp><p><i>The intent of this job description is to describe the major duties and responsibilities performed by incumbents of this job. Incumbents may be required to perform other job-related tasks other than those specifically included in this description.\n<\u002Fi><\u002Fp><p><\u002Fp><p><i>All duties and responsibilities are essential job functions and requirements and are subjected to possible modification to reasonably accommodate individuals with disabilities.\n<\u002Fi><\u002Fp><p><\u002Fp><p><i>We are proud to be an EEO employer M\u002FF\u002FD\u002FV. We maintain a drug-free workplace.\n<\u002Fi><\u002Fp><p><\u002Fp><p>ed resumes from outside recruiters \u002Fplacement agencies. Catalina will not pay fees associated with resumes presented through unsolicited means.\n<\u002Fp><p><\u002Fp><p>#LI-BP1<\u002Fp><\u002Fdiv>","c7271b7ed6cbef5c":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>The mission of the Facebook Video team is to create shared experiences and a sense of belonging through video. Video is a rich and immersive format and Facebook is at the forefront of social video experiences with products such as Live and Watch Parties so we have seen an explosive growth of both video production and consumption over the last few years. Surfacing and showing the most relevant videos at this scale while maintaining a healthy ecosystem that is free of content that is harmful is essential to creating a great user experience. The Video Integrity team is responsible for identifying the types of harms that exist and applying techniques ranging from manual labeling to state of the art ML to identify and detect and remove potential harm to our users, publishers and overall ecosystem. We are looking for strong Data Scientists who will be responsible for ensuring that we are developing a safe and healthy video ecosystem. This is a critical role that will be responsible for the measurement, detection and reduction of negative user experiences ranging from violence and adult content to evolving areas like misinformation and deep fakes. This role works closely with both product and engineering teams in identifying and executing on opportunities to improve the integrity of various video experiences. Successful candidates for this role will have a strong technical background as well as significant experience in big data, data science techniques and algorithms, product analytics and influencing decision making across different teams through data.\n<\u002Fdiv><div><div>RESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nApply your expertise in quantitative analysis, data mining, data science, and the presentation of data to see beyond the numbers and understand how our users interact with both our consumer and business products.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDefine problems and opportunities in a complex or ambiguous area.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nInform, influence, support, and execute our product decisions and product launches.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPartner with Product and Engineering teams to solve problems and identify new levers to improve user experience.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nMonitor key product metrics, understand root-causes of metric variations.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nInfluence product teams through presentation of data-based recommendations, and clearly communicate state of business, experiment results, etc. to product teams.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nGraduate Degree in Computer Science, Engineering, Math\u002FStatistics, Physics, Economics, or equivalent experience.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n5+ years experience solving analytical problems using quantitative approaches.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience in SQL, Python\u002FR.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience communicating the results of analyses with product and leadership teams to influence the strategy of the product.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nApplied Statistics experience (e.g., hypothesis testing, Machine Learning algorithms and lifecycle).<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nSpark experience (PySpark, Spark SQL, RDD)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with distributed computing (Hive\u002FHadoop)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience in deep learning, optimization, or social network analysis<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","4688dccd02b13767":"<div><p><b>Join the next gen. <\u002Fb>We&rsquo;re a new breed &ndash; a consulting agency. We combine the creativity of an agency with the depth and expertise of a consultancy. Our team is a mix of mission-driven strategists, marketers, technologists and data scientists, harnessing the insights, creativity and technology that moves people. This is what we call&hellip; <b>Accelerated Change, Beautifully Delivered. <\u002Fb>Check us out at ICFNext.com !\n<\u002Fp><p><\u002Fp><p><b>We are currently hiring for a Data Scientist to join our Minneapolis team in Summer 2020.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>As a Data Scientist, you will:\n<\u002Fb><\u002Fp><ul><li>Delve deeply into a varying array of large data sources, determining the appropriate data for the type of analysis to be performed, uncover data issues, and preparing data for analysis\n<\u002Fli><li>Identify, analyze, interpret trends and patters in complex data, provide and present insights and strategies that drive customer loyalty and\u002For personalization\n<\u002Fli><li>Assist in the design, execution and analysis of complex targeting campaigns\n<\u002Fli><li>Create data visualization dashboards using different BI tools\n<\u002Fli><li>Ascertain and execute plans to build, implement and maintain predictive models using available tools and programming languages.\n<ul><li>Monitor and provide feedback on model performance and recalibrates models as necessary.\n<br>\n<\u002Fli><\u002Ful><\u002Fli><li>Develop client economic models that provide financial motivation for loyalty program design\n<\u002Fli><li>Develop project plans, execute on deliverables within agreed upon timeframes, manage deadlines, communicate progress and make recommendations to address issues.\n<ul><li>Gather requirements from appropriate business partners for project, including necessary data for analysis to be performed.\n<\u002Fli><\u002Ful><\u002Fli><\u002Ful><p><\u002Fp><p><b>As a Data Scientist, you will be a lover of data, a critical thinker, a problem solver and a storyteller. You will also have:\n<\u002Fb><\u002Fp><ul><li>Master&rsquo;s degree in Data Analytics, Data Sciences, Applied Mathematics, Applied Economics, Statistics, Engineering (or related fields)\n<\u002Fli><li>Experience coding with SQL\n<\u002Fli><li>Experience in statistical programming languages, such as R and Python\n<\u002Fli><li>Analytics experience in a Big Data environment, such as Hadoop, Azure and\u002For ElasticSearch a plus\n<\u002Fli><li>Intellectual curiosity with the ability to utilize, organize and synthesize data of various types and sources\n<\u002Fli><li>Interest in partnering with the business to understand their needs and utilize advanced analytics to develop effective solutions\n<\u002Fli><li>Drive to not only succeed personally, but to make an impact and contribute to the success of our rapidly growing business.\n<\u002Fli><li>Ability to listen and translate requirements back and forth between analytics and IT to communicate back to the business a technical solution in non-technical terms.\n<\u002Fli><li>Ability to adapt to the changing environment of our business and the marketplace in general, re-prioritize effectively, and integrate new techniques and tools into your everyday work.\n<\u002Fli><\u002Ful><p><\u002Fp><p><i>ICF is an equal opportunity employer that values diversity at all levels. (EOE &ndash; Minorities\u002FFemales\u002F Protected Veterans Status\u002FDisability Status\u002FSexual Orientation\u002FGender Identity).\n<\u002Fi><\u002Fp><p><i>Reasonable Accommodations are available for disabled veterans and applicants with disabilities in all phases of the application and employment process. To request an accommodation please email <\u002Fi>icfcareercenter@icf.com <i>and we will be happy to assist. All information you provide will be kept confidential and will be used only to the extent required to provide needed reasonable accommodations. Read more about non-discrimination: <\u002Fi>EEO is the law <i>and <\u002Fi>Pay Transparency Statement <i>.\n<\u002Fi><\u002Fp><p><\u002Fp><p><b>Working at ICF\n<\u002Fb><\u002Fp><p><\u002Fp>Working at ICF means applying a passion for meaningful work with intellectual rigor to help solve the leading issues of our day. Smart, compassionate, innovative, committed, ICF employees tackle unprecedented challenges to benefit people, businesses, and governments around the globe. We believe in collaboration, mutual respect, open communication, and opportunity for growth. If you&rsquo;re seeking to make a difference in the world, visit www.icf.com\u002Fcareers to find your next career. ICF&mdash;together for tomorrow.\n<p><\u002Fp><p>ICF is an equal opportunity employer that values diversity at all levels. (EOE &ndash; Minorities\u002FFemales\u002F Protected Veterans Status\u002FDisability Status\u002FSexual Orientation\u002FGender Identity)\n<\u002Fp><p><\u002Fp><p><i>Reasonable Accommodations are available for disabled veterans and applicants with disabilities in all phases of the application and employment process. To request an accommodation please email <\u002Fi><i>icfcareercenter@icf.com <\u002Fi><i>and we will be happy to assist. All information you provide will be kept confidential and will be used only to the extent required to provide needed reasonable accommodations. Read more about non-discrimination: <\u002Fi>EEO is the law <i>and <\u002Fi>Pay Transparency Statement <i>.<br>\n<\u002Fi><\u002Fp><p><\u002Fp>Minneapolis, MN (MN03)<\u002Fdiv>","b0b0329ef6b427ef":"<div><p>Decentrix offers an exciting opportunity to individuals with the right skill set and background to join our elite team and work with the most advanced data science and analytics technologies. As a data scientist, you create value by discovering actionable business insights and opportunities through scientific research and data-driven inquiry. You are an innovative thinker with the ability to gain deep understanding of complex business processes, iteratively build and test intelligent solutions that are both mathematically robust and contextually valid to the business, and present insights and recommendations in a way that can be easily understood and acted on by key decision-makers. You possess a highly diverse skillset, including expertise in statistics, systems thinking, software development, user experience, and data engineering. You also have excellent data storytelling and written\u002Foral communication skills.\n<\u002Fp><h3 class=\"jobSectionHeader\"><b>Position Responsibilities:<\u002Fb><\u002Fh3>\n<ul><li>Build and maintain a deep knowledge of the media industry<\u002Fli>\n<li>Combine domain knowledge, statistics, machine learning, and software engineering skills to create intuitive tools and analyses to address industry opportunities<\u002Fli>\n<li>Collaborate with a team of software architects, data scientists, data engineers, and project managers to build and maintain our portfolio of products<\u002Fli>\n<li>Guide product development from R&amp;D to implementation<\u002Fli>\n<li>Research academic literature to stay on the forefront of media and data science<\u002Fli>\n<li>Foster a culture of continuous learning and experimentation<\u002Fli>\n<\u002Ful><h3 class=\"jobSectionHeader\"><b>Technical Proficiencies<\u002Fb><\u002Fh3>\n<ul><li>Advanced degree (Masters\u002FPhD) in business analytics, data science, computer science, statistics, or an equivalent quantitative and technical discipline<\u002Fli>\n<li>Experience with hypothesis testing, machine learning, and visualization<\u002Fli>\n<li>Proficiency in one or more of: Python, R, Scala, Java, C# (Python and\u002For Scala strongly preferred)<\u002Fli>\n<li>Expert proficiency collecting, assembling, and analyzing large datasets from relational and non-relational data sources<\u002Fli>\n<li>Understanding of distributed computing and cloud architecture<\u002Fli>\n<li>Experience with Big Data technologies (Spark, Storm, Kafka, etc.) very desirable<\u002Fli>\n<li>Knowledge of econometrics, revenue management, non-parametric statistics, and Monte Carlo simulation favorably considered<\u002Fli>\n<\u002Ful><h3 class=\"jobSectionHeader\"><b>Personal<\u002Fb><\u002Fh3>\n<ul><li>Strong technical and organizational leadership to engage in product development and architecture discussions<\u002Fli>\n<li>Creativity to &ldquo;think outside the box&rdquo; and develop novel solutions to challenging problems<\u002Fli>\n<li>An interest in change management and human psychology<\u002Fli>\n<li>Excellent data storytelling and presentation skills<\u002Fli>\n<li>The ability to thrive in an energetic, highly collaborative organization<\u002Fli><\u002Ful><\u002Fdiv>","2ef5dfd6e1104d94":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>Pyramid is looking for a versatile technical Data Scientist capable of supporting all phases of the data and analytics lifecycle. This is a strategic role within Pyramid Labs, our corporate sponsored Incubation as-a Service platform, made available to our customers to promote innovation and development of high value solutions and capabilities.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><div>Roles and Responsibilities<\u002Fdiv><ul><li>\nDevelop strategies to mine, analyze and capitalize large volumes of business and operations data to derive deeper insights, predict outcomes and prescribe actions<\u002Fli><li>\nDevelop, test and deploy Machine Learning (ML) models using open source technologies and tools and cloud platforms such as AWS and Azure<\u002Fli><li>\nFormulate data science and analytics pipelines to instill discipline and rigor in model development process<\u002Fli><li>\nIntegrate ML\u002FAI models with full-stack web applications<\u002Fli><li>\nCross-train with the engineering team, by learning and improving knowledge on cloud development practices and teaching data science concepts to rest of the team<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div>Required Skills<\u002Fdiv><ul><li>\nDeep hands-on knowledge and practical experience developing and operationalizing machine learning models<\u002Fli><li>\nStrong fluency in various statistical and clustering algorithms<\u002Fli><li>\nGood hands-on experience in basic web application development using JavaScript. Microsoft or Open Source technologies<\u002Fli><li>\nFamiliarity and experience with at least one cloud provider such as AWS or Azure is highly desired<\u002Fli><li>\nHands-on experience dealing with large sets of complex and unstructured datasets and analyzing them through tools such as Jupyter Notebooks<\u002Fli><li>\nStrong hands-on expertise in Python and related ML\u002FAI libraries<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","eb6ff60831972478":"<div><p>At TripAdvisor, we never stop learning. This is true both individually and as a company, where constant experimentation helps us to understand how we can continue to grow and improve the user experience for our 500 million unique monthly visitors worldwide. Data-driven decision making is at the core of what we do.<\u002Fp>\n<p>\nWe are looking for an experienced data scientist\u002Fstatistician to join a growing team within our Experiences and Rentals division. As a Data Scientist focusing on Inference, you will be responsible for developing and implementing best practices in the design of experiments, A\u002FB testing, the analysis of observational data, panel data analysis, time-series modeling, and more. You will collaborate with data scientists, analysts, product managers, and engineers to determine the best course of action for testing and experimentation across a multitude of initiatives and products. Your work will help determine which features and enhancements we deploy online, allowing you to directly observe the impact of your work in real time as you help the company grow.<\u002Fp>\n<p>\nWe are looking for someone who is a fast learner, independent, and curious, who is passionate about data science and statistics. You will be working in a diverse environment where you&rsquo;ll operate at the intersection of Data Science, Analytics, and Revenue Management. You will be encouraged to take ownership of your projects and to find new opportunities and problems where experimentation could be applied to drive the business forward. Additionally, you will be responsible for staying up to date on the literature, keeping up with state-of-the-art statistical research and methodology.<\u002Fp>\n<p><b>\nQualifications:<\u002Fb><\u002Fp>\n<ul>\n<li><p>PhD in Statistics\u002FBiostatistics, Economics, Mathematics, or related field.<\u002Fp>\n<\u002Fli>\n<li><p>Excellent communication skills for both technical and non-technical audiences.<\u002Fp>\n<\u002Fli>\n<li><p>Expertise in causal inference (propensity score methods, double ML, matching methods, etc.) and\u002For experimental\u002Fquasi-experimental design.<\u002Fp>\n<\u002Fli>\n<li><p>Experience with time-series modeling and analysis of repeated-measures data.<\u002Fp>\n<\u002Fli>\n<li><p>Proficiency in Python and\u002For R.<\u002Fp>\n<\u002Fli>\n<li><p>Experience with advanced machine learning methods a plus.<\u002Fp>\n<\u002Fli>\n<li><p>Experience working with real-world data strongly preferred.<\u002Fp>\n<\u002Fli>\n<li><p>Previous industry experience strongly preferred.<\u002Fp><\u002Fli><\u002Ful><\u002Fdiv>","1fc529f35001d18f":"<div>Note: By applying to this position your application is automatically submitted to the following locations: <b>Sunnyvale, CA, USA; Austin, TX, USA; San Francisco, CA, USA; New York, NY, USA<\u002Fb><p>\nMinimum qualifications:<\u002Fp><ul>\n<li>\n2 years of experience in analyst role.<\u002Fli>\n<li>Experience with statistical computing languages (R, Python, Pandas, Stata, etc.).<\u002Fli>\n<li>Experience with SQL and working with multiple datasets.<\u002Fli>\n<li>Experience designing data models and building data structures (e.g., PRDs on collecting data, cross-functional work with engineers).<\u002Fli>\n<\u002Ful><br>\n<p>Preferred qualifications:<\u002Fp><ul>\n<li>\nMaster's degree or PhD in Statistics or related field (e.g. Mathematics, Physics, etc.).<\u002Fli>\n<li>Experience designing databases, defining and implementing system requirements for data collection.<\u002Fli>\n<li>Proficient with statistical data analysis (A\u002FB tests, hypothesis testing, experiment setting, etc.) and creating models to answer various business questions.<\u002Fli>\n<li>Familiarity with Machine Learning libraries (TensorFlow, Scikit-learn, Keras).<\u002Fli>\n<li>Excellent verbal and written communication skills, including the ability to communicate complex findings in a structured and clear manner to a non-technical audience.<\u002Fli>\n<\u002Ful><div><h2 class=\"jobSectionHeader\"><b>About the job<\u002Fb><\u002Fh2><p>\nGoogle Cloud teams are dedicated to helping our customers transform and evolve their business through the use of Google&rsquo;s global network, data centers and software infrastructure using Google Cloud Platform (GCP).\n<\u002Fp><p>You will work on a variety of exciting projects in a fast growing organization with a lot of opportunities to address complex problems that will require you to come up with creative solutions and models. You're willing to get your hands dirty, and you'll work on bringing together different datasets from across GCP and model data to unlock actionable insights and help stakeholders formulate and answer the right business questions. You will collaborate closely with stakeholders from technical solutions engineering, product programs, vendor operations, support operations and support experience teams.<\u002Fp><p>\nGoogle Cloud helps millions of employees and organizations empower their employees, serve their customers, and build what&rsquo;s next for their business &mdash; all with technology built in the cloud. Our products are engineered for security, reliability and scalability, running the full stack from infrastructure to applications to devices and hardware. And our teams are dedicated to helping our customers &amp; developers see the benefits of our technology come to life.<\u002Fp><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh2><ul>\n<li>Design, write and support extract, transform, and load (ETL) processes to automate data collection and manage pipelines including data quality and monitoring.<\u002Fli>\n<li>Provide analytical decision making support for key projects. Research new ways of modeling data to unlock actionable insights or improve processes.<\u002Fli>\n<li>Write and review technical documents, including requirements and design documents for existing and future data systems, as well as data standards and policies.<\u002Fli>\n<li>Partner with non-technical stakeholders to understand their analytical needs, help frame the problem by asking the right questions, document and prioritize requirements. Communicate results of complex technical work.<\u002Fli>\n<li>Employ predictive analytics and\u002For machine learning to facilitate forecasting for a fast growing, global, 24\u002F7 support operation.<\u002Fli>\n<\u002Ful><\u002Fdiv>At Google, we don&rsquo;t just accept difference&mdash;we celebrate it, we support it, and we thrive on it for the benefit of our employees, our products and our community. Google is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also Google's EEO Policy and EEO is the Law. If you have a disability or special need that requires accommodation, please let us know by completing this form.<\u002Fdiv>","b048c08000455291":"<div><p>At Rockstar Games, we create the games we would want to play ourselves.<\u002Fp><p>\nA career at Rockstar is about being part of a team working on some of the most creatively rewarding, large-scale projects to be found in any entertainment medium. You would be welcomed to a friendly, inclusive environment where you can learn, and collaborate with some of the most talented people in the industry.<\u002Fp><p>\nRockstar New York is seeking an experienced Data Scientist to join our Analytics practice and help advance our business intelligence capabilities. Successful candidates will work with analytics and product leadership to assure that the most relevant real-time and historical data is identified, tracked, analyzed, and made actionable across all of our games. This is a full-time permanent position based out of Rockstar&rsquo;s unique game development studio in the heart of downtown Manhattan.<\u002Fp><h3 class=\"jobSectionHeader\"><b>\nWHAT WE DO<\u002Fb><\u002Fh3><ul><li>\nThe Rockstar Analytics team provide insights and actionable results to a wide variety of stakeholders across the organization in support of their decision making.<\u002Fli><li>\nWe work together with a number of departments to design and implement data and pipelines.<\u002Fli><li>\nWe collaborate as a global team to develop cutting-edge data pipelines, data products, data models, reports, analyses and machine learning applications.<\u002Fli><\u002Ful><h3 class=\"jobSectionHeader\"><b>\nRESPONSIBILITIES<\u002Fb><\u002Fh3><ul><li>\nPartner with analysts and live producers to identify strategic business questions, key metrics, and actionable insights.<\u002Fli><li>\nProvide consumer-ready analysis to Analytics team leadership, live producers, product managers and partner groups.<\u002Fli><li>\nAssure Rockstar&rsquo;s ongoing competitive advantage through best-in-class business and game data analysis.<\u002Fli><li>\nInitiate and carry out analytic experiments aligned with long-term, strategic initiatives.<\u002Fli><li>\nCombine great data analytics skills with strong business acumen to provide insights that will drive continued success.<\u002Fli><li>\nDesign, develop and deliver machine learning enabled solutions to address critical business or game questions.<\u002Fli><li>\nDesign and build validation tests to assess the efficiency of the model (or algorithm) in place and provide strategic insights to stakeholders.<\u002Fli><li>\nConduct proactive in-depth analysis and predictive modeling to uncover hidden opportunities.<\u002Fli><li>\nDevelop mechanisms to objectively measure the performance of initiatives and propose recommendations for improvement.<\u002Fli><li>\nDevelop frameworks, models, tools, and processes to ensure data influences decisions at all levels.<\u002Fli><li>\nWork within a team of data analysts and engineers.<\u002Fli><\u002Ful><h3 class=\"jobSectionHeader\"><b>\nREQUIRED<\u002Fb><\u002Fh3><ul><li>\n3+ years in a data science or similar role in the marketing, finance, forensics or technology fields required.<\u002Fli><li>\nExtensive knowledge of machine learning techniques such as k-NN, Naive Bayes, SVM, Decision Forests, Data Mining, Clustering, and Classification.<\u002Fli><li>\nProficiency in statistics such as distributions, predictive modeling, data validation, statistical testing, regression.<\u002Fli><li>\n2+ years of experience in machine learning\u002F statistical languages and systems such as Python, Matlab, R, SAS.<\u002Fli><li>\nBachelor&rsquo;s degree in Computer Science or related field, with a strong quantitative background.<\u002Fli><li>\nAbility to develop and maintain good relations and communicate with people at all hierarchical levels.<\u002Fli><li>\nStrong problem-solving skills.<\u002Fli><li>\nAbility to reconcile technical and business perspectives.<\u002Fli><li>\nAutonomy and entrepreneurship.<\u002Fli><li>\nStrong team spirit.<\u002Fli><li>\nPassion for Rockstar Games and our titles.<\u002Fli><\u002Ful><h3 class=\"jobSectionHeader\"><b>\nDESIRED<\u002Fb><\u002Fh3><ul><li>\n2+ years using SQL (or a SQL-like language) required, other programming experience highly preferred.<\u002Fli><li>\nExperience with Vertica and Hadoop, an asset.<\u002Fli><li>\nGraduate degree (MBA, MSc or Master&rsquo;s, PHD), an asset.<\u002Fli><li>\nGame industry experience strongly desired.<\u002Fli><\u002Ful><h3 class=\"jobSectionHeader\"><b>\nHOW TO APPLY<\u002Fb><\u002Fh3><p>\nPlease apply with a CV and cover-letter demonstrating how you meet the skills above. If we would like to move forward with your application, a Rockstar recruiter will reach out to you to explain next steps and guide you through the process.<\u002Fp><p>\nRockstar is proud to be an equal opportunity employer, and we are committed to hiring, promoting, and compensating employees based on their qualifications and demonstrated ability to perform job responsibilities.<\u002Fp><p>\nIf you&rsquo;ve got the right skills for the job, we want to hear from you. We encourage applications from all suitable candidates regardless of age, disability, gender identity, sexual orientation, religion, belief, or race.<\u002Fp><\u002Fdiv>","259cdc118148e5b6":"<p><\u002Fp><div><div><p><b>Job Description<\u002Fb><\u002Fp>\n<p>Join Reynolds Consumer Products&hellip; a world of opportunities! At Reynolds Consumer Products we are passionate about achieving results and have fun winning as a team! We provide amazing job opportunities for growth with competitive salaries and benefits in an exciting, dynamic, fast-paced, and fun workplace environment. Are you looking to build a strong career and make a positive impact? Then we have an opportunity for you! We are searching for a Data Scientist to join our team located at our headquarters in Lake Forest, IL.<\u002Fp>\n<p><b>Your Role:<\u002Fb><\u002Fp>\n<p>As a Data Scientist, you will be responsible for solving operations problems by processing and analyzing data from multiple sources to identify meaningful relationships, patterns and trends. You will have the opportunity to:<\u002Fp>\n<ul><li>Define problems to be solved and apply advanced data science methods including machine learning algorithms<\u002Fli>\n<li>Maintain and tune analytical models to predict and monitor the condition of plant assets<\u002Fli>\n<li>Influence manufacturing decision makers by presenting statistical insights<\u002Fli>\n<li>Ensure our manufacturing operations operate at peak efficiency<\u002Fli>\n<\u002Ful><p>Ultimately, you will be a vitally important team member in our Digital Manufacturing Group and help Reynolds Consumer Products succeed by leveraging data insights.<\u002Fp>\n<p><b>You will love it here if&hellip;<\u002Fb><\u002Fp>\n<ul><li>You are analytic and an expert problem-solver<\u002Fli>\n<li>You are results oriented<\u002Fli>\n<li>You thrive under pressure in a fast-paced environment<\u002Fli>\n<li>You can successfully juggle multiple tasks at once<\u002Fli>\n<\u002Ful><p><b>We need you to have:<\u002Fb><\u002Fp>\n<ul><li>A strong proficiency in statistical analysis methods and tools, e.g., Python and R<\u002Fli>\n<li>1-3 years of experience in the design and implementation of data infrastructures and data hierarchies<\u002Fli>\n<li>1-3 years of experience in data model development, data visualization, and application of advanced analytics to drive business outcomes<\u002Fli>\n<li>Prior experience working in operations research or related field, e.g., Industrial Engineering or Manufacturing<\u002Fli>\n<li>SQL query skills<\u002Fli>\n<li>Strong analytical and problem solving skills<\u002Fli>\n<li>Knowledge of machine learning disciplines and algorithms<\u002Fli>\n<li>BA\u002FBS in Data Analytics, Engineering, Business, or a related field<\u002Fli>\n<\u002Ful><p><b>Icing on the cake:<\u002Fb><\u002Fp>\n<ul><li>Experience using SAP<\u002Fli>\n<li>Data visualization skills in Power BI<\u002Fli>\n<\u002Ful><p>For applicants or employees who are disabled, or require a reasonable accommodation for any part of the application or hiring process, you may request assistance by calling us at (847)482-3550 or email Recruitment@ReynoldsBrands.com.<\u002Fp>\n<p><b>No recruiter calls or emails please.<\u002Fb><\u002Fp><br>\n<p><\u002Fp><p>Reynolds Consumer Products is an Equal Opportunity Employer EEO AA M\u002FF\u002FVet\u002FDisability.<\u002Fp>\n<p>Qualified applicants will receive consideration for employment without regard to their race, color, religion, national origin, sex, protected veteran status or disability.<\u002Fp>\n<p>Reynolds Consumer Products is an Equal Opportunity Employer that complies with the laws and regulations set forth in the following EEO is The Law Poster: http:\u002F\u002Fwww.dol.gov\u002Fofccp\u002Fregs\u002Fcompliance\u002Fposters\u002Fpdf\u002Feeopost.pdf<\u002Fp>\n<p>The Pay Transparency Policy Statement can be found on this link:<\u002Fp>\n<p>http:\u002F\u002Fwww.dol.gov\u002Fofccp\u002FPayTransparencyNondiscrimination.html<\u002Fp>\n<p>The poster and the supplement can be found on this link.<\u002Fp>\n<p>http:\u002F\u002Fwww.dol.gov\u002Fofccp\u002Fregs\u002Fcompliance\u002Fposters\u002Fofccpost.htm<\u002Fp>\n<p>For applicants or employees who are disabled, or require a reasonable accommodation for any part of the application or hiring process, you may request assistance by calling us at (847)482-3550 or email Recruitment@ReynoldsBrands.com.<\u002Fp>\n<p><b>No recruiter calls or emails please.<\u002Fb><\u002Fp><\u002Fdiv><\u002Fdiv>","cdf4488bd98e6a46":"<div><div><div><p>As a Data Scientist Graduate Intern for the CIA, you will work side-by-side with other Data Scientists to organize and interpret data to inform US decision makers, drive successful operations, and shape technology and resource investments. Through CIA's global mission, the Agency has access to unique and highly specialized data. You will work with advanced hardware, software, and techniques to develop computational algorithms and statistical methods to identify patterns and relationships in large volumes of data. Data Scientists clearly communicate their conclusions to a diverse audience and develop technical expertise via hands-on experience and continuous learning, including Agency-sponsored training, academic conferences, and other professional development activities.<\u002Fp>\n<p>\nThe Graduate Studies Program allows you and the Agency to assess opportunities for permanent employment following your completion of Graduate school.<\u002Fp>\n<h5 class=\"jobSectionHeader\"><b>\nOffices of the CIA &ndash; Directorate of Digital Innovation<\u002Fb><\u002Fh5>\n<p>The Directorate of Digital Innovation (DDI) is at the forefront of defining the future of digital expertise within the CIA. DDI focuses on developing the workforce with cutting-edge skills, investing in IT infrastructure, and modernizing the way the Agency does business. DDI officers help accelerate the integration of innovative methods and tools to enhance the CIA's cyber and digital capabilities on a global scale and ultimately help safeguard our nation. Learn more about the Directorate of Digital Innovation.<\u002Fp>\n<h5 class=\"jobSectionHeader\"><b>\nSee our work in action:<\u002Fb><\u002Fh5>\n<p><\u002Fp><h5 class=\"jobSectionHeader\"><b>\nLife at CIA<\u002Fb><\u002Fh5>\n<p>In addition to a comprehensive benefits package, the CIA offers exciting career opportunities and a dynamic environment. We're on the forefront of world-altering events &ndash; as they happen. So working here isn't just a job, it's a mindset and a lifestyle.<\u002Fp>\n<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><div><div><p>US citizenship required (dual-national US citizens eligible). All positions require relocation to the Washington, DC metro area.<\u002Fp>\n<h5 class=\"jobSectionHeader\"><b>\nMinimum Qualifications:<\u002Fb><\u002Fh5>\n<ul><li>Bachelor's degree<\u002Fli>\n<li>Enrolled in a graduate program of study as a full-time student<\u002Fli>\n<li>GPA of at least 3.0 on a 4-point scale<\u002Fli>\n<li>Expertise in working with data using a combination of mathematics, computation, or visualization and interaction<\u002Fli>\n<li>Experience through thesis research, internships, or work experience in a science, technology, engineering or mathematics (STEM) related field, such as:<\u002Fli>\n<ul><li>Computational social science<\u002Fli>\n<li>Computer science<\u002Fli>\n<li>Data analytics<\u002Fli>\n<li>Economics<\u002Fli>\n<li>Engineering<\u002Fli>\n<li>Geospatial analysis<\u002Fli>\n<li>Mathematics<\u002Fli>\n<li>Operations research<\u002Fli>\n<li>Physics<\u002Fli>\n<li>Quantitative finance<\u002Fli>\n<li>Statistics<\u002Fli>\n<\u002Ful><li>Availability to work at least one 90-day tour prior to graduation<\u002Fli>\n<li>Attending school on a full-time basis before\u002Ffollowing this internship<\u002Fli>\n<li>Creativity<\u002Fli>\n<li>Initiative<\u002Fli>\n<li>Integrity<\u002Fli>\n<li>Leadership abilities<\u002Fli>\n<li>Problem solving skills<\u002Fli>\n<li>Ability to work in a diverse team environment<\u002Fli>\n<\u002Ful><p><\u002Fp><h5 class=\"jobSectionHeader\"><b>All applicants must successfully complete:<\u002Fb><\u002Fh5>\n<ul><li>A thorough medical and psychological exam<\u002Fli>\n<li>A polygraph interview<\u002Fli>\n<li>A comprehensive background investigation<\u002Fli>\n<\u002Ful><p>To be considered suitable for Agency employment, applicants must generally not have used illegal drugs within the last 12 months. The issue of illegal drug use prior to 12 months ago is carefully evaluated during the medical and security processing.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","209732a98b484772":"<div><div><p>System1 is hiring a Data Scientist! We are looking for candidates that will bring analytical skills and statistical methods to measure the quality of our products, and to understand the behavior of end-users, advertisers, and publishers. As a Data Scientist you will collaboratively build optimizations that operate in real-time on a significant amount of daily revenue. You should be comfortable working in a highly cross-coordinated team environment where you will collaborate daily with engineering, account management and product teams.<\u002Fp>\n<p>System1 is an organization centered around data and data products. We firmly believe data should inform and guide every quantitative decision process. We hire people who can utilize their broad set of technical skills to address technical challenges. At System1, our Data Science team is responsible for work across the following: engineering, business, product, ETL, serving, analytics, and operations.<\u002Fp>\n<\u002Fdiv><h2 class=\"jobSectionHeader\"><b>The Role You Will Have\n<\u002Fb><\u002Fh2><ul><li>Work on multiple projects simultaneously solving statistical problems applied to data science<\u002Fli><li>\nTranslate business requirements into research components and data requirements<\u002Fli><li>\nMake modeling decisions for key revenue-generating projects<\u002Fli><li>\nBe a key part of developing core optimization architectures<\u002Fli><li>\nProactively seek out optimization opportunities with business stakeholders<\u002Fli><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Ful><h2 class=\"jobSectionHeader\"><b>\nWhat You Will Bring\n<\u002Fb><\u002Fh2><ul><li>Master&rsquo;s degree in statistics, computer science, mathematics, data science, or other quantitative science (psychology, economics, physics, etc.)a quantitative discipline, ideally in statistics.<\u002Fli><li>\n2+ years of relevant experience applying advanced statistical approaches to data science problems<\u002Fli><li>\nExpertise with production data science solutions using Python and R<\u002Fli><li>\nWork experience with various database technologies such as Redshift, SQL<\u002Fli><li>\nSome Adtech experience is preferred<\u002Fli><div><br>\n<\u002Fdiv><\u002Ful><h2 class=\"jobSectionHeader\"><b>\nWhat We Have To Offer\n<\u002Fb><\u002Fh2><ul><li>Free Uber\u002FLyft to and from work every day!<\u002Fli><li>\nCollegial and collaborative team with highly intelligent and motivated coworkers<\u002Fli><li>\nCross-team lunches and demos to foster learning<\u002Fli><li>\nUnlimited Paid Sick Time, Competitive PTO and Benefits package<\u002Fli><li>\nDaily catered meals and fully stocked kitchen<\u002Fli><li>\nBi-weekly happy hour at various bars, restaurants, and venues across Los Angeles<\u002Fli><li>\nBi-weekly onsite happy hour<\u002Fli><li>\nCatered dinner on Tuesdays and Thursdays<\u002Fli><li>\nWeekly fitness class with private trainer: high intensity training, yoga, beach volleyball, beach soccer, ultimate frisbee<\u002Fli><li>\nCompany parties and outings: Skyzone indoor skydiving, Medieval Times, Karaoke, etc.<\u002Fli><\u002Ful><\u002Fdiv>","ef81c5b917dfd861":"<div><p>Will support the National Oceanic and Atmospheric Administration (NOAA) National Water Center (NWC) as part of a team that designs, develops, and maintains flood forecasting and decision-making software for the National Weather Service, Office of Water Prediction. Will work closely with government personnel, Hydrologic and Hydraulic scientists and other partners, daily, to make design and implementation decisions. Specific job duties include but are not limited to:<\u002Fp>\n<ul><li>Database design and data management planning and implementation.<\u002Fli><li>Development of modernized database solutions that increase scalability and performance and minimize downtime.<\u002Fli><li>Perform modeling to assess and enhance database capacity and performance.<\u002Fli><li>Customize databases and software to meet client data storage needs including the ability to read, create and modify database models.<\u002Fli><li>Configure databases and web servers to support application software while keeping databases and web servers compliant with defined standards.<\u002Fli><li>Write and maintain system documentation according to established standards to facilitate ongoing support and maintenance.<\u002Fli><li>Software implementation, O&amp;M activities, technical writing, and coordination meetings.<\u002Fli><li>Adhere to project-specific software development guidelines and practices (i.e., NWC Project Management). Assure software and data development projects are complete and accurate.<\u002Fli><li>Perform analysis of existing scientific prototypes.<\u002Fli><li>Implement databases and systems, able to integrate and store data being converted.<\u002Fli><li>Oversee data mapping processes.<\u002Fli><li>Recommend improvements to existing database designs to structure the data for more efficient data management and access.<\u002Fli><\u002Ful>\n<p><i>Required Skills<\u002Fi><br>\n6 - 10 years of experience related to the position. Must have knowledge of the following software\u002Fprogramming languages\u002Ftools: Java, C\u002FC++, XML, Shell Script, Python, SQL, Postgres, Docker Container. Version control tools (e.g., svn, git, etc.). Experience with RedHat Linux operating system, Virtual machine. Solid hands-on experience with RDBMS modeling\u002Fadmin and development. Knowledge of hardware required for effective database operations.<\u002Fp>\n<div>Desired<br>\n<ul><li>Education and\u002For experience working in Physical Science field.<\u002Fli><li>Experience with geospatial databases and web-based geospatial technology.<\u002Fli><li>Knowledge of Ceph platform.<\u002Fli><\u002Ful><\u002Fdiv>\n<p>Must be a US Citizen or Permanent Resident and be able to pass a background investigation to obtain a security badge to enter the applicable government facility.<\u002Fp>\n<p><i>Education<\u002Fi><br>\nBS in Computer Science, related discipline, or equivalent. Master's preferred.<\u002Fp><\u002Fdiv>","dfcaad562ea376d2":"<div><p><b><i>Are you looking for unlimited opportunities to develop and succeed? With work that challenges and makes a difference, within a flexible and supportive environment, we can help our customers achieve their dreams and aspirations.<\u002Fi><\u002Fb><\u002Fp><p><\u002Fp><p><b>\nJob Description<\u002Fb><\u002Fp><p><b>\nJob Duties:\n<\u002Fb><\u002Fp><p><\u002Fp><ul><li>Develop and implement analytics enabled solutions to improve business process, to generate insights, support business goals and strategy development<\u002Fli><li>\nOwn data operations lifecycle of AA projects, drive the approach, and own tasks including data pipeline and productionizing<\u002Fli><li>\nProvide input to strategic direction on data extract, data transformation and data staging; strategic direction on data querying tools<\u002Fli><li>\nDevelop and implement ad-hoc and business analytics and reporting on projects of diverse scope<\u002Fli><li>\nIndependently provide analysis on datasets of significant complexity<\u002Fli><li>\nCommunicate results of cases of moderate complexity to business partners and recommend solutions to more senior data scientists<\u002Fli><li>\nPrepare business cases on the benefits of assigned work and incorporate lessons learned throughout the business<\u002Fli><li>\nNetwork with senior stakeholders. Develop external network and brand<\u002Fli><li>\nOversee the work of more junior team members and provide guidance and mentorship<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nMinimum Requirements:<\u002Fb><\u002Fp><p><\u002Fp><p>\nBachelor&rsquo;s degree or foreign equivalent in Computer Engineering, Electrical Engineering, or closely related field and 2 years of experience working in the data analytics field.<\u002Fp><p><\u002Fp><p><i>\nExperience must include:<\u002Fi><\u002Fp><p><\u002Fp><ul><li>\n2 years of experience working with programming languages and concepts.<\u002Fli><li>\n2 years of experience with data warehouse, data transformation, and maintaining and troubleshooting data infrastructure.<\u002Fli><li>\n2 years of experience of business value chain and customer Lifecycle for projects.<\u002Fli><li>\n2 years of experience working with predictive analytics models such as Neural Networks, Clustering, General Linear Models.<\u002Fli><\u002Ful><p><\u002Fp><p>\nExperience may be gained concurrently.<\u002Fp><p><\u002Fp><p><br>\n<b><i>\nIf you are ready to unleash your potential, it&rsquo;s time to start your career with Manulife\u002FJohn Hancock.<\u002Fi><\u002Fb><\u002Fp><p><br>\n<b>\nAbout Manulife\n<\u002Fb><br>\n<\u002Fp><p>Manulife Financial Corporation is a leading international financial services group that helps people make their decisions easier and lives better. We operate primarily as John Hancock in the United States and Manulife elsewhere. We provide financial advice, insurance, as well as wealth and asset management solutions for individuals, groups and institutions. At the end of 2018, we had more than 34,000 employees, over 82,000 agents, and thousands of distribution partners, serving almost 28 million customers. As of December 31, 2018, we had over $1.1 trillion (US$794 billion) in assets under management and administration, and in the previous 12 months we made $29.0 billion in payments to our customers.<\u002Fp><br>\n<br>\n<br>\n<p>Our principal operations in Asia, Canada and the United States are where we have served customers for more than 100 years. With our global headquarters in Toronto, Canada, we trade as 'MFC' on the Toronto, New York, and the Philippine stock exchanges and under '945' in Hong Kong.<br>\n<\u002Fp><br>\n<br>\n<p>Manulife is committed to supporting a culture of diversity and accessibility across the organization. It is our priority to remove barriers to provide equal access to employment. A Human Resources representative will consult with applicants contacted to participate at any stage of the recruitment process who request an accommodation. Information received regarding the accommodation needs of applicants will be addressed confidentially.<\u002Fp><\u002Fdiv>","dabdae9b3b12a46b":"<div><p>Equifax is a market leader in providing total information solutions to businesses and consumers. Our products and services help companies minimize their financial risk and maximize growth opportunities while enabling consumers to better protect and manage their financial health. The foundation of Equifax is its talented, dedicated employees. We accomplish our goals by drawing upon the experience, energy and teamwork of our employees, who consistently drive success by anticipating change and executing with confidence and passion.<\u002Fp><p><\u002Fp><p>\nData and Analytics, the advanced analytical division of Equifax, offers state of the art solutions to current and emerging business challenges. Through our data analytics, customer insights, custom modeling, and consulting services we deliver the analytics and insights companies need to enhance their business.<\u002Fp><p><\u002Fp><p>\nOur US business is seeking experienced analytics experts to work directly with our most strategic customers, providing them analytical support and expertise to propel their business objectives. In this role you will be dedicated and, at times, embedded with the customer helping them solve their challenges and supporting their business leaders directly.<\u002Fp><p><\u002Fp><br>\n<p>\nThis position may be located initially at our Alpharetta or Atlanta Midtown office, but may also be located where our strategic customers need support.<br>\n<\u002Fp><p><b>\nPosition Description<\u002Fb><\u002Fp><ul><li>\nAlign with internal Analytical Consultants and Relationship Managers to form a unified customer support team<\u002Fli><li>\nWork directly with business leaders and teams from designated customers<\u002Fli><li>\nHelp support customer business needs, leveraging analytics, that may include model development, strategy analysis, performance reporting and other ad-hoc analyses<\u002Fli><li>\nConsult with customer analytics teams regarding best practices, design, ideation and usage of analytic solutions<\u002Fli><li>\nParticipate in customer team meetings and support their internal presentations, as needed<\u002Fli><li>\nUnderstand Equifax data and products that could provide value for customer challenges<\u002Fli><li>\nEducate D&amp;A teams as to the challenges our customers are trying to solve and potential products or solutions that could be developed, broadly, that could help<\u002Fli><li>\nCoordinate with other D&amp;A teams to leverage the latest innovation for client solutions.<\u002Fli><li>\nWork with Clients and Equifax&rsquo;s MRM, Legal\u002FCompliance to identify and remediate model risks<\u002Fli><li>\nUp to 30% travel to client&rsquo;s site depending on location<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPosition Requirements<\u002Fb><\u002Fp><ul><li>\n8+ years&rsquo; experience with the development of risk models and\u002For marketing products and solutions along with score validation is required<\u002Fli><li>\n3+ years&rsquo; experience working at a Financial Institution, Communications Provider, Pay TV Provider or Insurance Carrier leveraging analytics for risk management, acquisition, retention or other business related activity<\u002Fli><li>\nAbility to work independently with little management oversight, including time and project management<\u002Fli><li>\nGreat communication skills that will allow interaction with individuals at various levels, senior leaders to data analysts<\u002Fli><li>\nExperience building logistic and linear regression models is required; knowledge of machine learning and advanced modeling methodologies is preferred<\u002Fli><li>\nExposure to various project types, from reporting to clustering\u002Fsegmentation to experimental design required<\u002Fli><li>\nKnowledge of various sources of data such as credit bureau, customer application, utility payment, income data and\u002For demographic data<\u002Fli><li>\nMaster&rsquo;s degree or higher in Statistics, Mathematics, Economics or other related discipline<\u002Fli><li>\nProficiency with analytic tools such as SQL, SAS, R, Python<\u002Fli><\u002Ful><p><\u002Fp><p>\n#LI-CH1<br>\n<\u002Fp><p><\u002Fp><p><b>\nPrimary Location:<\u002Fb><\u002Fp>\nUSA-Atlanta JV White<p><\u002Fp>\nUSA-Atlanta-One-Atlantic-Center<p><\u002Fp><p><b>\nFunction:<\u002Fb><\u002Fp>\nFunction - Data and Analytics<p><\u002Fp><p><b>\nSchedule:<\u002Fb><\u002Fp>\nFull time<\u002Fdiv>","c3034272f6cbc073":"<div><p><b>We are looking for a data scientist with a deep passion for gaming to join our Snap Games team! Snap Games was launched in April 2019 with the belief that games have the power to deepen our relationships with friends and family.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>As an integral member of our new games team located in our Santa Monica, CA headquarters, you will play a leading role in developing our ability to analyze data and make strategic, data-informed decisions. You will collaborate closely with product management, partnerships, game design, and engineering to create inventive, data-based approaches to solving difficult business and product problems. You will create detailed analyses on the performance of our games and products. You will help to identify industry trends and portfolio gaps. Your output will become an indispensable resource for our team, who will rely heavily on your insights to inform critical decisions in our games business.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>We celebrate those who aren&rsquo;t afraid to see things differently and who embrace new challenges. Together, we can create an innovative gaming platform that rewards the creativity of game developers from around the world. Snap is just getting started with gaming, and we&rsquo;re excited for you to help us unfold that story.<br>\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>What you&rsquo;ll do:\n<\u002Fb><\u002Fp><ul><li><p><b>Proactively develop new analyses and data-driven tools to <\u002Fb><b>create and scale insights on our players, our products, and our games\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Analyze existing and future games holistically across various dimensions to assess their merits (game design, game mechanics, balance, art, game economy, total addressable audience, etc.)\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Create and test hypotheses\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Create visuals and dashboards to effectively report your insights\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Conduct thorough playtests and reviews of proposals and prototypes for evaluation across various success metrics\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Compile regular reports on specific genres or industry trends via infographics, visuals, and research synthesis\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Monitor consumer trends across the PC, Console, and Mobile gaming landscapes and share findings with internal teams<br>\n<\u002Fb><\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b>Minimum Qualifications:\n<\u002Fb><\u002Fp><ul><li><p><b>BS degree in math, statistics, economics, computer science, or other quantitative field\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>3+ years of experience working in the gaming industry\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>2+ years of experience analyzing large data sets, visualizing information, and informing company strategy\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Fluency in SQL or other big data querying language\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>A deep understanding of gameplay systems and mechanics\n<\u002Fb><\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b>Preferred Qualifications:\n<\u002Fb><\u002Fp><ul><li><p><b>MS or Ph.D degree <\u002Fb><b>in math, statistics, economics, computer science, or other quantitative field\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>A strong passion for video games and other interactive entertainment!\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>A wealth of experience in playing games, with a focus on mobile and social online games.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Strong understanding of free-to-play, social gaming, and game monetization\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>A detail-oriented, organized person with outstanding communication skills at macro and micro levels\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>A fast learner who is self-motivated, curious, and open-minded\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Ability to thrive in an environment with big challenges, broad impact, and quick turnaround times<\u002Fb><\u002Fp><\u002Fli><\u002Ful><\u002Fdiv>","8202bd856d4b33c4":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>Analysis Group is one of the largest international economics consulting firms, with more than 1,000 professionals across 14 offices in North America, Europe, and Asia. Since 1981, we have provided expertise in economics, finance, health care analytics, and strategy to top law firms, Fortune Global 500 companies, and government agencies worldwide. Our internal experts, together with our network of affiliated experts from academia, industry, and government, offer our clients exceptional breadth and depth of expertise.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe are currently seeking a Data Scientist to join our team. The ideal candidate should be passionate about working on cutting edge research and analytical services for Fortune 500 companies, global pharma\u002Fbiotech firms and leaders in industries such as finance, energy and life sciences. The Data Scientist will be a contributing member to client engagements and have the opportunity to work with our network of world-class experts and thought leaders.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nJob Functions and Responsibilities<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nThe candidate Data Scientist will help develop, maintain and teach new tools and methodologies related to data science and high performance computing. This position will also help Analysis Group in maintaining our leadership position in terms of advancing methodology and data analytics. The Data Scientist will be responsible for staying abreast of new developments in technology relating to data science, to share more broadly with Analysis Group.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nKey responsibilities for this position will include:<\u002Fb><\u002Fdiv><ul><li>\nWorking with project teams to address data science\u002Fcomputing challenges<\u002Fli><li>\nIdentifying opportunities for technology to enhance service offerings<\u002Fli><li>\nActing as a resource and participating in client engagements and research as part of the project team<\u002Fli><li>\nMaintaining up-to-date knowledge of computing tools, providing technical training and helping to grow the in-house knowledge base, specifically in a Linux environment<\u002Fli><li>\nPresenting research at selected conferences<\u002Fli><\u002Ful><div><b>\nExamples of activities for the Data Scientist will include:<\u002Fb><\u002Fdiv><ul><li>\nOptimizing procedures for managing and accessing large databases (e.g., insurance claims, electronic health records, financial transactions)<\u002Fli><li>\nCreating interactive analytics portals and data visualizations (e.g., using R\u002FShiny, Python\u002FFlask, D3)<\u002Fli><li>\nBuilding and maintaining high performance computing (HPC) tools on grid and cloud computing environments<\u002Fli><li>\nDeveloping and reviewing software and packages in R, Python and other Object Oriented Languages<\u002Fli><li>\nEstablishing optimized procedures for repetitive or computationally intensive tasks (C, C++, Cuda-C)<\u002Fli><li>\nUsing natural language processing methodologies to work with EMR data, social media data and other unstructured data<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nQualifications<\u002Fb><\u002Fdiv><ul><li>\nStrong credentials and experience in database management and data visualization<\u002Fli><li>\nSignificant experience working within a Linux environment required<\u002Fli><li>\nBackground in Statistics\u002FEconometrics or Biostatistics<\u002Fli><li>\nIdeally PhD in Computer Science, Mathematics, Statistics, Economics or other relevant scientific degree with relevant experience. Other candidates with at least one year of experience in the field may also be considered<\u002Fli><li>\nExcellent written and verbal communication skills<\u002Fli><li>\nProject experience with R and\u002For Python<\u002Fli><li>\nFamiliar with online\u002Fcloud computing\u002Fstorage (e.g., AWS)<\u002Fli><li>\nDemonstrated experience working on project teams and collaborating with others<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\n_________________________________________________________________________________________________________<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nSCIENTIFIQUE DES DONN&Eacute;ES<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<ul><li><b><i>L&rsquo;utilisation du<\u002Fi><\u002Fb><i> genre <\u002Fi><b><i>masculin<\u002Fi><\u002Fb><i> sert uniquement &agrave; all&eacute;ger le texte et est utilis&eacute; ici en tant que genre neutre<\u002Fi><\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nSurvol<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<p>\nGroupe d&rsquo;analyse lt&eacute;e est l&rsquo;une des plus grandes firmes de services-conseils en &eacute;conomie, comptant plus de 950 professionnels r&eacute;partis dans 14 bureaux en Am&eacute;rique du Nord, en Europe et en Asie. Depuis 1981, nous offrons notre expertise en mati&egrave;re de strat&eacute;gie, d&rsquo;&eacute;conomie, de finance et d&rsquo;analyse dans le domaine des soins de sant&eacute; aux grands cabinets d&rsquo;avocats, aux soci&eacute;t&eacute;s Fortune Global 500 et aux agences gouvernementales du monde entier. Nos professionnels en poste conjugu&eacute;s &agrave; notre r&eacute;seau de sp&eacute;cialistes affili&eacute;s issus d&rsquo;universit&eacute;s, d&rsquo;industries sp&eacute;cifiques et d&rsquo;organismes gouvernementaux procurent &agrave; notre client&egrave;le un savoir-faire d&rsquo;une port&eacute;e et d&rsquo;une profondeur exceptionnelles.<\u002Fp><p><\u002Fp><br>\n<div>\nNous sommes pr&eacute;sentement &agrave; la recherche d'un Scientifique des donn&eacute;es (&laquo; Data Scientist &raquo;) pour se joindre &agrave; notre &eacute;quipe. Le candidat id&eacute;al devrait &ecirc;tre passionn&eacute; par la recherche de pointe et les services analytiques pour les entreprises Fortune 500, les entreprises pharmaceutiques et biotechnologiques mondiales et les chefs de file dans des secteurs de la finance, l'&eacute;nergie et les sciences de la vie. Le Scientifique des donn&eacute;es sera un membre contributeur aux mandats des clients et aura l'occasion de travailler avec notre r&eacute;seau d'experts et de leaders d'opinion de classe mondiale.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nDescription du poste et des responsabilit&eacute;s<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<p>\nLe scientifique des donn&eacute;es aidera &agrave; d&eacute;velopper, maintenir et enseigner de nouveaux outils et m&eacute;thodologies li&eacute;s &agrave; la science des donn&eacute;es (&laquo; Data Science &raquo;) et au HPC. Ce poste aidera &eacute;galement le Groupe d'analyse &agrave; maintenir sa position de chef de file en ce qui a trait &agrave; l'avancement de la m&eacute;thodologie et de l'analyse des donn&eacute;es. Le scientifique des donn&eacute;es sera charg&eacute; de se tenir au courant des nouveaux d&eacute;veloppements technologiques li&eacute;s &agrave; la science des donn&eacute;es, afin de les partager plus largement avec le Groupe d'analyse.<\u002Fp><p><\u002Fp><br>\n<p><b>\nLes principales responsabilit&eacute;s de ce poste comprendront :<\u002Fb><\u002Fp><ul><li>Collaborer avec les consultants pour relever les d&eacute;fis de la science des donn&eacute;es et de sciences informatiques<\u002Fli><li>Agir &agrave; titre de ressource et participer aux mandats et &agrave; la recherche en tant que membre de l'&eacute;quipe de projet<\u002Fli><li>Maintenir &agrave; jour les connaissances sur les outils informatiques, fournir une formation technique et aider &agrave; d&eacute;velopper la base de connaissances interne, notamment dans un environnement Linux<\u002Fli><li>Pr&eacute;senter la recherche &agrave; des conf&eacute;rences choisies<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nExemples de t&acirc;ches du scientifique des donn&eacute;es :<\u002Fb><\u002Fp><ul><li>Optimiser les proc&eacute;dures de gestion et d'acc&egrave;s aux grandes bases de donn&eacute;es (ex. r&eacute;clamations d'assurance, dossiers de sant&eacute; &eacute;lectroniques, transactions financi&egrave;res)<\u002Fli><li>Cr&eacute;ation de portails d'analyse interactifs et de visualisations de donn&eacute;es (par exemple, en utilisant R\u002FShiny, Python\u002FFlask, D3)<\u002Fli><li>Construire et maintenir des outils de calcul de haute performance (HPC).<\u002Fli><li>D&eacute;veloppement et r&eacute;vision de codes en R, Python et autres langages<\u002Fli><li>Mise en place de proc&eacute;dures optimis&eacute;es pour les t&acirc;ches r&eacute;p&eacute;titives ou intensives en calcul (C, C++, Cuda-C)<\u002Fli><li>Utiliser des m&eacute;thodologies NLP pour travailler avec les donn&eacute;es m&eacute;dicales &eacute;lectroniques, les donn&eacute;es des m&eacute;dias sociaux et d'autres donn&eacute;es non structur&eacute;es<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nQualifications requises<\u002Fb><\u002Fp><ul><li>Solides r&eacute;f&eacute;rences et exp&eacute;rience dans la gestion de bases de donn&eacute;es et de la visualisation de donn&eacute;es<\u002Fli><li>Exp&eacute;rience de travail significative dans un environnement Linux requise<\u002Fli><li>Exp&eacute;rience ant&eacute;rieure en statistique\u002F&eacute;conom&eacute;trie ou bio-statistique<\u002Fli><li>Id&eacute;alement, &ecirc;tre titulaire d'un doctorat en sciences informatiques, en math&eacute;matiques, en statistique, en &eacute;conomie ou d'un autre dipl&ocirc;me scientifique pertinent et poss&eacute;der une exp&eacute;rience pertinente. Les candidats ayant au moins un an d'exp&eacute;rience dans le domaine peuvent &eacute;galement &ecirc;tre consid&eacute;r&eacute;s.<\u002Fli><li>Excellentes aptitudes de communication &eacute;crite et verbale<\u002Fli><li>Exp&eacute;rience de projet avec R et\u002Fou Python<\u002Fli><li>Familiarit&eacute; avec l'informatique en ligne\u002Finfo nuagique et le stockage (AWS)<\u002Fli><li>Exp&eacute;rience de travail d&eacute;montr&eacute;e au sein d'&eacute;quipes de projet et de collaboration avec d'autres personnes<\u002Fli><\u002Ful><br>\n<\u002Fdiv>\n<\u002Fdiv>\n<\u002Fdiv><div><\u002Fdiv><div><div><div><ul><li>Equal Opportunity Employer\u002FProtected Veterans\u002FIndividuals with Disabilities.<\u002Fli><li>\nPlease view Equal Employment Opportunity Posters provided by OFCCP here.<\u002Fli><li>\nThe contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor's legal duty to furnish information. 41 CFR 60-1.35(c)<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","57faf17c76751fa7":"<div><div><div><p><b>Responsibilities for this position include:<\u002Fb><\u002Fp>\n<ul><li><b>Identifying data needs and proper methods for data gathering, integration, preparation, data quality and data governance<\u002Fb><\u002Fli>\n<li><b>Performing exploratory and targeted analyses, generating and testing working hypothesis, preparing, mining and analyzing structured, semi-structured, and unstructured data, identifying patterns\u002Ftrends and insight using basic and advanced statistical algorithms, modeling and visualization tools, programming languages and analytical\u002Fmachine learning\u002F deep learning techniques<\u002Fb><\u002Fli>\n<li><b>Design, architect, code and deploy production ready Deep Learning models<\u002Fb><\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><div><div>Basic Qualifications:<\u002Fdiv><div><div>\n<p><b><i>Minimum knowledge, skills, abilities needed.<\u002Fi><\u002Fb><\u002Fp>\n<ul><li><b>Bachelor's degree and 10 years of related experience or a Master&rsquo;s degree and 12 years of related experience or a minimum 15 years of work experience in a quantitative field such as Computer Science, Data Analytics, Engineering, Biomedical<\u002Fb><\u002Fli>\n<li><b>Minimum 1 year experience working with vocational data sets<\u002Fb><\u002Fli>\n<li><b>Minimum of 5 years applied experience with engineering or related field required, with focus on deep learning or neural networks<\u002Fb><\u002Fli>\n<li><b>Minimum of 5 years of experience with database structures and query tools such as SQL, PostgreSQL, MongoDB<\u002Fb><\u002Fli>\n<li><b>Minimum of 5 years of experience with:<\u002Fb>\n<ul><li><b>Python; additional knowledge of other programming languages (C++, R, etc.)<\u002Fb><\u002Fli>\n<li><b>Deep neural networks including convolutional networks and recurrent networks, and machine learning in general<\u002Fb><\u002Fli>\n<li><b>Deep learning frameworks like TensorFlow, Caffe, Torch, Theano, Keras<\u002Fb><\u002Fli>\n<li><b>Fata architecture, data curation, data cleansing, and data modeling concepts<\u002Fb><\u002Fli>\n<li><b>GPU computing<\u002Fb><\u002Fli>\n<\u002Ful><\u002Fli><li><b>Minimum of 2 years of experience applying data analytics and machine learning concepts and methodologies<\u002Fb><\u002Fli>\n<li><b>Must be US Citizen or US Permanent Resident (green card holder)<\u002Fb><\u002Fli>\n<li><b>Must be able to obtain and maintain a US Public Trust clearance<\u002Fb><\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>Preferred Qualifications:<\u002Fdiv><div><div>\n<p><b><i>Candidates with these skills will be given preferential consideration.<\u002Fi><\u002Fb><\u002Fp>\n<ul><li><b>Experience working with data sets from the Bureau of Labor and Statistics (BLS)<\u002Fb><\u002Fli>\n<li>Proficiency in identifying, integrating and preparing disparate data sets of varying types (both structured and unstructured), sizes and structures<\u002Fli>\n<li>Strong analytical, quantitative reasoning, mathematical and problem-solving skills<\u002Fli>\n<li>Experience with Deep Learning on AWS<\u002Fli>\n<li><b>Experience working on CI\u002FCD\u002FDevOps technologies like GitHub, Jenkins, Docker etc<\u002Fb><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","e569057e7f99ea9c":"<div><p><b>Job Description<\u002Fb>:<\u002Fp><p>\nDesigns, develops and programs methods, processes, and systems to consolidate and analyze unstructured, diverse &ldquo;big data&rdquo; sources to generate actionable insights and solutions for client services and product enhancement. Constructs forecasts and advance modeling to recommend strategic\u002Ftactical plans based on business data and market knowledge. Interacts with product and service teams to identify questions and issues for data analysis and experiments. Develops and codes software programs, algorithms and automated processes to cleanse, integrate and evaluate large datasets from multiple disparate sources. Identifies meaningful insights from large data and metadata sources; interprets and communicates insights and findings from analysis and experiments to product, service, and business managers.<\u002Fp><br>\n<p><b>\nJob Duties:<\u002Fb><\u002Fp><p><b>\nOperational Excellence<\u002Fb><\u002Fp><ul><li>\nDesign and deployment of models, quantitative analysis and design queries for all clients and internal teams. Leverages existing BI reporting and analysis packages to extend incremental value and Business Intelligence capabilities.<\u002Fli><li>\nDevelops and disseminates reports and forecasts to recommend strategic \u002F tactical plans based on business data and market knowledge; communicates findings from analysis to inform action<\u002Fli><li>\nWorks within interdisciplinary teams across complex issues of diverse scope where analysis of situation or data requires evaluation of a variety of factors, including an understanding of current business trends and overall market context<\u002Fli><li>\nApplies business intelligence tools and processes to enable design and deployment of consistent processes and systems to enable cross-functional strategy deployment across the organization<\u002Fli><\u002Ful><br>\n<p><b>\nProducts\u002FServices<\u002Fb><\u002Fp><ul><li>\nConducts analysis utilizing business intelligence methods and approaches in support of products necessary for critical expansion of services, including care management, virtual care, targeted clinical programming, and related services.<\u002Fli><li>\nInsures business intelligence integration for technology implementation for each health center according to XO established product parameters to enable operational processes.<\u002Fli><\u002Ful><br>\n<p><b>\nRequired Education, Experience and Skills:<\u002Fb><\u002Fp><br>\n<p>\nEducation and Experience<\u002Fp><ul><li>\nBachelor&rsquo;s Degree in Mathematics, Physics, Economics or Computer Science, or equivalent experience. Master&rsquo;s Degree preferred.<\u002Fli><li>\nMinimum of 2 years of experience in data science and\u002For data analytics.<\u002Fli><\u002Ful><br>\n<p><b>\nSkills<\u002Fb><\u002Fp><ul><li>\nExperience with analytic software and methodology such as R and Python (libraries such as Pandas, Scikit-learn and SciPy) as well as data visualization experience (Tableau and Keynote).<\u002Fli><li>\nExperience in data extraction, transformation and loading.<\u002Fli><li>\nQuantifying and presenting results in laymen&rsquo;s terms.<\u002Fli><\u002Ful><br>\n<p><b>\nReporting:<\u002Fb><\u002Fp><p>\nThe Data Scientist reports to the Sr. Director of Business Intelligence<\u002Fp><\u002Fdiv>","1b32209c6d7b8976":"Job Details\n<br><b>Job ID:<\u002Fb> 10954\n<br>New ideas are all around us, but only a few will change the world. That’s our focus at JPL. We ask the biggest questions, then search the universe for answers—literally. We build upon ideas that have guided generations, then share our discoveries to inspire generations to come. Your mission—your opportunity—is to seek out the answers that bring us one step closer. If you’re driven to discover, create, and inspire something that lasts a lifetime and beyond, you’re ready for JPL.\n<br><br>\nLocated in Pasadena, California, JPL has a campus-like environment situated on 177 acres in the foothills of the San Gabriel Mountains and offers a work environment unlike any other: we inspire passion, foster innovation, build collaboration, and reward excellence.\n<br><br>\nResponsibilities\n<br>We have an exciting opportunity for a Data Scientist I to join our team. This Data Scientist will have the opportunity to contribute in the following ways:\n<br><br>\nConceptualize and develop innovative applications for cross cutting areas of the laboratory including robotics, artificial intelligence, multi-mission systems, mission assurance, cloud computing, next generation flight hardware, and intelligent digital assistants.\n<br>Become a member of a team of data scientists and innovation experts that make up JPL’s Innovation Experience Center (IEC) in the Office of the Chief Technology and Innovation Officer.\n<br>The Data Scientis will be a member of the Chief Technology and Innovation Office, working with all of JPL. Will be detail-oriented Big Data Scientist who loves discovering trends where none were visible before. The successful candidate will be a self-starter who possesses a strong desire and experience developing, implementing, and maintaining a program of predictive analytics.\n<br><br>\nThe Data Scientist will be responsible for designing and implementing a program for analyzing complex, large-scale data sets used for modeling, data mining, research, and predictive analysis purposes. This will include creativity, tenacity, curiosity, and deep technical skills. The Data Scientist will use skills in data gathering and data “munging”, visualization, machine learning, and computer programming to make data driven decisions and data driven products, and will give exciting presentations where the data paints a compelling future. The Data Scientist will work with several JPL missions to enable them to fully benefit from cloud computing, analytics, cyber security, and more.\n<br><br>\nWill use excellent interpersonal skills, professionalism and self-awareness. The ability to communicate comfortably with all levels of staff and management is a must.\n<br><br>\nQualifications\n<br>Typically requires a Bachelor’s degree in Engineering, Science, Computer Science, Information Systems or related discipline with 1 year of related experience; Masters degree in similar disciplines with a minimum of 0 years of related experience\n<br><b>Knowledge in one or more related fields including:<\u002Fb> Big Data, cloud computing, statistics, analytics, machine learning, deep learning, programming, data bases (SQL and NoSQL), data integration, Internet of Things (IoT) and communications.\n<br>General understanding and wide application of advanced principles, theories, concepts, tools, and techniques in integrating, analyzing, and reporting on large and diverse data sets; data mining; analytics, and statistics.\n<br>Knowledge of applicable industry and\u002For academic practices and standards in Big Data and Cloud Computing.\n<br>Practical ability to visualize data, communicate the data in a manner that the audience can understand, and utilize it effectively. Ability to blend math, algorithms, programming, and an understanding of human behavior with the ability to combine information systems to find answers to interesting questions from the data.\n<br>The ability to create new prototypes with the creativity and thoroughness to ask and answer the deepest questions about the data and what secrets it holds.\n<br>Proficiency in Cloud Computing such as such as Amazon Web Services, Microsoft Azure, Google App Engine, and\u002For Rackspace.\n<br>Proficiency in Big Data tools such as Hadoop\u002FSpark, Jupyter Notebooks, and related tools, Elasticsearch, Splunk, etc is strongly desired\n<br>Strong mathematics and statistics skills.\n<br>Knowledge and experience with Deep Learning frameworks (Tensorflow, etc.)\n<br><b>Knowledge and experience in a major frontend framework:<\u002Fb> Bootstrap, Node, D3.js, Flask, React, Vue, etc.\n<br>Knowledge and experience with developing Internet of Things and sensor network applications (IoT)\n<br>Experience with cryptocurrency and Blockchain is considered a plus.\n<br>Coursework or practical experience with data mining, building algorithms, SQL, and NoSQL\n<br>Ability to think creatively and to work well both as part of a team and as an individual contributor\n<br>Work Authorization N\u002FA","9d97503889197ac0":"<div><p>Shutterfly is looking for a Customer Data Scientist who will take customer knowledge to the next level. Leveraging machine learning, predictive modeling, and audience techniques (such as cluster analysis, customer journey, persona identification) this experienced customer data scientist will join the Marketing department to focus on identifying actionable audience and customer insights especially focused on creation of behavioral segments and identification of targeting groups.<br>\n<\u002Fp><p>\nThis will involve providing end to end data science support by leveraging Shutterfly&rsquo;s unique and varied data. This involves using cutting edge, cloud-based machine learning techniques and technologies to develop models (deep learning, uplift models), designing and implementing A\u002FB tests, creating algorithms and running simulations, scaling the solution through automation, creating integrated feedback mechanisms for the models to improve and calibrate based on A\u002FB tests, and extensive analytical deep-dives to investigate and find insights.<\u002Fp><p><\u002Fp><br>\n<p>\nPOSITION RESPONSIBILITIES:<\u002Fp><ul><li>\nWork with stakeholders to define objectives and success measures, establish KPIs and measurement time period<\u002Fli><li>\nIdentify customers' needs\u002Frequirements and quantify them into statistical problems.<\u002Fli><li>\nUse advanced knowledge of SQL to pull accurate data from Teradata or Cloud based systems<\u002Fli><li>\nBuild machine learning models using R\u002FHive\u002FPig\u002FPython which can recommend who, what and how of targeting<\u002Fli><li>\nCollect and cleanse large amount of real-world consumers&rsquo; usage and commerce data in various production environments<\u002Fli><li>\nDevelop predictive models on large-scale datasets to address various business problems through demonstrating advanced statistical modeling, machine learning, or data mining techniques.<\u002Fli><li>\nYou will deliver informative and actionable findings, results and recommendations from machine learning models to stakeholders, be able to build dashboards of critical statistics and metrics<\u002Fli><li>\nYou will drive full cycle projects from data to results.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p>\nREQUIREMENTS:<\u002Fp><ul><li>\nPhD or MS degree in Computer Science, Statistics, Applied Math, Operations Research, Econometrics, or other related fields.<\u002Fli><li>\nPrevious experience with Customer Analytics and Segmentation\u002FTargeting.<\u002Fli><li>\nDeep understanding of statistical modeling, machine learning, deep learning, or data mining concepts, and a track record of solving problems with these methods.<\u002Fli><li>\nProficient in one or more programming languages such as Python, Java, Scala, and C<\u002Fli><li>\nFamiliar with one or more machine learning or statistical modeling tools such as R, scikit learn, and Spark MLlib<\u002Fli><li>\nPractical experience with distributed data platforms: Map\u002FReduce, Hadoop, SPARK<\u002Fli><li>\nKnowledge and experience working with relational databases and SQL; Demonstrated flexibility in working with large, complex, and ambiguous datasets<\u002Fli><li>\nWork successfully in a highly cross-functional environment<\u002Fli><li>\nStrong analytical and quantitative problem solving ability.<\u002Fli><li>\nExcellent communication, relationship skills and a strong teammate.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p>\nPREFERRED REQUIREMENTS<\u002Fp><ul><li>\nStrong programming skills to achieve automation and scale<\u002Fli><li>\nExperience withCloud compute solutions, such as AWS, GCS or Azure, preferred<\u002Fli><li>\nExperience with version control systems such as Github<\u002Fli><li>\nFamiliarity with Unix<\u002Fli><\u002Ful><p><\u002Fp><p>\n #LI-KM2<\u002Fp><\u002Fdiv>","ab0276556e567b7c":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>Veracity Forecasting and Analysis, an SPA Company, is part of the Joint, Land, Air, and Space Division within SPA. Our unique processes result in authoritative, data-driven analyses that assist enterprise managers in making complicated decisions. We offer our customers proven expertise in descriptive, predictive, and prescriptive analytics; advanced mathematics and computational techniques (a.k.a. data science); and software engineering. Our mission is to help enterprise leaders make complex, fully informed decisions and save money in the process. #CJ #IN123<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><div>Everybody&rsquo;s view of data science is a little different, and we are no exception. At Veracity, we view data science as a way of understanding &ldquo;how the world works.&rdquo; We make assumptions and models then use data of all sorts to validate or disprove them. Our customers ask tough questions about managing their multifaceted enterprises; we build and operate complex models and simulations to provide the answers that best address the decisions they face.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe don&rsquo;t expect you to come in with all of the subject matter expertise needed to completely understand the data analysis or to create models with the fidelity we require. We do expect you to get there quickly, though. We look for traits such as how you solve problems when you&rsquo;re stuck. Do you look for creative ways to apply different techniques from tangential disciplines? Do you crack open a book and teach yourself how to do something new? Do you collaborate with your colleagues? If you take initiatives like these, you would fit in well with our team of analysts.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe would love to tell you that we spend all our time developing elaborate algorithms for regression, survival, kernel weighting, etc., but honestly, we spend a lot of time wrangling data. This includes combing data from disparate data systems, manipulating formats, and cleaning&mdash;all of which are required to make the modeling happen. For this critical work we need someone who is precise, efficient, and tenacious.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div><b>Required<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<ul><li><b>Active DoD Secret clearance (U.S. citizenship required)\n<\u002Fb><\u002Fli><li>Bachelor's degree in physical science, engineering, or mathematics<\u002Fli><li>Demonstrated experience in operations research or numerical analysis in a technical field<\u002Fli><li>Professional experience using R, Python, or other scripting language<\u002Fli><li>Strong analytic curiosity, attention to detail, and the desire to learn and apply new skills to projects<\u002Fli><li>Professional experience with scientific programming and mathematical modeling<\u002Fli><li>Ability to work well with other technical and scientific professionals in a research environment<\u002Fli><li>Proficiency in Microsoft Office suite<\u002Fli><li>Excellent verbal and written communication skills<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nPreferred<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>At least 2 years of experience using R, Python, or C+<\u002Fli><li>Master&rsquo;s in physical science, engineering, or mathematics<\u002Fli><li>Department of Defense and\u002For Department of Navy experience<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","ba9fdd10a9dd1a8f":"<div><div><div><b>Foods people love. The life you imagined. And the city that transforms.<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nHistory is in the making; Nestl&eacute; USA is opening its new North American Headquarters in Arlington, Virginia, directly across from Washington, D.C. As a part of this extraordinary transformation, you have the opportunity to help build and define the Nestl&eacute; USA of today, and tomorrow.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nOur new home in Arlington offers close proximity to world-class restaurants, shopping, and museums. It is also home to renowned national landmarks such as the Pentagon.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nNestl&eacute; USA is transforming what we do, how we do it, and where we work. Now is the time to define your future, and ours, too. Find your fulfilling personal and professional life, matched with our competitive benefits, focus on innovation and limitless opportunities to learn and advance your career.<\u002Fdiv><div>\nDiscover the ways that Nestl&eacute; USA values and supports our employees and community. Giving back continues to be a part of the Nestl&eacute; tradition. As the world&rsquo;s leading nutrition, health and Wellness Company, our focus is not only about nourishing our customers, it&rsquo;s about enriching you.<\u002Fdiv><h2 class=\"jobSectionHeader\"><b>\nPosition summary:<\u002Fb><\u002Fh2><div>\nThe Statistical Modeling Scientist works within Supply Chain to develop more complex predictive analytics and statistical forecasting models utilizing forecasting related systems to improve forecast accuracy and bias reduction. Demand signal data will also be incorporated into forecasting models to drive cost savings and incremental revenue and profit opportunities across the organization. Extend the use of statistical techniques to areas beyond supply chain demand planning and demand signal analytics. As a statistical modeling scientist, you will participate in forecasting model and business process design in collaboration statistical modeling principal and business management.<\u002Fdiv><h2 class=\"jobSectionHeader\"><b>\nPrimary responsibilities:<\u002Fb><\u002Fh2><ul><li>\nDesign, develop, test, and implement SAS-HPF statistical modeling methodology. Define programming for demand pattern recognition, algorithm selection, outlier correction, and parameter optimization.<\u002Fli><li>\nDesign and build advanced reporting to support business requirements. Participate in the design process and Integration strategy between Demand Planning and data repositories for varying Nestl&eacute; businesses.<\u002Fli><li>\nCoach analysts in addressing statistical modeling issues identified in periodic statistical forecast review sessions with business partners.<\u002Fli><li>\nCollaborate with Demand Planning business process leads to align business requirements with systems and process solutions that ensure overall Nestle objectives are met.<\u002Fli><li>\nProvide analytics knowledge and support to the business process lead network.\n<\u002Fli><li>Lead small scale demand signal data projects providing statistical modeling support and expertise. Project activities will require strong collaboration with business users and other project team members.<\u002Fli><li>\nIdentify appropriate data driven predictive analytics from use case concept through experiment design to industrialization\u002Fdeployment to end users.<\u002Fli><li>\nDevelop professional presentations appropriate for their intended audience.<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv><br>\n<div><h2 class=\"jobSectionHeader\"><b>\nRequirements and minimum education level:<\u002Fb><\u002Fh2><ul><li>\nA graduate degree in statistics, mathematics, economics, business or related discipline is required.<\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>\nExperience &amp; skills:<\u002Fb><\u002Fh2><ul><li>\n3+ years&rsquo; experience in business forecasting \u002F analysis required.<\u002Fli><li>\nAuthoritative SAS experience, including SAS HPF &ndash; documented SAS 9 programming certification required.\n<\u002Fli><li>Experienced \u002Fstrong knowledge of statistical methods and analytical techniques required.<\u002Fli><li>\nBroad and in-depth knowledge of current statistical forecasting and data mining techniques.<\u002Fli><li>\nExpert knowledge of R open source statistical language.<\u002Fli><li>\nStrong analytical aptitude with a shown ability to analyze\u002Finterpret data and build quantitative models of business problems.<\u002Fli><li>\nExperience with large implementations of advanced planning systems and\u002For ERP (especially SAP) systems highly desirable. Previous sales forecasting experience preferably at a CPG company.<\u002Fli><li>\nExcellent interpersonal skills.<\u002Fli><li>\nGood facilitation and presentation skills, including training delivery.<\u002Fli><li>\nExcellent oral and written communication skills, organizational and time-management abilities.<\u002Fli><li>\nHigh-initiative, self-starter and able to work with limited supervision.<\u002Fli><\u002Ful><div><b>\nThe Nestl&eacute; Companies are equal employment and affirmative action employers and looking for diversity in qualified candidates for employment.<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\n#LI-MS1<\u002Fdiv><br>\n<b>\nThe Nestl&eacute; Companies are equal employment and affirmative action employers and looking for diversity in qualified candidates for employment.<\u002Fb><\u002Fdiv><\u002Fdiv>","777f722af35338c6":"<div><\u002Fdiv><div><div><div><b>Data Scientist &ndash; Machine Learning and Predictive Analytics\n<\u002Fb><\u002Fdiv><div><\u002Fdiv><div>Silicon Valley Bank is the market leader in providing financial solutions to the world&rsquo;s most innovative companies, leaders and investors. Our clients are the game changers fueling the global innovation economy and transforming the way we live and work. SVB has been an incredible growth story over the last 35+ years and continues to grow and expand internationally. Come join a growing, global commercial bank at the heart of the innovation economy where you will be able to help bring our clients&rsquo; world-changing ideas to life.<br>\n<\u002Fdiv><div><\u002Fdiv><div>The role: as a Data Scientist in Machine Learning and Predictive Analytics with the Enterprise Business Analytics team, you will be a key contributor to the company&rsquo;s implementation of leading-edge machine learning technologies. You will make a direct impact on the client experience, delivering the most innovative predictive analytic products to help SVB understand and improve our clients&rsquo; SVB experience and increase their probability of success as entrepreneurs:<\u002Fdiv><br>\n<div><\u002Fdiv><div>Responsibilities include:<\u002Fdiv>\n<ul><li><div>Design machine learning solutions enabling our business partners to better understand and improve our clients&rsquo; experience<\u002Fdiv><\u002Fli><li>\nCreate and deliver clear, compelling presentations to business partners that demonstrate the power of your analytic solutions\n<\u002Fli><li>Look for opportunities to enhance our current analytical capabilities and develop new analytics products<\u002Fli><\u002Ful><br>\n<div><\u002Fdiv><div>&lt;font color=&quot;#FFFFFF&quot;&gt;#LI-DP1&lt;\u002Ffont&gt;<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div>&lt;font color=&quot;#FFFFFF&quot;&gt;#LI-DP1&lt;\u002Ffont&gt;<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div>Qualifications<div><\u002Fdiv><br>\n<b>\n<\u002Fb><p><\u002Fp><div>Qualifications<\u002Fdiv>\n<div><\u002Fdiv><div><i>Preferred Skills<br>\n<\u002Fi><\u002Fdiv><ul><li>3-5 years of proven experience as a machine learning engineer or similar role<\u002Fli><li>\nDemonstrated experience bringing a system or solution to implementation by using machine learning techniques such as deep learning, adaptive learning, reinforcement learning, anomaly detection and\u002For optimization\n<\u002Fli><li>Python expertise and accomplished with SQL although mastery with R, Scala, Julia, or SAS can be considered<\u002Fli><li>\nStrong communication skills to collaborate effectively with business partners across the company<\u002Fli><li>\nBachelor\u002Fmaster&rsquo;s in computer science, mathematics, quantitative economics, statistics or operations research<\u002Fli><\u002Ful>\n<div><\u002Fdiv><div><i>Ideal skills:<\u002Fi><\u002Fdiv>\n<ul><li>Have experience and\u002For education in financial services and in particular commercial banking<\u002Fli><li>\nBe familiar with techniques of deep learning and its applications\n<\u002Fli><li>Be experienced in data visualization tools such as Tableau<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","cd4639f285c3d654":"<div><div>At Uber, we ignite opportunity by setting the world in motion. We take on big problems to help drivers, riders, delivery partners, and eaters get moving in more than 600 cities around the world.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe welcome people from all backgrounds who seek the opportunity to help build a future where everyone and everything can move independently. If you have the curiosity, passion, and collaborative spirit, work with us, and let&rsquo;s move the world forward, together.<\u002Fdiv>\n<div><b>About the Role<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nUber Everything Data Scientists help solve the most challenging problems related to Uber's ambitious and rapidly expanding on-demand delivery businesses such as Uber Eats. Come tackle fascinating and difficult problems associated with Uber's three-sided delivery marketplace, including personalized search and recommendation for restaurants and dishes, travel and food preparation time prediction, text mining and natural language processing, demand and supply forecasting, growth and spend optimization, dynamic pricing, dispatch and routing optimization, and many more. To solve these problems, data scientists leverage unique data sources diverse in both geographical and temporal dimensions and in both structured (data from app sessions, trips, etc.) and unstructured (menu descriptions, food photos, support contacts, etc.) forms.<\u002Fdiv>\n<div><b>What You&rsquo;ll Need<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\nGraduate degree required with PhD preferred <b><i>(with anticipated graduation in fall 2019 - spring 2020)<\u002Fi><\u002Fb> in statistics, math, machine learning, operations research, economics, EECS, etc.<\u002Fli><\u002Ful><ul><li>\nPrior research, data science modeling, or engineering experience in the aforementioned domains<\u002Fli><li>\nFamiliarity with technical tools for analysis - Python (with Pandas, etc.), R, SQL, etc.; previous software engineering background a plus<\u002Fli><li>\nResearch mindset with bias towards action - able to structure a project from idea to experimentation to prototype to implementation<\u002Fli><li>\nPassionate and attentive self-starters, great communicators, amazing follow-through - you have a great work ethic and love the responsibility of being held accountable for the results<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nBonus Points For<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\nExperience with A\u002FB testing<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nAbout the Team<\u002Fb><\u002Fdiv><p>\nUber Eats Data Scientists help solve the most challenging problems related to Uber's ambitious and rapidly expanding on-demand food delivery businesses, which currently operates in more than 45 countries globally and is the largest outside of China. These fascinating and difficult problems include personalized search and recommendation for restaurants and dishes, travel and food preparation time prediction, text mining and natural language processing, demand and supply forecasting, growth and spend optimization, dynamic pricing, dispatch and routing optimization, and many more.\n<\u002Fp><p>Below is a list of sub domains in our NYC location:<\u002Fp><ul><li><b>\nRestaurant (NYC) |<\u002Fb> The restaurant team aims to increase restaurant selection on Uber Eats while setting up restaurant partners for success. We leverage statistics and machine learning techniques to optimize the experience of restaurants at different life cycles. From onboarding, to menu creation, marketing, and order experience, we empower them with tools to increase demand and maintain a frictionless interaction with the platform.<\u002Fli><li><b>\nMarketplace - Logistics and Marketplace Intelligence (NYC) | <\u002Fb>From dispatch and routing optimization to predicting food delivery time, the Logistics and &amp; MI team provides DS solutions to create the best customer experience on all sides of the Eats marketplace in the most efficient way. The team also provides marketplace management solutions using state of the art machine learning techniques and our dispatch simulator.<\u002Fli><\u002Ful><\u002Fdiv>","79fe33c02970b452":"<div><p><b>At Groupon, data drives our decisions. We are looking for a Data Scientist who will join an influential team to guide the Groupon Goods product roadmap by deriving meaningful insights from the wealth of data we have from our customers, logistics networks and suppliers. You will be building machine learning models which empowers supply intelligence, pricing intelligence and recommendation system. We need an analytics and modeling expert the team can count and you will get to see your work rapidly feed back into the evolution of our products.<\u002Fb><\u002Fp><p><\u002Fp><br>\n<p><b>\nYou&rsquo;ll spend time on the following<\u002Fb><b>:<\u002Fb><\u002Fp><p><\u002Fp><br>\n<ul><li><p><b>\nSynthesize raw data into recommendations on how products should evolve<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nBuild machine learning algorithms to enable decision making in order to optimize customer experience\u002Freduce cost\u002Fmaximize profits or customer value<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nWork with product management and engineering and operations teams to develop KPIs for new features and instrumentation to quantify the adoption of new product initiatives<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nQuantify the value of existing product improvements or the potential value of new product hypotheses.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nDesign and support large-scale multivariate tests to prove out new ideas<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nCreate product scorecards for teams and managers to track product performance, business impact and discover opportunities<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nDeep-dive analyses to identify root causes of product or operational issues<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nDesign both the business logic and the technical specifications to extract key data elements from a data warehouse<\u002Fb><\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWe&rsquo;re excited about you if you have<\u002Fb><b>:<\u002Fb><\u002Fp><p><\u002Fp><br>\n<ul><li><p><b>\nBS or MS degree in Computer Science, Statistics, Mathematics, Economics or similar quantitative field, with an emphasis on predictive analytics, data mining, statistics, machine learning, algorithms, etc.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\n2-3 years of data science experience working closely with product and engineering<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nAbility to translate business objectives and problems into analytical problems, and use quantitative\u002Fqualitative skills to deliver simple, logical and actionable solutions.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nExperience with data visualization (such as Tableau) and presentation<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nKnowledge in R, Python<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nProficiency with SQL, Hadoop, or other Map\u002FReduce (or other scripting languages)<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nProven ability to own data science initiatives end-to-end<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nAbility to build predictive modeling such as time series, k-nearest neighbors, random forests, ensemble methods<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nUnderstanding of applied math topics, such as probability and statistics, linear algebra, basic optimization techniques, etc.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nAbility to understand and use software engineering techniques - parsing through data logs, leading instrumentation specifications and implementation, using and rewriting APIs, integrating APIs with data tools, knowledge and integration through machine learning platforms<\u002Fb><\u002Fp><\u002Fli><\u002Ful><br>\n<div>\n<p>\n<b><i>Groupon's purpose is to build strong communities through thriving small businesses. <\u002Fi><\u002Fb><i>To learn more about the world's largest local ecommerce marketplace, <\u002Fi><i>click here for the latest Groupon news<\u002Fi><i>. Plus, be sure to <\u002Fi><i>check out the values <\u002Fi><i>that shape our culture, guide our strategy and make our company a great place to work. And just don't take our word for it. <\u002Fi><i>Hear from real Groupon team members <\u002Fi><i>and learn more about our <\u002Fi><i>inclusive employee groups<\u002Fi><i>. If all of this sounds like something that's a great fit for you, then click apply and let's see where this takes us.<br>\n<\u002Fi><\u002Fp>\n<p>\n<\u002Fp><p><b><i>Groupon is an Equal Opportunity Employer<\u002Fi><\u002Fb><\u002Fp>\n<p><i>\nQualifications for employment, promotion, and other terms and conditions of employment are based upon the ability to perform the job. Equal-employment opportunities are provided to all applicants and employees without regard to race, creed, religion, color, age, national origin, sex, disability, medical condition, sexual orientation, gender identity or expression, genetic information, ancestry, marital status, military discharge status (excluding dishonorable discharge), veteran status, citizenship status, or other legally protected status. We are all responsible for maintaining this policy. Groupon is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may email us at hraccommodations at groupon.com. If you have concerns related to Groupon&rsquo;s equal employment opportunities, you may contact Groupon's Ethics Reporting Service <\u002Fi><i>Ethicspoint<\u002Fi><i>.<\u002Fi><\u002Fp><\u002Fdiv><\u002Fdiv>","450accf3cc188a49":"<div><div><b>Overview<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv><div>The Philadelphia District Attorney&rsquo;s Office (DAO), led by District Attorney Larry Krasner, is committed to the mission of providing fair and just prosecution to all Philadelphians. DA Krasner believes that justice is best achieved through policies grounded in research, data, and science. Holding true to these commitments, the DAO has improved its capabilities to process data, craft policy, and conduct research. As we continue to modernize a progressive and fast-paced office, we aim to be responsive, forward thinking, and collaborative.<\u002Fdiv>\n<div>The Data Scientist will join an innovative team of researchers, lawyers, analysts, and other software engineers in the development and deployment of applications to support prosecution, analytics, data-driven policy, and public transparency. They will support DA Krasner&rsquo;s targeted areas for informed reform, including charging, diversion, sentencing, focusing on the most serious crimes, preventing violence, enhancing harm reduction, and ameliorating disparities in the criminal justice process. The Data Scientist will be focused on the development of metrics, visualizations, and unique analyses to support policy makers, evaluate policy, and communicate with the public. The Data Scientist will be expected to:<\u002Fdiv>\n<ul><li>be involved with development, processing, and reporting on a variety of data both internal and external to the District Attorney&rsquo;s Office;<\u002Fli>\n<li>be involved with the development of an internal and external data dashboard that surfaces key reports and information to policymakers, executives, and the public<\u002Fli>\n<li>develop visualizations to show trends and summarize data as well as perform deeper dives to support policy proposals or policy testing;<\u002Fli>\n<li>help develop thoughtful metrics to track the efficacy of policies, to help develop new policies, to support research, and to help communicate to the public the work of the DAO;<\u002Fli>\n<li>be responsible for working with both the analytical and development teams to ensure appropriate data capture, storage, and accessibility;<\u002Fli>\n<li>assist in development, implementation, and maintenance of policies and procedures for ensuring the security and integrity of sensitive data;<\u002Fli>\n<li>assist in creating, modifying or maintaining ETL processes to support application development, data analysis, and research;<\u002Fli>\n<li>leverage their significant experience to contribute to data analysis and policy research and implementation;<\u002Fli>\n<\u002Ful><ul><li>perform other duties as required.<\u002Fli><\u002Ful><br>\n<div><\u002Fdiv>\n<div><\u002Fdiv><div><b>Qualifications<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv><div>A Bachelor&rsquo;s or Master&rsquo;s degree in Computer Science, Software Engineering, Mathematics, Statistics, Business Analytics or related technical discipline is preferred, but not required. Additional years of experience exceeding the minimum requirement as well as a proven track record of work may stand in for a degree. The preferred candidate will also have or demonstrate:<\u002Fdiv>\n<div><\u002Fdiv><ul><li>3 years of hands on experience with data I\u002FO, cleaning, coding, manipulation, transformation, modeling, summarizing, and visualizing;<\u002Fli>\n<li>experience working with relational databases and non-relational databases and exploring data to analyze business cases to identify areas for improvement;<\u002Fli>\n<li>experience with data visualization, especially interactive visualizations<\u002Fli>\n<li>extensive knowledge of R, experience working with the tidyverse family of packages; experience with statistical analysis; comfort with packages utilized for modeling data;<\u002Fli>\n<li>experience with interactive web frameworks such as React, Angular, Dash, or R Shiny a plus<\u002Fli>\n<li>the Data Scientist will also have a solid understanding of PostgreSQL, AWS, data analysis and visualization, and statistical principles and methods;<\u002Fli>\n<li>an enthusiasm to collaborate, innovate, and solve problems;<\u002Fli>\n<li>a proven ability to prioritize work in a team and independently, and handle multiple complex tasks simultaneously;<\u002Fli>\n<li>have strong communication skills and be able to interact effectively with team members, executives, funders, City government, academics, and stakeholders inside and outside of the DAO;<\u002Fli>\n<li>experience working in the legal field\u002Fwith attorneys and a knowledge of the criminal justice system are both a plus.<\u002Fli><\u002Ful><\u002Fdiv>","47e2700d21b0eebf":"<div><p><b>Job Description<\u002Fb><\u002Fp><p><\u002Fp><p>\nThe Data Scientist &ndash; Intelligence supports all-source analytic production by providing innovative solutions driven by exploratory data analysis from complex and highly dimensioned datasets. Applies knowledge of statistics, machine learning, simulation, and advanced mathematics to recognize patterns, identify opportunities, pose questions, and make discoveries that provide unique insights to address defense intelligence requirements.<\u002Fp><p><\u002Fp><p>\nThe successful candidate will be able to use a flexible, analytical approach to design, develop, and evaluate predictive models that lead to the extraction of optimal value from complex data. in support of SOUTHCOM&rsquo;s Intelligence mission, the data scientist will test hypotheses and analyze and interpret the results of data products.<\u002Fp><p><\u002Fp><p>\nWhat You&rsquo;ll Get to Do:<\u002Fp><p>\nYou will apply your significant Intelligence Community expertise and strong mathematics and computer skills to the development of all source datasets from unevaluated\u002Fraw data by fusing data, and apply your substantial data analytics expertise in support of the following responsibilities:<\u002Fp><ul><li>\nIdentify valuable data sources and automate collection processes<\u002Fli><li>\nUndertake preprocessing of structured and unstructured data<\u002Fli><li>\nAnalyze large amounts of information to discover trends and patterns<\u002Fli><li>\nBuild predictive models and machine-learning algorithms<\u002Fli><li>\nCombine models through ensemble modeling<\u002Fli><li>\nPresent information using data visualization techniques<\u002Fli><li>\nPropose solutions and strategies to business challenges<\u002Fli><li>\nCollaborate with SOUTHCOM OSINT teams<\u002Fli><\u002Ful><div><\u002Fdiv><p><br>\nYou&rsquo;ll Bring These Qualifications:<\u002Fp><ul><li>\nProven experience as a Data Scientist or Data Analyst<\u002Fli><li>\nExperience in data mining<\u002Fli><li>\nUnderstanding of machine-learning and operations research<\u002Fli><li>\nKnowledge of R, SQL and Python; familiarity with Scala, Java or C++ is an asset<\u002Fli><li>\nExperience using business intelligence tools (e.g. Tableau) and data frameworks (e.g. Hadoop)<\u002Fli><li>\nAnalytical mind and acumen<\u002Fli><li>\nStrong math skills (e.g. statistics, algebra)<\u002Fli><li>\nProblem-solving aptitude<\u002Fli><li>\nExcellent communication and presentation skills<\u002Fli><li>\nBS\u002FBA in Computer Science, Engineering or relevant field; graduate degree in Data Science or other quantitative field is preferred<\u002Fli><li>\nCurrent Top Secret SCI Clearance from DOD<\u002Fli><\u002Ful><div><br>\nWhat We Can Offer You:<br>\n<br>\n<ul><li>We&rsquo;ve been named a Best Place to Work by the Washington Post.<\u002Fli><\u002Ful><br>\n<ul><li>Our employees value the flexibility at CACI that allows them to balance quality work and their personal lives.<\u002Fli><\u002Ful><br>\n<ul><li>We offer competitive benefits and learning and development opportunities.<\u002Fli><\u002Ful><br>\n<ul><li>We are mission-oriented and ever vigilant in aligning our solutions with the nation&rsquo;s highest priorities.<\u002Fli><\u002Ful><br>\n<ul><li>For over 55 years, the principles of CACI&rsquo;s unique, character-based culture have been the driving force behind our success.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp><p><b>\nJob Location<\u002Fb><\u002Fp><p>\nUS-Doral-FL-MIAMI-FT. LAUDERDALE<\u002Fp><br>\n<p><\u002Fp>\n<p>\nCACI employs a diverse range of talent to create an environment that fuels innovation and fosters continuous improvement and success. At CACI, you will have the opportunity to make an immediate impact by providing information solutions and services in support of national security missions and government transformation for Intelligence, Defense, and Federal Civilian customers. CACI is proud to provide dynamic careers for employees worldwide. CACI is an Equal Opportunity Employer - Females\u002FMinorities\u002FProtected Veterans\u002FIndividuals with Disabilities.<\u002Fp><\u002Fdiv>","e2b9b7ecc1bfad26":"<div><p><b>Summary<\u002Fb><\u002Fp>\n<p>\nThe Data Scientist turns data into high value assets in the form of insights and predictive models that contribute to measurable improvements in business process and performance. The Data Scientist II is expected to work independently with minimal oversight as well as lead project initiatives, mentor and assign work to others as needed. This role requires strong understanding and experience in Applied Statistics for Data Science as well as expertise in data wrangling, building, deploying and maintaining predictive models. You will be responsible to ensure the rest of the team and stakeholders engage in best practices to ensure statistically sound deliverables. You will document best practices as well as lead peer reviews of Data Science work. You will deliver improvements to existing models as well as lead ongoing complex initiatives for revenue optimization, customer segmentation, media-mix optimization, and churn analysis.<\u002Fp>\n<p><b>\nMinimum Requirements<\u002Fb><br>\nCombination of Education and Experience will be considered. Must be authorized to work in the US as defined by the Immigration Act of 1986. Must pass a Criminal Background Check. Visa sponsorship is available for this position.<br>\nEducation: Bachelor&rsquo;s Degree<br>\nEducation Other: From an accredited college\u002Funiversity in one or more of the following: Computer Science, Statistics, Mathematics, Engineering, Bioinformatics, Econometrics, Physics, Operations Research or related field.<br>\nYears of Experience: Minimum of three (3) years of experience in a technical environment.<\u002Fp>\n<div>\nOther Requirements:<br>\nCandidates must be comfortable in conversations and be able to demonstrate the following:<br>\n<ul><li>Understanding of applied Statistics, algorithms, modeling techniques as they relate to Data Science as a practice.<\u002Fli><li>Technical experience working with data to include sourcing, extracting, validating, exploring, and transforming data with tools like SQL and Python.<\u002Fli><li>Expert knowledge of the Data Science process.<\u002Fli><li>Initiative, curiosity, and problem-solving skills through personal development projects and ongoing education.<\u002Fli><li>Command of Python and\u002For R with the ability to mentor and train others.<\u002Fli><li>Command of SQL with the ability to mentor and train others.<\u002Fli><li>Ability to lead, manage and deliver complex Data Science projects with minimal oversight.<\u002Fli><li>Command of applied statistics for Data Science. Master's Degree or PhD.<\u002Fli><\u002Ful>\nCredit Check: Yes<\u002Fdiv>\n<div><b>\nPreferred Requirements<\u002Fb><br>\n<ul><li>Master's Degree or PhD<\u002Fli><li>Strong knowledge in one or more of the following fields: statistics, data mining, machine learning, simulation, operations research, econometrics, and\u002For information retrieval.<\u002Fli><li>Strong knowledge of the data science process and practical experience using machine learning algorithms including regression, classification, simulation, scenario analysis, modeling, clustering, and decision trees.<\u002Fli><li>Knowledge in airline operations, customer interactions and\u002For inter-departmental limitations across business units.<\u002Fli><li>Strong written and verbal communication skills, proven presentation skills to all levels of audience.<\u002Fli><li>Strong intellect and analytical aptitude, along with ability to be self-driven.<\u002Fli><li>Demonstrated proficiency in Python, R, MATLAB, SQL or other programming languages or packages.<\u002Fli><li>Comfortable with a fast paced, dynamic work environment.<\u002Fli><li>Strong computer skills including but not limited to MS Office products.<\u002Fli><\u002Ful><\u002Fdiv>\n<div><b>\nJob Duties<\u002Fb><br>\n<ul><li>Analyze and model airline operations and\u002For customer data and implement algorithms to support analysis using advanced statistical, engineering, and mathematical methods from physics, machine learning, data mining, econometrics, and operations research.<\u002Fli><li>Interpret business opportunities into Data Science projects and deliverables. Deliver Data Science solutions and quantify ROI\u002FBusiness impact.<\u002Fli><li>Translate advanced analytics problems into technical approaches that yield actionable recommendations, in diverse domains such as predictive maintenance, delay predictions\u002Frecovery and Allegiant products upselling\u002Fcross-selling; communicate results and educate stakeholders through insightful visualizations, reports and presentations.<\u002Fli><li>Facilitate conversations for teams to collaborate in removing impediments, empowering teams to self-organize and improve their productivity.<\u002Fli><li>Retrieve, prepare, and process a rich variety of data sources from structured\u002Funstructured cloud and non-cloud sources.<\u002Fli><li>Perform exploratory data analysis, generate and test working hypotheses, and uncover interesting trends and relationships.<\u002Fli><li>Exercise continuous self-development, education and learning.<\u002Fli><li>Act as an analytical mentor to others in the organization.<\u002Fli><li>Help establish and sustain Data Science culture.<\u002Fli><li>Leverage available research data to stay informed about industry related trends, potential disrupters, and competitive capabilities.<\u002Fli><li>Document various approaches and model metrics to seek iterative means of improvement.<\u002Fli><li>Provide a cohesive end-to-end solution through understanding the &ldquo;cross-pollination&rdquo; of technology\u002Fengineering\u002Fcommercial verticals and applying both areas of expertise and areas of knowledge.<\u002Fli><li>Other duties as assigned.<\u002Fli><\u002Ful><\u002Fdiv>\n<p><b>\nPhysical Requirements<\u002Fb><br>\nThe Physical Demands and Work Environment described here are a representative of those that must be met by a Team Member to successfully perform the essential functions of the role. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions of the role.<br>\nOffice - While performing the duties of this job, the Team Member is regularly required to stand, sit, talk, hear, see, reach, stoop, kneel, and use hands and fingers to operate a computer, key board, printer, and phone. May be required to lift, push, pull, or carry up to 20 lbs. May be required to work various shifts\u002Fdays in a 24 hour situation. Regular attendance is a requirement of the role. Exposure to moderate noise (i.e. business office with computers, phones, printers, and foot traffic), temperature and light fluctuations. Ability to work in a confined area as well as the ability to sit at a computer terminal for an extended period of time. Some travel may be a requirement of the role.<\u002Fp>\n<p><b>\nEEO Statement<\u002Fb><br>\nEqual Opportunity Employer: Disability\u002FVeteran<br>\nFor more information, see Allegiant.com\u002Fcareers<\u002Fp><\u002Fdiv><p><\u002Fp>","e66c7870bec091bd":"Do you enjoy design research and analytic frameworks? How would you like to use your creative and analytical skills alongside business leadership in your everyday work? If this sounds like fun, we would love to hire someone with your skills and abilities.\n<br><br>\nAs a Data Scientist, you'll be using Big Data and advanced analytics to direct the engagement of our business leaders. You will be collaborating actively across functional partners and senior management to accomplish various project objectives. We need someone who can execute research and analytics, including data source identification, processing, model\u002Falgorithm development. Ultimately you will be turning insights into actionable recommendations which will drive business value creation.\n<br><br>\nWe need someone who is technically capable as a Data Scientist. You will get your hands dirty in the data, demonstrating artificial intelligence and analytic tools (R, Python, Scala, Spark, TensorFlow, Hadoop, KNIME, etc.) to unlock business building insights in our mountains of data. We are looking for you to be adept at demonstrating such technologies for solving ad hoc business problems, innovating on potential future solutions, and working with technology partners to translate your innovations into robust, scaled, analytic solutions.\n<br><br>\nAt P&G, Data Scientists are Business Leaders, an effective communicator, self-motivated, and able to drive insights into actions that improve P&G’s business results. Your Business knowledge, interpersonal\u002Fcommunication skills are therefore necessary to thrive in a multi- functional leadership team.\n<br><br>\nWe desire someone who is passionate about analytics. Your analytic skills are the foundation of this role. The ability to mine terabytes of data, derive actionable insights, and then translate those insights into business improving action is essential in our work. You will need to be the primary evangelist to the business for the power of predictive analysis and develop business cases to illustrate the potential for change in decision-making that occurs when you begin to anticipate what will happen, versus just reflecting on what has occurred.\n<br><br>\n<b>Data Scientist:<\u002Fb> The Requirements\n<br>Pursuing or has graduated with a Master’s degree in a quantitative field (Operation Research, Computer Science, Engineering, Applied Math, Statistics, Analytics, etc.) or have equivalent work experience\n<br>Proven leadership in applying and scaling Analytic techniques to deliver actionable insights from data (in academics or in industry)\n<br>Strong written and verbal communication skills to influence others to take action\n<br>Demonstrated ability to handle multiple priorities\n<br>Good social skills, self-motivated, dynamic and can-do attitude\n<br>Strong enthusiasm and curiosity about the intersection of business and technology\n<br>Preferred\n<br>Experience in disrupting current business practices in CPG or related industries to help crafting a new go-to market models\n<br>Preferred Experience with Analytical Tools\u002FApplications including:\n<br>Unix\u002FLinux\n<br><b>Big Data Ecosystem:<\u002Fb> Hadoop, Spark, MapReduce, SQL, HIV\n<br><b>Scientific Computing:<\u002Fb> R, Python, C++, Java, Scala, etc.\n<br>High-Performance Parallel and Distributing Computing\n<br><b>Deep Learning frameworks:<\u002Fb> Keras, Tensorflow\n<br>Data Visualization\n<br>Data Management Systems\n<br><b>Business Intelligence tools:<\u002Fb> such as KNIME, Tableau\n<br><br>\nWe are committed to providing equal opportunities in employment. We value diversity and do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.\n<br><br>\nAll will receive consideration for employment without regard to race, color, religion, sex, national origin, protected veteran status, disability status, age, sexual orientation, gender identity and expression, marital status, citizenship, HIV\u002FAIDS status or any other legally protected factor.\n<br><br>\nImmigration sponsorship is not available for this position, except in rare situations based on Procter & Gamble's sole discretion. Applicants for U.S. based positions are eligible to work in the U.S. without the need for current or future sponsorship. We do not sponsor for permanent residency. Any exceptions are based on the Company's specific business needs at the time and place of recruitment as well as the particular qualifications of the individual.\n<br><br>\nProcter & Gamble participates in e-verify as required by law.\n<br><br>\nQualified individuals will not be disadvantaged based on being unemployed.","973f29f6a36e191c":"<div><h3 class=\"jobSectionHeader\"><b>Description<\u002Fb><\u002Fh3>\n<p>Team Daugherty is looking for an experienced Data Scientist to join our team in the New York Area!<\u002Fp>\n<p>\nThe professional in this role will be responsible for mentoring Data Engineers, Information Analysts and Information Architects as they learn more about the tools, techniques, and business outcomes that data science can enable. The ability to effectively manage talent and create an engaged, high-performing team environment is extremely important to achieving success in this role at Daugherty.<\u002Fp>\n<p>\nAs a Data Scientist, you will be responsible for the following:<\u002Fp>\n<ul>\n<li>Keeping up with new theories, strategies and best practices.<\u002Fli>\n<li>Thinking beyond current knowledge and existing assumptions to develop new solutions and strategies.<\u002Fli>\n<li>Understanding and effectively utilizing analytics systems, databases and tools.<\u002Fli>\n<li>Ensuring alignment of the Data &amp; Analytics Line of Service's strategies, initiatives and priorities with the enterprise strategies.<\u002Fli>\n<li>Collaborating with multiple areas within the capability (e.g., insights strategy and execution, research, analytics, etc.) to gain an expert understanding of the company's current and future customers.<\u002Fli>\n<li>Applying knowledge and insights to customer trends and taking action to ensure the highest levels of customer satisfaction and competitive advantage for the<\u002Fli>\n<li>Owning development of a clear, relevant, actionable, measurable, trusted view of the customer through consumer research to support decisions and actions that drive growth of the global enterprise.<\u002Fli>\n<li>Data mining using state-of-the-art methods.<\u002Fli>\n<li>Processing, cleansing and verifying the integrity of data used for analysis.<\u002Fli>\n<\u002Ful><p>We are looking for someone with:<\u002Fp>\n<ul>\n<li>A degree in Computer Science, MIS, Mathematics or Statistics.<\u002Fli>\n<li>8+ years of progressive experience in data science methods and analytics consulting, or 15+ years of experience in data warehousing, data architecture and information management projects involving analytics.<\u002Fli>\n<li>Demonstrated ability to deliver data science solutions for clients (end-to-end design and delivery of a significant data science project).<\u002Fli>\n<li>Professional experience applying advanced analytics and data mining techniques to enable decision support systems and customer strategies.<\u002Fli>\n<li>Proven data engineering or data visualization experience with large and\u002For complex data environments.<\u002Fli>\n<li>Advanced understanding of machine learning techniques and algorithms, such as k-NN, Naive Bayes, SVM, Decision Forests and Neural Networks.<\u002Fli>\n<li>Experience with commonly used data science toolkits, such as Python, SAS, R, Weka, NumPy or MatLab.<\u002Fli>\n<li>Experience working with data visualization tools, such as D3.js and GGplot.<\u002Fli>\n<li>Proficient skills using query languages, such as MongoDB, Cassandra and HBase.<\u002Fli>\n<li>Strong applied statistics skills.<\u002Fli>\n<li>High intellectual curiosity with the desire to identify potential use cases for predictive analytics.<\u002Fli>\n<li>Experience creating impactful models and algorithms for multiple functional areas (e.g., risk management, customer insights, real-time decision support, etc.).<\u002Fli>\n<li>Expert understanding of industry trends for consumer insights analytics.<\u002Fli>\n<li>Ability to understand and apply trends in research and analytics, and to apply learning, insights and recommendations to drive critical objectives.<\u002Fli>\n<\u002Ful><p>We offer members of Team Daugherty:<\u002Fp>\n<ul>\n<li>Excellent health, dental and vision insurance.<\u002Fli>\n<li>Revenue sharing and a 401(k) retirement savings plan.<\u002Fli>\n<li>Life, disability and long-term care insurance.<\u002Fli>\n<li>Little to no travel.<\u002Fli>\n<li>Robust career development and training.<\u002Fli>\n<\u002Ful><p>At Daugherty Business Solutions, we believe that a fusion of insight, talent and technology makes companies run better. If you think that you would be a good fit for Team Daugherty, then apply today!<\u002Fp><\u002Fdiv><p><\u002Fp>","a3553f1ee1ddc47a":"<div><b>Job description:<\u002Fb><br>\n<br>\nData Scientist positions offered by Ford Motor Company (Palo Alto, CA). Research and apply the latest quantitative techniques toward the solution of important problems from many areas of the automotive and mobility industry. Review academic \u002F industry literature, develop and test models, and gain insights from research findings. Translate ideas and theory into solutions from which the business can grow. Develop optimization frameworks to support models related to risk allocation, pricing, capital strategy to improve and guide business decisions. Work with various data sources and platforms (PC, Mainframe, Unix\u002FLinux, Teradata, Hadoop) to gather data, and explore their potential use in developing actionable business insights. Explore emerging technologies and analytic solutions for use in quantitative model development. Help maintain and enhance existing models.<br>\n<br>\n<b>Minimum Requirements:<\u002Fb><br>\n<ul><li>\nMaster&rsquo;s or foreign equivalent degree in computer engineering, statistics, or a related quantitative field<\u002Fli><li>\n2 years of experience in the position offered or 2 years of experience performing quantitative research\n<\u002Fli><li>1 year of programming in at least two of the following languages: R, Python, MATLAB, Java, C\u002FC++\u002FC#, or SAS\n<\u002Fli><\u002Ful>Join our team as we create tomorrow! We believe in putting people first, working together, and facing challenges head-on, because we&rsquo;re Built Ford Tough. We&rsquo;re one team striving to make people&rsquo;s lives better while creating value, delivering excellence and ultimately going for the win.<br>\n<br>\nFord Motor Company is an equal opportunity employer committed to a culturally diverse workforce. All qualified applicants will receive consideration for employment without regard to race, religion, color, age, sex, national origin, sexual orientation, gender identity, disability status or protected veteran status.<br>\n<br>\nVisa sponsorship may be available for this position.<\u002Fdiv>","fd5ec46bc3202853":"Who is likely to renew their season tickets? Or churn? Which fans are likely to upgrade to a package? Or buy again? How do we best communicate with fans and encourage them to attend another game? Which team is a fan's favorite? How do we quantify the strength of that relationship?\n<br><br>\nMLB is looking for a Data Scientist to join its Analytics team in our New York City office. The Analytics team aggregates data from hundreds of online and offline sources and leverages it to provide insight, better serve fans, and drive growth for the league and its 30 Clubs.\n<br><br>\nIn this crucial role, you will be responsible for manipulating and analyzing complex, high-volume, high-dimensionality data from a myriad of sources. You will help drive a deeper understanding of MLB's fans, develop and validate predictive models, partner with Data Engineering to deploy them at scale, and collaborate with the Marketing and Product teams and Clubs to drive ticket sales, fan engagement and business impact. You will also have the opportunity to present and share insights with business leads at MLB and the 30 Clubs.\n<br><br>\nIf you love Data, Baseball, and delivering work that makes an impact, you've come to the right place.\n<br><br>\nCore Responsibilities\n<br><br>\n<ul>\n<li>Translate business challenges into data pipelines & model framework.<\u002Fli>\n<li>Train, validate, and tune predictive models around fans' behavior.<\u002Fli>\n<li>Analyze, interpret & communicate the results of experiments.<\u002Fli>\n<li>Deliver business value by translating complex data into meaningful insights.<\u002Fli>\n<li>Effectively present and explain complex concepts to a non-technical audience.<\u002Fli>\n<\u002Ful>\nQualifications\n<br><br>\n<ul>\n<li>2-4 years of relevant experience in Data Science<\u002Fli>\n<li>Bachelor's degree or higher in a quantitative field such as mathematics, statistics, computer science, etc.<\u002Fli>\n<li>A strong foundation in probability, statistics, and algorithm development<\u002Fli>\n<li>Programming skills that allow you to be self-sufficient in handling large datasets (Python, SQL, Scala, Java)<\u002Fli>\n<li>Experience with statistical tools or packages: Python (strongly preferred; specifically with scipy, numpy, scikit-learn etc), R, SAS, SPSS, or Matlab<\u002Fli>\n<li>Experience programmatically structuring and cleaning data, and not just analyzing highly cleaned data sets<\u002Fli>\n<li>You're a self-starter that's highly accountable and will take ownership of delivering your work<\u002Fli>\n<li>Strong understanding of building models, ability to validate and measure efficacy of models via various metrics, and the knowledge to know what metrics make sense for which situation<\u002Fli>\n<li>Comfort manipulating and analyzing complex, high-volume, high-dimensionality data from varying sources<\u002Fli>\n<li>Experience with cloud services platforms (Amazon Web Services, Google Cloud, etc.)<\u002Fli>\n<\u002Ful>\n","e0240e70e73be42a":"<div><div><div><div><div><p>Are you interested in working for an organization dedicated to innovation, customer intimacy, and improving healthcare for everyone? Do you enjoy working in an environment filled with respect and integrity? Are you driven by a will to win? You&rsquo;re in the right place!<\u002Fp>\n<p>\nSince 1992, Omnicell has been inspired to create safer and more efficient ways to manage medications across all care settings. As a leading provider of solutions across the continuum of care, we offer a path to fully automated medication management infrastructure, powered by a cloud data platform that supports improved patient care, fewer errors, enhanced safety, and new opportunities for growth.<\u002Fp>\n<p>\nOur vision for the Autonomous Pharmacy integrates a comprehensive set of solutions powered by the Omnicell Cloud Data Platform across three key areas: Automation &ndash; solutions designed to digitize and streamline workflows; Intelligence &ndash; actionable insights to better understand medication usage and improve pharmacy supply chain management; and Work &ndash; expert services that serve as an extension of pharmacy operations to support improved efficiency, regulatory compliance, and patient outcomes.<\u002Fp>\n<p>\nOver 5,500 facilities worldwide use Omnicell automation and analytics solutions to increase operational efficiency, reduce medication errors, deliver actionable intelligence, and improve patient safety. And more than 40,000 institutional and retail pharmacies across North America and the United Kingdom leverage Omnicell&rsquo;s innovative medication adherence solutions to improve patient engagement and adherence to prescriptions, helping to reduce costly hospital readmissions.<\u002Fp>\n<p>\nCome join our team and be inspired by care!<\u002Fp>\n<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p><b>Data Scientist<\u002Fb><\u002Fp>\n<p>\nArtificial intelligence is revolutionizing the health care industry. In 5 to 10 years, hospitals, pharmacies, and physicians&rsquo; offices will operate very differently than they do today. At Omnicell, we are inspired to be part of this change. As the leading innovator in pharmacy- and medication-management systems, providing services and solutions to more than 4000 hospitals worldwide, we have geared up for the health care revolution.<\u002Fp>\n<p>\nThe main focus of the Data Science Innovation Team (DSIT) is to make Omnicell&rsquo;s vision of an autonomous pharmacy a reality. As a member of the DSIT, you will have autonomy to collaborate with every team in the organization, and you will be able to directly connect to decision makers without dealing with bureaucracy. You will be involved in multiple projects on various timelines. You will be expected to develop strong working relationships with various departments, to represent the DSIT, to provide direction for members of all levels and departments, and to speak about new and upcoming developments in your field.\n<\u002Fp><p><b>Responsibilities\n<\u002Fb><\u002Fp><ul><li>Design, and develop cutting edge AI technologies (ML models, algorithms, etc) in medication management, patient behavioral modeling, and anomaly detection<\u002Fli>\n<li>Work with product and design teams to plan how to shape product and communicate data insights to non-experts<\u002Fli>\n<li>Execute cohort studies and drive analyses to understand patient&rsquo;s behavior and identify opportunities for improving our product(s)<\u002Fli>\n<\u002Ful><p><b>Knowledge \u002F Skills:\n<\u002Fb><\u002Fp><ul><li>Strong background in Statistics and Machine Learning with extensive practical experiences in developing AI solutions to solve real-work problems.\n<\u002Fli><li>Hands-on experience with statistical analysis and data mining tools, such as R, Python, Scala, etc.<\u002Fli>\n<li>Strong problem-solving skills with emphasis on product development<\u002Fli>\n<li>Knowledge and experience in statistical and machine learning techniques (e.g. supervised \u002F unsupervised learning, optimization, parametric \u002F nonparametric modeling, Bayesian statistics, etc)<\u002Fli>\n<\u002Ful><p><b>Basic Qualification<\u002Fb><\u002Fp>\n<ul>\n<li>M.S. (Ph.D. preferred) in Computer Science, Applied Mathematics or other quantitative discipline with a focus on statistical modeling, artificial intelligence, and mathematical algorithms<\u002Fli>\n<li>3+ years of experience in statistical modeling and developing machine learning algorithms<\u002Fli>\n<li>Experience in handling massive datasets and expertise in big data technologies<\u002Fli>\n<\u002Ful><p><b>Preferred Qualifications\n<\u002Fb><\u002Fp><ul><li>Ph.D. in Computer Science, Applied Mathematics or other quantitative discipline with a focus on statistical modeling, artificial intelligence, and mathematical algorithms<\u002Fli>\n<li>Domain knowledge and past experiences in health care, medication management, patient care, etc.<\u002Fli>\n<li>Experience and\u002For background in pharmacy informatics.<\u002Fli>\n<li>Experience in diversion detection, opioids, or antimicrobial stewardship<\u002Fli><br>\n<\u002Ful><p><\u002Fp>\n<p>\n<\u002Fp><div><div><div><div><p>Nothing in this job description restricts management&rsquo;s right to assign or reassign duties and responsibilities to this job at any time.<\u002Fp>\n<p>\nAll qualified applicants will receive consideration for employment without regard to race, sex, color, religion, sexual orientation, gender identity, national origin, protected veteran status, or on the basis of disability.<\u002Fp>\n<p>\nOmnicell will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor's legal duty to furnish information.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","1e19c73dfb177d58":"<div><div><div>Emailage is growing at an outstanding rate and we are seeking a skilled and enthusiastic Data Scientist to join our team. The Data science and machine learning are the foundation of our approach to identify both risky and positive behaviors. We see it as the process of creating knowledge from data.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>At Emailage, we see a lot of data, and that will be your playground to implement scalable machine learning models and enhance big data processing capabilities in collaboration with our data scientists. You will be developing and deploying our advanced algorithms on production and perform as a bridge between data science and software development teams. You will also be expected to validate, document, and govern the models that our team builds.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities:\n<\u002Fb><\u002Fh3><div><ul><li>Implement and deploy large scale machine learning models to run on the cloud<\u002Fli><li>\nRetrieve and manipulate very large imbalanced datasets and extract features<\u002Fli><li>\nValidate and govern the model built, conduct statistical stability tests, and prepare model governance documentation<\u002Fli><li>\nDesign and develop big data enterprise solutions for data ingestion and transformation on AWS<\u002Fli><li>\nDesign data pipelines in production based on continuous delivery practices<\u002Fli><li>\nCollaborate with data scientists to develop advanced modeling capabilities<\u002Fli><li>\nEstablish technical communication between software development and data science teams<\u002Fli><li>\nProvide big data thought leadership to leverage Emailage&rsquo;s data efficiently<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Qualifications:<\u002Fb><\u002Fh3><div><ul><li>\nMaster&rsquo;s degree in Computer Science, Statistics, Mathematics, Operations Research, or related advanced quantitative field is required. At a minimum, we expect 2 years of graduate work and PhD is preferred.<\u002Fli><li>\nAbility to design highly performant systems and troubleshoot complex performance and scalability issues in production<\u002Fli><li>\nExtensive theoretical and practical understanding of state-of-the-art supervised and unsupervised machine learning methods<\u002Fli><li>\nExperience working with highly imbalanced datasets<\u002Fli><li>\n3 years+ of experience in working on and delivering research oriented data driven problems<\u002Fli><li>\n2 years+ experience munging data using R, Python and SQL<\u002Fli><li>\n2 years+ experience writing production code using C++, Java and\u002For Scala<\u002Fli><li>\n2 years+ of coding experience working with machine learning frameworks such as H2O, Tensorflow, MLLib, scikit-learn or similar tools<\u002Fli><li>\n2 years+ experience with AWS, specifically S3, EC2, and EMR<\u002Fli><li>\n2 years+ experience working with very large datasets using big data tools and platforms (Hadoop, Pig\u002FHive, Spark)<\u002Fli><li>\n2 years+ combined experience with the following technologies: Cassandra, DynamoDB, HBASE, MongoDB or other major NoSQL platforms<\u002Fli><li>\nAbility to work in a dynamic, fast changing environment, with a strong attention to detail, communicate effectively and work well in a cross-functional environment<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Company Benefits and Perks:<\u002Fb><\u002Fh3><div><ul><li>\nCompetitive salary<\u002Fli><li>\nFull health, dental and vision coverage<\u002Fli><li>\nLife insurance, short-term, and long-term disability paid for by the company<\u002Fli><li>\n401(k) plan offered with employer match<\u002Fli><li>\nHigh-end hardware to work with<\u002Fli><li>\nLearning and career growth prospects<\u002Fli><li>\nPaid Holiday and Time Off<\u002Fli><li>\nReferral bonus program<\u002Fli><li>\nYou will be working with bleeding edge technology with the opportunity to grow<\u002Fli><li>\nAbility to participate in employee stock option plan<\u002Fli><li>\nFast paced Startup Culture<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><b>Why you will LOVE Emailage:<\u002Fb><\u002Fdiv><div>\nWe are a hyper-growth SaaS company based in downtown Chandler, Arizona, with offices in San Francisco, Brazil, United Kingdom, Mexico, Australia and Singapore. We work with financial institutions, e-commerce merchants, and other organizations around the world to make digital transactions easier, more efficient and more secure. We&rsquo;ve helped businesses around the world prevent over $2.7B in fraud in 2018 by providing an intelligent upfront layer of protection with our innovative fraud prevention solution.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>Our Email Risk Assessment delivers an intelligent risk score to the world&rsquo;s largest organizations that allow them to prevent fraud and increase revenue. We combine fraud data from our contributory consortium model with proprietary machine learning algorithms and email history data. Emailage uses patented machine learning algorithms, along with a global consortium of data, to identify new fraud trends and provide real time intelligence for risky transactions, which allows us to stay ahead of the evolving fraud landscape.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nIt&rsquo;s no secret that we work hard, but we also strive to create an office environment where the lines between work and play are blurred. This means we offer great perks to help keep our team healthy, productive, and happy.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nTo learn more, visit: www.emailage.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","e388ae709679e1a5":"<div><p>NaphCare has an excellent opportunity for a <b>Data Scientist<\u002Fb> to join our Software Development team. Under the leadership of the Software Development Manager, the <b>Data Scientist<\u002Fb> will work with cross-functional teams to design and develop <b>machine learning and analytics solutions<\u002Fb> for our cutting-edge TechCare Electronic Medical Records application. The ideal candidate has knowledge of Python, Keras, and Tensorflow frameworks, along with the ability to critically assess advanced data analytics problems for creative solutions in support of company goals.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>Performance Expectations:<\u002Fb><\u002Fp>\n<ul><li>Collaborate with the Software Development team to develop data models, and artificial intelligence (AI)\u002Fmachine learning solutions using Python, Keras, and Tensorflow frameworks from data sets<\u002Fli>\n<li>Performs testing and validation of AI\u002Fmachine learning solutions<\u002Fli>\n<li>Performs data cleansing and aggregation activities in support of (AI)\u002Fmachine learning training processes<\u002Fli>\n<\u002Ful><p><b>Position Requirements:<\u002Fb><\u002Fp>\n<ul><li>Bachelor&rsquo;s degree from an accredited institution in Computer Science, Data Science, or related field highly preferred<\u002Fli>\n<li>Minimum of 2 years of relevant Data Analytics or Software Development experience in Python highly preferred; knowledge of healthcare and EMR software is a plus<\u002Fli>\n<li>The candidate must possess excellent interpersonal and problem solving skills, must demonstrate efficiency, punctuality and professional communication via phone and email.\n<\u002Fli><li>Proficiency in basic computer operation within a Windows environment, and have a basic knowledge of .Net programming.<\u002Fli><\u002Ful><\u002Fdiv>","f04f07ceb290648e":"<p><\u002Fp><div><div><div><p>Nabler is offering an opportunity for recent PhD graduates in Computer Science, Electrical Engineering, or Econometrics with strong theoretical foundations and programming skills to break into the relatively new, and constantly growing, field of data science. We are filling positions as Data Scientists that include on-the-job training and working onsite with one of Nabler&rsquo;s Fortune 500 clients. For a trained data scientist, the opportunities are endless! E-commerce, digital marketing, and retail companies cannot fill these positions fast enough.<\u002Fp>\n<p>You will be hired as a Nabler temporary employee initially, embedded with a world class data science team. You will work alongside, and be trained by, leaders in the industry. The intent of the client is to groom and then hire Data Scientists upon successful completion of the probationary period.<\u002Fp>\n<\u002Fdiv><div><\u002Fdiv><div><p>Summary<\u002Fp>\n<p>Provides advanced analytical capabilities to support data science initiatives such as insightful business, website, and statistical analyses that yield tangible results for client by performing the following duties<\u002Fp>\n<\u002Fdiv><div><\u002Fdiv><div><p>Duties &amp; Responsibilities<\u002Fp>\n<ul><li>Supports one or more areas of client in providing actionable insights on personalization, search and navigation, SEO and promotions, supply chain, services, and other company priorities through data science.*<\u002Fli>\n<li>Supports the creation of an automated insights generation framework for client&rsquo;s business partners.*<\u002Fli>\n<li>Tracks measures of success and develops dashboard reports that measure financial results, customer satisfaction, and engagement metrics for client&rsquo;s business partners.*<\u002Fli>\n<li>Measures and evaluates impact of data science initiatives such as personalization or improved search algorithms.*<\u002Fli>\n<li>Identifies innovative ways for measuring and improving customer engagement.*<\u002Fli>\n<li>Conducts deep statistical analyses, including predictive and prescriptive modeling.*<\u002Fli>\n<li>Develops machine learning models and data science frameworks to support key business initiatives such as personalization and recommendations, search recall, relevancy and ranking, and supply chain and network optimization.*<\u002Fli>\n<li>Conducts ad-hoc analytical requests, seeing them to completion.*<\u002Fli>\n<li>Supports functional area(s) in reaching their goals via timely and insightful analyses.*<\u002Fli>\n<li>Supports the development of tactical plans aligned with client&rsquo;s business strategy in order to bring the vision into realization.*<\u002Fli>\n<li>Keeps pace with change and maintains a competitive advantage within the marketplace by seeking out and learning changes in the field.*<\u002Fli>\n<li>Works across the data science team, other analytics colleagues, and business partners such as personalization, search and navigation, SEO and promotions, social, inventory planning, supply chain, and services to accomplish tasks.*<\u002Fli>\n<li>Takes lead on project discovery, project coordination, and project implementation.*<\u002Fli>\n<li>Engages in developing the next generation data scientist through the junior data scientists.*<\u002Fli>\n<li>Develops communications and conveys message at the appropriate level for the given audience.*<\u002Fli>\n<\u002Ful><\u002Fdiv><div><\u002Fdiv><div><p>Qualifications<\u002Fp>\n<p>To perform this job successfully, an individual must be able to perform each essential duty satisfactorily. The requirements listed below are representative of the knowledge, skill, and\u002For ability required. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.<\u002Fp>\n<\u002Fdiv><div><\u002Fdiv><div><p>Language Ability<\u002Fp>\n<p>Ability to read, analyze, and interpret the most complex documents. Ability to respond effectively to the most sensitive inquiries or complaints. Ability to write speeches and articles using original or innovative techniques or style. Ability to make effective and persuasive speeches and presentations on controversial or complex topics to top management, public groups, and\u002For boards of directors.<\u002Fp>\n<\u002Fdiv><div><\u002Fdiv><div><p>Math Ability<\u002Fp>\n<p>Ability to comprehend and apply principles of advanced calculus, modern algebra, and advanced statistical theory. Ability to work with concepts such as limits, rings, quadratic and differential equations, and proofs of theorems.<\u002Fp>\n<\u002Fdiv><div><\u002Fdiv><div><p>Reasoning Ability<\u002Fp>\n<p>Ability to apply principles of logical or scientific thinking to a wide range of intellectual and practical problems. Ability to deal with nonverbal symbolism (formulas, scientific equations, graphs, musical notes, etc.) in its most difficult phases. Ability to deal with a variety of abstract and concrete variables.<\u002Fp>\n<\u002Fdiv><div><\u002Fdiv><div><p>Computer Skills<\u002Fp>\n<p>To perform this job successfully, an individual should have knowledge of word processing software, internet software, and database software.<\u002Fp>\n<\u002Fdiv><div><\u002Fdiv><div><p>Education\u002FExperience<\u002Fp>\n<p>Doctorate of Philosophy (Ph. D.) or equivalent in Computer Science or Electrical Engineering.<\u002Fp>\n<\u002Fdiv><div><\u002Fdiv><div><p>Specialized Training<\u002Fp>\n<ul><li>Quantitative and machine learning<\u002Fli>\n<li>Natural language processing<\u002Fli>\n<li>Statistical data analysis<\u002Fli>\n<li>Mathematical and analytical modeling<\u002Fli>\n<li>Probability and hypothesis testing<\u002Fli>\n<li>Monte-carlo and NLP<\u002Fli>\n<li>Supervised and un-supervised learning as well as artificial neural networks and deep-learning<\u002Fli>\n<li>Time-series analysis, data analysis and visualization<\u002Fli>\n<li>CERN ROOT, python tensorflow, matplotlib, R, mathematica, matlab, and octave<\u002Fli>\n<li>scala, SQL, NoSQL, java, and C\u002FC++<\u002Fli>\n<li>Git and github, unix SED\u002FAWK, bash, working knowledge of hadoop, mapreduce, hive, hbase, and spar.<\u002Fli>\n<\u002Ful><\u002Fdiv><div><\u002Fdiv><div><p>Knowledge, Skills, And Other Abilities<\u002Fp>\n<ul><li>1 - 3 years analytical experience with a bachelor&rsquo;s degree in related quantitative analytic field or 0 - 1 year analytical experience with a master's degree in related quantitative analytic field such as computer science, statistics, physics, or economics<\u002Fli>\n<li>Experience using multiple data systems and sources including an enterprise grade analytics tool hadoop, spark, aster, teradata, netezza, redshift, vertica, alteryx, and tableau<\u002Fli>\n<li>0-2 years programming experience with java, python, scala, and rust<\u002Fli>\n<li>Advanced knowledge of SQL with at least 2 years of functional experience<\u002Fli>\n<li>Knowledge of various statistical modeling techniques with 2 year of functional experience<\u002Fli>\n<li>Strong business acumen and ability to understand business problems, develop hypotheses, and test and learn<\u002Fli>\n<li>Ability to form relationships\u002Fpartnerships and lead by influence rather than by authority in a high matrix organization<\u002Fli>\n<li>Ability to manage time and priorities while still driving multiple projects at once<\u002Fli>\n<li>Strong communication skills and ability to interact with stakeholders and business partners across the organization, and at various levels (technical to creative; individual contributors to executives)<\u002Fli>\n<li>2+ years functional experience in performing predictive analytics at a large scale enterprise<\u002Fli>\n<li>Masters in related quantitative analytic field<\u002Fli>\n<\u002Ful><\u002Fdiv><div><\u002Fdiv><div><p>Physical Demands<\u002Fp>\n<p>The physical demands described here are representative of those that must be met by an employee to successfully perform the essential functions of this job. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.<\u002Fp>\n<p>While performing the duties of this job, the employee is regularly required to stand, walk, sit, use hands, reach with hands and arms, and talk or hear. The employee is occasionally required to taste or smell. The employee must occasionally lift and\u002For move up to 25 pounds. Specific vision abilities required by this job include close vision, distance vision, peripheral vision, depth perception, ability to adjust focus, and ability to see color.<\u002Fp>\n<\u002Fdiv><div><\u002Fdiv><div><p>Work Environment<\u002Fp>\n<p>The work environment characteristics described here are representative of those an employee encounters while performing the essential functions of this job. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.<\u002Fp>\n<p>While performing the duties of this job, the employee is frequently exposed to work near moving mechanical parts. The employee is occasionally exposed to risk of electrical shock, and vibration.<\u002Fp>\n<p>The noise level in the work environment is usually moderate.<\u002Fp>\n<\u002Fdiv><div><\u002Fdiv><div><p>Eligibility<\u002Fp>\n<p>In compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification document form upon hire.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv>"}