{"b91ccf93cedb05ae":"<div><p><b>Description<\u002Fb>\n<\u002Fp><h2 class=\"jobSectionHeader\"><b>Job Requisition:<\u002Fb><\u002Fh2>\nData Scientist w\u002FPolygraph<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Description:<\u002Fb><\u002Fh2><p>\nThe Data Scientist is responsible for leading enterprise data analysis across a large complex intelligence program using tools and IT capabilities for improving the use and production of data and results. This role requires both IC analytic experience and familiarization with a broad range of data analysis tools and techniques. This role leads complex projects requiring data analysis, interpretation, and communication to support decision-makers and customers. This individual develops innovative approaches to analyze and exploit the customer data holdings for rapid data correlation and data processing in support IC mission requirements. This role collaborates with the customer to understand, support, and anticipate changing needs and requirements and offers recommendations for solutions.<\u002Fp><p><b>\nRequired Skills:\n<\u002Fb><\u002Fp><ul><li>Bachelor&rsquo;s degree in a technical field, such as mathematics, engineering, or computer science<\u002Fli><li>\n8+ years of applicable IC experience in data science and\u002For analysis<\u002Fli><li>\nProgram level leadership experience directing complex data science and analytic projects<\u002Fli><li>\nExperience\u002Fknowledge of computer science concepts including programming, statistics, data architecture, data analytics, data science, data mining, and visualization techniques<\u002Fli><li>\nExperience using analytic tools (e.g., Tableau) for performing data manipulation, situational awareness, and data visualization<\u002Fli><li>\nExperience\u002Fknowledge of social network and link analysis tools (e.g., Palantir, i2 Analyst&rsquo;s Notebook)<\u002Fli><li>\nExperience with quantitative and qualitative content analytics<\u002Fli><li>\nOversight of analysis on a variety of data types and sources including unstructured data and social media (e.g., Twitter, Facebook, YouTube)<\u002Fli><li>\nDemonstrated ability to effectively communicate complex technical findings to non-technical audiences in both written and verbal formats<\u002Fli><li>\nDemonstrated experience identifying, recommending, and implementing continuous improvement approaches within teams, processes, or technology<\u002Fli><li>\nCommunicating direction, approaches, and results to teams, leadership, and customers<\u002Fli><li>\nCollaborating with projects and programs on data science communities of interest<\u002Fli><\u002Ful><p><b>\nDesired Skills:\n<\u002Fb><\u002Fp><ul><li>Master&rsquo;s degree in a technical field<\u002Fli><li>\nBiometrics experience<\u002Fli><li>\nAI experience<\u002Fli><li>\nML experience<\u002Fli><li>\nExperience working with statistical packages (e.g. SPSS, R, SAS, Python and SQL)<\u002Fli><li>\nExperience with complex database search queries across multiple databases<\u002Fli><li>\nAgile\u002Fscrum experience<\u002Fli><li>\nTS\u002FSCI -w-Poly required<\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nExternal Referral Bonus:<\u002Fb><\u002Fh2>\nEligible<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPotential for Telework:<\u002Fb><\u002Fh2>\nNo<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nClearance Level Required:<\u002Fb><\u002Fh2>\nTop Secret\u002FSCI with Polygraph<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nTravel:<\u002Fb><\u002Fh2>\nNo<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nScheduled Weekly Hours:<\u002Fb><\u002Fh2>\n40<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nShift:<\u002Fb><\u002Fh2>\nDay<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nRequisition Category:<\u002Fb><\u002Fh2>\nProfessional<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Family:<\u002Fb><\u002Fh2>\nData Scientist<p><\u002Fp>\n1000<p><\u002Fp>\nIntelligence<p>\nLeidos is a Fortune 500&reg; information technology, engineering, and science solutions and services leader working to solve the world's toughest challenges in the defense, intelligence, homeland security, civil, and health markets. The company's 33,000 employees support vital missions for government and commercial customers. Headquartered in Reston, Virginia, Leidos reported annual revenues of approximately $10.19 billion for the fiscal year ended December 28, 2018. For more information, visit www.Leidos.com.<\u002Fp><p>\nPay and benefits are fundamental to any career decision. That's why we craft compensation packages that reflect the importance of the work we do for our customers. Employment benefits include competitive compensation, Health and Wellness programs, Income Protection, Paid Leave and Retirement. More details are available here.<\u002Fp><p>\nLeidos will never ask you to provide payment-related information at any part of the employment application process. And Leidos will communicate with you only through emails that are sent from a Leidos.com email address. If you receive an email purporting to be from Leidos that asks for payment-related information or any other personal information, please report the email to spam.leidos@leidos.com.<\u002Fp><p>\nAll qualified applicants will receive consideration for employment without regard to sex, race, ethnicity, age, national origin, citizenship, religion, physical or mental disability, medical condition, genetic information, pregnancy, family structure, marital status, ancestry, domestic partner status, sexual orientation, gender identity or expression, veteran or military status, or any other basis prohibited by law. Leidos will also consider for employment qualified applicants with criminal histories consistent with relevant laws.<\u002Fp><\u002Fdiv><p><\u002Fp>","b73039e5d1b7ac79":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>Illumination Works is seeking an experienced Data Scientist with strong Natural Language Processing skills for our Beavercreek location!<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nILW is a motivated, fast-growing solutions enablement company. We provide expert level consulting, design, and development services that deliver exceptional outcomes and products for our clients. We know data. We&rsquo;ve grown with the industry as it morphed from rows and columns filled with structured data to applying text analytics and prescriptive models to unstructured data. We create innovative solutions for our customers ranging from prototypes to scalable, enterprise-level products. We&rsquo;ve helped customers migrate and ingest data into Big Data frameworks and data lakes to drive understanding, business value, and future investment prospects. We design custom algorithms and apply analytics that optimally leverage the data in a statistically robust manner to yield new insights and meet our customer&rsquo;s needs.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe employ some of the best technical and professional talent in the industry. We are looking for dedicated professionals who are attracted to a challenging and rewarding career experience. We want knowledge seekers who have a passion for implementing creative solutions that unravel complex and ever-changing challenges. Our ideal candidate exhibits passion, curiosity, and perseverance with an ability to communicate ideas and results to diverse audiences. This person will actively integrate and collaborate with our energetic team of data research scientists from varied technical and academic backgrounds. Are you ready to join the best? Reach out to us today.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nDo you have what it takes?<\u002Fdiv><div>\nOutstanding problem-solving and critical thinking skills<br>\nInnovative, creative, out-of-box thinking<br>\nAbility to explore complex data sets and extract value from them<br>\nExperiment design and algorithm development<br>\nExcellent verbal and written communication skills and the ability to interact professionally with executives, managers, and subject matter experts<br>\nAbility to thrive in collaborative and independent work environments<br>\nAptitude for learning and mentoring<br>\nAbility to efficiently assimilate and apply new knowledge<br>\nProficiency with at least one computer programming language (e.g., Python, R)<br>\nPhD or Masters in an analytic discipline and at least 5 years independent research or work experience or equivalent work experience with any degree in an analytic discipline.<br>\n<\u002Fdiv><div>\nPreferred technical skills<\u002Fdiv><div>\nMastery of Python or R<br>\nExperience with advanced statistics<br>\nExperience with machine learning<br>\nCollaborative coding experience and competency with Git<br>\nExperience with Mathematica, SAS, MATLAB or equivalent<br>\nExperience with SQL, Hadoop, Hive, Pig, Hue, MongoDB, etc.<br>\n<\u002Fdiv><div><\u002Fdiv><div>\nNote: Acceptable candidates must successfully pass a drug test and background screen<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWhy Choose Us?<\u002Fdiv><div>\nAs a company, we invest in our employees. We understand that the health of yourself and families are very important; along with your time here at ILW. Listed below you will find some of the top benefits and perks if you choose to be a part of our team.<\u002Fdiv><div>\nMarket Competitive Salary<br>\nGenerous PTO Package<br>\nComprehensive Medical, Dental, Vision and Life Insurance Plans<br>\n401K<br>\nShort and Long-Term Disability Insurance<br>\nFun &amp; Engaging Culture<br>\nOngoing training, education and industry partnerships that allow you to be up to speed on the latest technologies and processes.<br>\n<\u002Fdiv><div>\nIllumination Works, LLC is committed to hiring and retaining a diverse workforce. We are an Equal Opportunity Employer, making decisions without regard to race, color, religion, sexual orientation, gender identity or national origin, age, veteran status, disability, or any other protected class. U.S. Citizenship is required for most positions.<\u002Fdiv><div>\nIf you are interested in joining our team and being part of an outstanding group of IT professionals providing innovative solutions to a wide variety of clients, and feel you meet the prior requirements, please contact us!<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","73555552acfb007b":"<p><\u002Fp><div><p>With demand sensing, OMP is breaking through some boundaries of classical demand forecasting. The use of state of the art techniques like machine learning and neural networks allow for a step change in forecast accuracy, driving immediate value creation for our customers. By using these innovative functionalities, they are able to adjust their supply plans faster and more accurate.\n<\u002Fp><p>Are you ready to join the demand driven revolution in supply chain? Are you passionate about finding patterns and correlations? Then apply for the position of (Senior) Data Scientist and join our product development team.<\u002Fp>\n<h1 class=\"jobSectionHeader\"><b>Your Challenge\n<\u002Fb><\u002Fh1><p>As a Data Scientist, you have only one aim: to provide innovative solutions for the customers&rsquo; challenging analytics and forecasting needs.<\u002Fp>\n<ul><li>You analyze their needs, design a prototype, develop the model and optimize your solution.<\u002Fli>\n<li>You support the customer throughout the entire implementation schedule.<\u002Fli>\n<li>You work in close collaboration with the customer&rsquo;s project team and you consultant colleagues working on the same project.\n<\u002Fli><\u002Ful><p>Next to the project work you will be responsible for the design of solutions and the development of the products. You ensure that high-quality, well-tested and documented solutions are delivered.\n<\u002Fp>\n<p>Your challenge is to collect and formulate the business requirements and translate them into functional requirements that can easily be fed into a technical design. Therefore, you work in close collaboration with the product manager and software engineers.\n<\u002Fp>\n<p>You continuously improve the solutions and develop new functionalities.\n<\u002Fp><ul><li>You validate these solutions and functionalities with the different stakeholders.<\u002Fli>\n<li>You implement and test the developments.\n<\u002Fli><\u002Ful><p>Finally, you document the tools, and train and support your colleagues in the usage of the Solution. You participate in pre-sales to demonstrate functionality that meets the prospects goals and objectives.\n<\u002Fp><h1 class=\"jobSectionHeader\"><b>Your Profile\n<\u002Fb><\u002Fh1><p>Strong analytical skills and problem solving abilities, complemented with a university degree, are indispensable in this job. Having a PhD is a definite advantage.\n<\u002Fp><p>You have an entrepreneurial mindset in looking for innovative solutions for our customers&rsquo; analytics and forecasting problems.\n<\u002Fp><ul><li>You are passionate about finding patterns and looking for correlations in big datasets.\n<\u002Fli><li>You take incomplete data as a challenge and use qualitative techniques to bridge the gap.\n<\u002Fli><\u002Ful><p>A solid background in applied statistics (distributions, statistical testing, confidence intervals, machine learning, time series, &hellip;) is required.\n<\u002Fp><ul><li>You have practical experience with time series analysis and forecasting (exponential smoothing, multivariate regression, ARIMA, &hellip;) to solve real-life business problems.\n<\u002Fli><li>You benefit from having experience in analyzing and implementing forecasting processes, as well as having working experience as an analyst or consultant for large multinational organizations.\n<\u002Fli><\u002Ful><p>You are familiar with a statistical scripting language, preferably R. Basic knowledge of relational databases and SQL are a plus.\n<\u002Fp>\n<p>You can present findings clearly to a non-technical audience, using different visualization techniques.<\u002Fp>\n<p>You have an excellent command of at least two languages (Dutch, French, English or German).\n<\u002Fp><p>You are able to work autonomous and project based.\n<\u002Fp>\n<h1 class=\"jobSectionHeader\"><b>Your Company?<\u002Fb><\u002Fh1>\n<p>OMP is a <b>software <\u002Fb>and <b>consulting <\u002Fb>company focused on <b>Supply Chain Planning<\u002Fb>. As a company we have but one mission: to optimize our customer&rsquo;s supply chain. We pride ourselves on developing innovative Advanced Planning Systems (APS) that meet and exceed expectations. Our customer base includes leading companies in different industries, such as ArcelorMittal, BASF, Dow, Johnson &amp; Johnson, Michelin, Shaw, Procter &amp; Gamble and Smurfit Kappa.<\u002Fp>\nWe are a growing international company with lots of opportunities for our people. We work from our offices in Belgium, the Netherlands, France, Germany, UK, USA, China, Brazil, Ukraine, UAE and India. Respect, team spirit and creativity are the cornerstones of our working culture.\n<p>Are you the right person for the challenge?<\u002Fp><\u002Fdiv><p><\u002Fp>","77c311363a46e57d":"<div><div>Two Sigma is a different kind of investment manager. Since 2001, we have used data science and technology to derive insights that forecast the future and discover value in markets worldwide. Our team of scientists, technologists and academics looks beyond traditional finance to understand the bigger picture and develop creative solutions to some of the world&rsquo;s most challenging economic problems. Our work spans across markets and industries, from insurance and securities to private investments and new ventures.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nTwo Sigma's data engineering platform enables us to harness some of the world's most complex &amp; challenging content, as we structure and integrate new datasets into a diverse ecosystem of syndicated financial and industry-specific data products. Two Sigma's data scientists are focused on joining, enriching, and transforming datasets into novel creative measures of economic activity. We utilize a variety of modeling techniques to generate financially-relevant predictions feeding into Two Sigma's systematic investment management platform, we measure the performance and impact of our predictions in a variety of settings, and we further distill economic insights and thematic analyses from our data &amp; observations.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nYou will take on the following responsibilities:<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><ul><li>\nDesign &amp; implement granular domain-specific indicators from data, relating them to company, industry, and macroeconomic factors<\u002Fli><li>\nContribute to the design of investing strategies on economic predictions through multiple investing paradigms<\u002Fli><li>\nManage requirements for a set of dependent data products derived from a large portfolio of integrated data feeds<\u002Fli><li>\nContribute to data sourcing strategy across multiple industry data verticals supporting our prediction efforts<\u002Fli><li>\nGenerate a series of economic insights research reports relating trends in our indicators &amp; predictions to investment themes<\u002Fli><\u002Ful><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nYou should possess the following qualifications:<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><ul><li>\n1-5+ years of experience in applied data analysis &amp; prediction, preferably in an industry setting<\u002Fli><li>\nDegree in a technical or quantitative disciplines, like statistics, mathematics, physics, electrical engineering, or computer science<\u002Fli><li>\nDemonstrably strong data science modeling intuition and feature engineering creativity<\u002Fli><li>\nExpertise in applying statistical techniques for time-series measurement\u002Festimation and prediction<\u002Fli><li>\nIntimate familiarity with the potential flaws &amp; fallacies in the applications of specific statistical methods<\u002Fli><li>\nExperience specifying &amp; managing requirements for datasets leveraged in your analyses<\u002Fli><li>\nWorking knowledge of SQL and common data science toolkits : Python, R, Spark, Matlab<\u002Fli><li>\nStrong written &amp; verbal communication and presentation skills, with experience crafting a compelling narrative supported by data<\u002Fli><li>\nA portfolio of open-data analyses or data-driven research publications would be ideal<\u002Fli><\u002Ful><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nYou will enjoy the following benefits:<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><ul><li>\nCore Benefits: Fully paid medical and dental insurance premiums for employees and dependents, competitive 401k match, employer-paid life &amp; disability insurance<\u002Fli><li>\nPerks: Onsite gyms with laundry service, wellness activities, casual dress, snacks, game rooms<\u002Fli><li>\nLearning: Tuition reimbursement, conference and training sponsorship<\u002Fli><li>\nTime Off: Generous vacation and unlimited sick days, competitive paid caregiver leaves<\u002Fli><\u002Ful><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are proud to be an equal opportunity workplace. We do not discriminate based upon race, religion, color, national origin, sex, sexual orientation, gender identity\u002Fexpression, age, status as a protected veteran, status as an individual with a disability, or any other applicable legally protected characteristics.<\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","9c1b6eb2d342cdf0":"<div><\u002Fdiv><div><div>Skyline AI is redefining the world&rsquo;s approach to the $200 trillion commercial real estate industry by building data technology that will<b> transform the market from the low-tech methods it&rsquo;s been relying on for decades.<\u002Fb><\u002Fdiv><div>\nHere at Skyline AI, our data is our fuel. We are constantly collecting new data sources, analyzing our many different types of data and extracting valuable information from it.<\u002Fdiv><div>\nWe are looking for a versatile software engineer to join our data group. This is one of the broadest and most influential roles in the company - touching our data sources, data processing algorithms, ML research, and being responsible for the orchestration system on which it all relies.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nAbout Skyline AI<\u002Fb><\u002Fdiv><div>\nSkyline AI is an asset management technology company for commercial real estate. Skyline AI partners with leading commercial real estate firms to establish next-generation investment vehicles augmented by artificial intelligence. Mining data from over 130 different sources and applying advanced AI models to detect and exploit market anomalies, identify superior risk-reward investments, and discover untapped value-add opportunities, Skyline AI is a new, more precise way to invest in real estate. Founded in 2017, Skyline AI is backed by Sequoia Capital, JLL (NYSE: JLL), Nyca Partners and others. The company has offices in New York and Tel Aviv.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nResponsibilities<\u002Fb><\u002Fdiv><ul><li>\nMaintain and improve our in-house git-inspired data pipeline orchestration system<\u002Fli><li>\nWrite applications that fetch data by various means, including PDF parsing, HTML scraping, and more.<\u002Fli><li>\nPerform Real Estate analysis based on the data repository we are continuously growing<\u002Fli><li>\nExtract insights from our data, and generate predictions using data science techniques<\u002Fli><li>\nDevelop the algorithms which generate the datasets that are used by the whole R&amp;D department<\u002Fli><\u002Ful><div><b>\nQualifications<\u002Fb><\u002Fdiv><ul><li>\nProven software development ability, building complex and robust systems - at least 4 years<\u002Fli><li>\nProven analytical\u002Fresearch ability - data science, cyber-security, intelligence, academic, etc.<\u002Fli><li>\nData engineering experience (data pipelines, ML architecture) - advantage<\u002Fli><li>\nWeb scraping experience - advantage<\u002Fli><li>\nPython\u002FGolang - advantage<\u002Fli><li>\nML libraries and tools (pandas, scikit-learn, jupyter notebook) - advantage<\u002Fli><li>\nTeam player, independent, able to work in an unstructured and fast-paced environment.<\u002Fli><\u002Ful><\u002Fdiv>","7e62e58e655b31ff":"<div><h2 class=\"jobSectionHeader\"><b>Position Description\n<\u002Fb><\u002Fh2><div><div><div><div>The <b>Data Scientist II<\u002Fb> role is to wrangle data into a usable form, moving the interpretation of the data from descriptive and diagnostic into building prescriptive and predictive algorithms to solve Ryder's toughest problems. A Data Scientist will drive Ryder toward the cutting edge of what comes next. The Data Scientist is expected to be an expert of algorithms and knows the balance of the Art of Modeling. This position will work on cutting edge data technology by being a key user on Ryder's Azure Data Lake driving the analytics initiatives as an expert in this field. The Data Scientist II will use their skills as an expert of machine learning and artificial intelligence algorithms, by utilizing the perfect blend of data with the right use-cases to turn Ryder's data into concrete value-add for the business. On this team, a Data Scientist will get the chance to be the machine learning expert, collaborating with Data Engineers and Analysts, using all their skills in order to exploit data to drive the business forward. The Scientist pushes the envelope of what is possible in the big data space; streaming live data into a data lake and experimenting with data in the data sandbox. As discoveries are made, the Scientist helps facilitate the movement of the algorithms into a core solution to support the business.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Requirements\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Bachelor's degree Computer Science, Data Analytics, Operational Research, Mathematics or equivalent<\u002Fli><li>\nMaster's degree Computer Science, Data Analytics, Operational Research, Mathematics, MBA or equivalent preferred<\u002Fli><li>\nTwo (2) years or more experience in Applied Project(s)<\u002Fli><li>\nExperience in demonstrating advanced analytics in an educational\u002Fproject<\u002Fli><li>\nTwo (2) years or more experience in statistical, optimization and machine learning modeling development<\u002Fli><li>\nExperience working in a cloud environment<\u002Fli><li>\nFour (4) years or more experience in working in an individual contributor role as a key member of the team that others rely on. preferred<\u002Fli><li>\nExperience in the development of predictive analytic solutions using predictive analytics tools like: Alteryx,R\u002FPython required<\u002Fli><li>\nExposure using tools like: ETL tools (SSIS or SSRS), Data manipulation tools (SQL) , Object oriented development stacks (.net) (preferred)<\u002Fli><li>\nStrong verbal and written communication skills, with an ability to express complex technical concepts in business terms<\u002Fli><li>\nSupport product innovation, working closely with technology throughout the build, test, and release of the product using agile methodologies<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Build predictive and prescriptive modeling techniques exploiting mathematical modeling and traditional statistical approaches in addition to the latest algorithm technology in machine learning and artificial intelligence<\u002Fli><li>\nWrangle data transformations from the data sandbox and from custom sources for Data modeling<\u002Fli><li>\nEnhance data canonical maturity and integration for Ryder&rsquo;s products by interacting with operations to standardize the core value add functionality enabling a multiplier effect<\u002Fli><li>\nExperience working within a collaborative team, coaching more junior product team members to achieve success<\u002Fli><li>\nChallenge the status quo guiding entrepreneurial innovation in both analytical products and the curation of new data sources elevating analytics beyond data reporting and dashboarding to the delivery actionable insights<\u002Fli><li>\nKnowledge of with Ryder&rsquo;s Business, understanding the complexity of the supply chain world and the role that data has within this ecosystem<\u002Fli><li>\nPerform other duties as assigned<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><i>\nRyder is proud to be an Equal Opportunity Employer and Drug Free workplace. All qualified applicants will receive consideration for employment without regard to race, religion, color, national origin, sex, sexual orientation, gender identity, age, status as a protected veteran, among other things, or status as a qualified individual with disability.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","9c3261e77d63465d":"<div><div><div><div><div><b>Do you want to join a fast-growing, dynamic company working on the latest technology contracts across the country?<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nISPA Technology is that company. We have been listed 5 years in a row on the Inc. 5000 Fastest Growing Companies. We offer a great company culture, competitive salary &amp; bonus potential, a superior benefits package, and much more!<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><p><b>Job Description:<br>\n<\u002Fb><\u002Fp><p><\u002Fp><div>Seeking a Data Scientist to support United States Special Operations Command (USSOCOM) and the Intelligence Community (IC)<\u002Fdiv><p><\u002Fp><br>\n<p><b>\nJob Duties Include (but not limited to):<\u002Fb><\u002Fp><ul><li>\nResponsible for improving data access, analysis and understanding. They will demonstrate expertise in data management, process development, modeling, and analytics.<\u002Fli><li>\nApply and develop scientific methodology, statistics and algorithms to discover and frame relevant problems, hypotheses, and opportunities.<\u002Fli><li>\nDevelop predictive and prescriptive modeling, natural language processing, and text mining and processing, recommendations, clustering, forecasting methods, and other advanced statistical techniques.<\u002Fli><li>\nDesign and automate processes to facilitate the manipulation and analysis of data. Manage and integrate data across dissimilar data sets. Analyze large-scale structured and unstructured data. Query relational SQL and NoSQL databases, including Postgres and Cassandra. Oversee new data source acquisition and integration.<\u002Fli><li>\nUse frameworks such as Spark and Hadoop to conduct large-scale data processing. Perform statistical modeling with tools such as SAS and R. Produce data visualizations using products like Tableau, Microsoft Power BI and R Shiny.<\u002Fli><li>\nProgramming using R, Python (NumPy, SciPy, Pandas) or similar analytical languages.<\u002Fli><li>\nDevelop and implement complex statistical models. Communicate complex concepts and hypothesis to a non-technical audience.<\u002Fli><li>\nSolve complex data problems, discovering fresh insights and delivering data to the user that is timely and establishes unparalleled trust and confidence in the data and services of our customers.<\u002Fli><li>\nWork closely with analytical cells to understand analyst behavior and their use of data, systems, and tools.<\u002Fli><li>\nProvide interpretation of new data sources relevant to our user community and recommend ways to apply the data to identify unique insights.<\u002Fli><li>\nIdentify and analyze data shortfalls, hidden insights or anomalies and make recommendations on ways to apply the data and help to codify new data collection or system requirements.<\u002Fli><li>\nIdentify discrepancies in the tactics, techniques or procedures (TTPs) currently used by analysts in the course of their varied mission sets and provide recommendations to improve (TTPs), methodologies, and tools and create efficiencies.<\u002Fli><li>\nIdentify hidden insights or anomalies contained within the data and work with analysts and engineers to solve complex data problems facing a wide spectrum of users.<\u002Fli><li>\nAnalyze and interpret the results of software solutions which are developed, measure and test the analytic results and communicate outcomes to decision-makers.<\u002Fli><li>\nIdentify, understand, and decompose analytical problems and hypothesize approaches for answering those questions and assist in the development of capabilities and techniques to extract actionable insights and derive meaningful information from a variety of complex data sources containing structured, unstructured and sensor data.<\u002Fli><li>\nAttend forums and conferences and engage with industry and academia to ensure cognizance of the latest trends, technologies, and capabilities in the big data domain.<\u002Fli><li>\nProvide recommendations to current users on systems training methodologies to ensure that the current user community is employing tools and capabilities appropriately.<\u002Fli><li>\nWork with analysts to develop and document improvements or changes in the tactics, techniques or procedures if and when new approaches to the data require changes to TTPs or workflows.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><p><b>Required Skills &amp; Experience:<\u002Fb><\u002Fp><ul><li>\n10+ years of related experience in data analysis is required<\u002Fli><li>\nHands-on experience in the following programming \u002F scripting languages: Python, php, MATLAB, SAS, Numpy\u002FScipy<\u002Fli><li>\nExperience working with noisy intelligence and operational data sets from multiple disparate sources to include unstructured, structured and sensor data in many disciplines such as all-source reporting, geographic information systems, biometrics reporting, imagery intelligence, signals intelligence, human intelligence, and open source intelligence.<\u002Fli><li>\nExperience working with large data sets and with distributed computing technologies such as MapReduce\u002FHadoop and Hive.<\u002Fli><li>\nAbility to communicate data analysis results in a clear and concise manner to a variety of technical and non-technical audiences.<\u002Fli><li>\nAbility to identify and understand an intelligence analytical cell's questions and translate responses into technical solutions and recommend innovative technology based solutions to meet those requirements.<\u002Fli><li>\nMust be able to define and document appropriate advanced analytic methods, predictive analysis, pattern analysis, and the like.<\u002Fli><li>\nDefine and document appropriate advanced analytic methods for selection, categorization, and predictive modeling.<\u002Fli><li>\nCreate algorithms or predictive models that can be put into production and will transition the algorithms and models to the engineering team.<\u002Fli><li>\nActively monitor those algorithms and provide recommendations to update as needed.<\u002Fli><li>\nDevelop and document methodologies for analyzing all types of data and determine patterns in the data. Data may include social media, open source, signals intelligence, human intelligence as prioritized by the user community.<\u002Fli><li>\nUnit testing and associated frameworks<\u002Fli><li><b>\nMUST BE A U.S. CITIZEN<\u002Fb><\u002Fli><\u002Ful><p><b>\nDesired Skills:<\u002Fb><\u002Fp><ul><li>\nDemonstrated interest and experience in empirical research.<\u002Fli><li>\nExperience with identifying relationships, patterns and factors that drive data sets using statistical methods such as regression, correlations, clustering, and principle components.<\u002Fli><li>\nAbility to examine how data from multiple disparate sources creates relationships, patterns, associations and other factors that drive data sets and visualizations.<\u002Fli><li>\nExperience with defining new data collection methods as well as new system requirements for processing and visualizing data.<\u002Fli><li>\nExperience working with data generated from smart devices, web, mobile and social media and build mash ups to uncover new insights.<\u002Fli><li>\nExperience with developing predictive models, algorithms and best practices for answering analytical questions.<\u002Fli><li>\nAbility to engineer systems that organize and funnel data through the most efficient available configuration possible and translate the most valuable data into meaningful discussions that assist analysts and decision makers in problem solving.<\u002Fli><li>\nAbility to merge data sources together, ensure consistency of data-sets, frame visualization techniques to aid in understanding data, build mathematical models using the data, present and communicate the data insights\u002Ffindings to various team members and leadership.<\u002Fli><li>\nExperience with preparing project reports detailing actionable insights, recommendations and courses of actions to operationalize those recommendations as well as the tasks necessary to operationalize those recommendations. Jira and\u002For VersionOne<\u002Fli><\u002Ful><p><b>\nEducation &amp; Certifications:<\u002Fb><\u002Fp><p><\u002Fp><br>\n<ul><li>\nPh.D. or Master of Science in a relevant technical field<\u002Fli><li>\nPotential technical fields include, but are not limited to, mathematics, statistics, computer science, and physics.<\u002Fli><\u002Ful><div><b>\nSecurity Clearance:<\u002Fb><\u002Fdiv><ul><li><b>\nNo Clearance Required to start - Must be able to obtain a DoD Security Clearance<\u002Fb><\u002Fli><\u002Ful><p><b>\nBenefits:<\u002Fb><\u002Fp><ul><li>\nNational health, vision, and dental plans<\u002Fli><li>\n20 days of PTO and 10 paid holidays<\u002Fli><li>\nLife Insurance<\u002Fli><li>\nShort and long term disability plans<\u002Fli><li>\n401(K) retirement plan<\u002Fli><li>\nIncentive and recognition programs<\u002Fli><li>\nRelocation opportunities<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","353ef6d89a4518c8":"<div><div><div><b>Your Mission<\u002Fb><\u002Fdiv><div>\nEstablish Pie as a top 10 commercial insurer among small business owners by providing our customers with an outstanding shopping experience while building a robust portfolio.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nHow You'll Do It<\u002Fb><\u002Fdiv><div>\nAs a Data Scientist, you will be an integral part of PIE&rsquo;s product development and delivery teams, working closely and collaboratively with PIE insurance domain experts, data analysts, engineers and customers. You will develop highly robust predictive models that provide significant and measurable results for PIE. Additionally, you will partner with the Chief Analytics Officer to perform and deliver modeling proof-of-concepts and retro-tests, as well as help to deploy approved models to PIE&rsquo;s production environments.<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>The Day to Day<\u002Fb><\u002Fh3><div><ul><li>\nConduct advanced analytics activities leveraging predictive modeling, machine learning, simulation, optimization, and other techniques to deliver insights or develop analytical solutions to achieve business objectives.<\u002Fli><li>\nEffectively represent the Data Science group in a collaborative environment to execute on company goals.<\u002Fli><li>\nSupport Subject Matter Experts in Product and Underwriting on efforts to develop scalable and robust solutions.<\u002Fli><li>\nTranslate complex analytical and technical concepts for non-technical team members to enable understanding and drive informed business decisions.<\u002Fli><li>\nStay up-to-date on industry and job-related trends and best practices, including reading relevant publications, articles, blogs, etc.<\u002Fli><li>\nOther duties as assigned<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>The Right Stuff<\u002Fb><\u002Fh3><div><ul><li>\nBachelor&rsquo;s degree in Statistics, Mathematics or related quantitative field<\u002Fli><li>\nMinimum 3 years&rsquo; professional experience in an analytics role, focusing on statistical modeling or machine learning<\u002Fli><li>\n3+ years hands-on experience with R, Python or similar statistical package<\u002Fli><li>\nExperience in communicating modeling procedure and results to non-experts<\u002Fli><li>\nSystem knowledge required:<\u002Fli><li>\nStatistical modeling software: R, Python<\u002Fli><li>\nData visualization software and tools<\u002Fli><li>\nExperience with Snowflake, SQL, Mongo, NoSQL, and other data cleansing and validation software a plus<\u002Fli><li>\nMS Office Suite<\u002Fli><li>\nVersion Control Systems<\u002Fli><li>\nDatabases\u002Fdata structures<\u002Fli><li>\nFundamental understanding of programming and scripting experience<\u002Fli><li>\nAbility to work in a fast-paced environment and handle multiple priorities or tasks<\u002Fli><li>\nProficient analytical and critical thinking skills<\u002Fli><li>\nFlexible and adaptable<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Working at Pie<\u002Fb><\u002Fh3><div><ul><li>\nYou expect to challenge others and to be challenged.<\u002Fli><li>\nYour communication style is candid and compassionate.\n<\u002Fli><li>You share your knowledge. We aren&rsquo;t here to compete with one another; we are in it to win it, together.<\u002Fli><li>\nYou share our passion for the small business community.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><b>Why Pie?<\u002Fb><\u002Fdiv><div>\nWe're building Pie for the next generation of small businesses. Our team is on a mission to make workers&rsquo; compensation less expensive, simpler, and more transparent. Easy as pie, in fact.<\u002Fdiv><div>\n<\u002Fdiv><div>\nFounded in 2017, Pie is a fast-growing insurtech startup with home offices in Washington, DC, and Denver, CO. Pie offers an incredible career opportunity where you can use your expertise to disrupt an industry and serve the SMB community. Invest your time doing meaningful work in a fast-paced environment where your contribution will have an immediate impact.<\u002Fdiv><div>\n<\u002Fdiv><div>\nPie, backed by trusted global insurer Sirius Group, continues to expand nationwide in 2019 as we scale our team and operations. <i>Want a slice?<\u002Fi> In return for your commitment to us, you&rsquo;ll get a piece of Pie in the form of stock options. At Pie, we&rsquo;re invested in you, and you in us.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","f03f23f0944c6625":"<div><div><p>Become a Part of the NIKE, Inc. Team<\u002Fp><p>\nNIKE, Inc. does more than outfit the world&rsquo;s best athletes. It is a place to explore potential, obliterate boundaries and push out the edges of what can be. The company looks for people who can grow, think, dream and create. Its culture thrives by embracing diversity and rewarding imagination. The brand seeks achievers, leaders and visionaries. At NIKE, Inc. it&rsquo;s about each person bringing skills and passion to a challenging and constantly evolving game.<\u002Fp><p>\nNIKE, Inc.'s storytellers, Marketing and Communication sets the brand tone. A creative force of specialists tell Nike&rsquo;s stories of innovation and sport through advertising, brand strategy, digital engagement and product presentation. Using channels ranging from retail stores to social media, Marketing &amp; Communication teams connect the science and art of Nike innovations to the hearts and minds of athletes around the world.<\u002Fp><\u002Fdiv><div><br>\nNike's Member Data Science is a growing organization responsible for building and deepening a holistic view of Nike's consumers through data and analytics and applying those insights to inform the development and growth of incredible digital services, content and experiences for our consumers.<br>\n<br>\nWe are looking for a data scientist with tech industry experience to work in our research group and help improve our core predictive models. Specifically, we want someone who has an excellent knowledge of statistics and machine learning methodology. Additionally, you must love writing code and have exceptional R or Python programming skills.<br>\n<br>\nWe&rsquo;re looking for someone who thrives in a dynamic setting and can work as part of a team. You&rsquo;ll be working collaboratively with other data scientists. Communication skills are key for this position and you&rsquo;ll be expected to clearly explain your methodology and findings to other data scientists, engineers, and team leadership. You&rsquo;ll get to work with scientists with a breadth of experiences across industry and academia, including in machine learning, statistics, marketing, and finance. You&rsquo;ll be expected to go deep and learn with them, as a peer.<br>\n<br>\nJob Duties and Responsibilities:<br>\n<br>\n<ul><li>Research and develop accurate models that predict customer behavior and customer lifetime value using Bayesian, frequentist, and machine learning methodologies.<\u002Fli><li>Collaborate with other data scientists to solve problems necessary to address key business questions.<\u002Fli><li>Productionize predictive models for use in a containerized environment.<\u002Fli><\u002Ful><br>\n<\u002Fdiv><div>\nRequired Skills and Experience:<br>\n<br>\n<ul><li>1+ years post grad experience developing predictive or explanatory models and\u002For experimentation processes<\u002Fli><li>Strong demonstrated ability to do research and develop mathematical models<\u002Fli><li>Stellar programming ability in Python or R (Python preferred)<\u002Fli><li>Deep understanding of statistics, Bayesian methods, and machine learning methodology including tree methods, regression, and\u002For neural networks.<\u002Fli><li>Expertise with at least one production-quality programming language is desirable (e.g. C\u002FC++)<\u002Fli><li>Exceptional communication abilities<\u002Fli><li>Experience working with real-world data and analytics<\u002Fli><li>Experience with customer lifetime value and segmentation algorithms a plus<\u002Fli><li>Expertise with SQL<\u002Fli><li>Experience with Cloud Platform (GCP and Kubernetes is a plus).<\u002Fli><li>Experience working in a production environment including best practice tools (e.g. cloud architecture, version control, containerization)<\u002Fli><\u002Ful><br>\nEducation:<br>\n<br>\n<ul><li>Ph. D. in applied mathematics, statistics, or machine learning or M.A. with considerable industry experience<\u002Fli><li>Exceptionally qualified candidates without a graduate degree will also be considered.<\u002Fli><\u002Ful><br>\n<\u002Fdiv><div><p>\nNIKE, Inc. is a growth company that looks for team members to grow with it. Nike offers a generous total rewards package, casual work environment, a diverse and inclusive culture, and an electric atmosphere for professional development. No matter the location, or the role, every Nike employee shares one galvanizing mission: To bring inspiration and innovation to every athlete* in the world.<\u002Fp><p>\nNIKE, Inc. is committed to employing a diverse workforce. Qualified applicants will receive consideration without regard to race, color, religion, sex, national origin, age, sexual orientation, gender identity, gender expression, veteran status, or disability.<\u002Fp><\u002Fdiv><\u002Fdiv>","f4b60ce6ca8b5adc":"<div><p>Equifax Workforce Solutions has an exciting career opportunity for a Financial Services Analytical Consultant within the Data and Analytics organization. Qualified candidates will have a strong academic background in mathematics, statistics, engineering or relevant field, along with significant customer-facing experience within the financial services industry. Our team serves financial companies across a variety of industries, including Mortgage, Auto, Fintech, etc. The candidate will need to be a strategic thinker to understand clients&rsquo; unique business models and construct best in class analytical solutions to meet their needs.<\u002Fp><p><\u002Fp><p>\nResponsibilities:<\u002Fp><ul><li><b>\nCustomer co-innovation and sales enablement<\u002Fb> - Consult with Equifax clients to create data driven and actionable analytical insights that generate value for our customers and Equifax.<\u002Fli><li><b>\nFinancial modeling<\u002Fb> &ndash; Understand clients&rsquo; business models and profit drivers; Build financial models to quantify benefits of adopting Equifax data assets.<\u002Fli><li><b>\nExecution<\u002Fb> - Take ownership of delivering quality projects to our customers, applying rigor to project planning and design.<\u002Fli><li><b>\nProduct Innovation<\u002Fb> &ndash; Drive the D&amp;A innovation pipeline by identifying new applications of our unique data assets and generating Proof of Concept analysis demonstrating the ROI.<\u002Fli><li><b>\nCollaboration<\u002Fb> - Work effectively and cooperatively with customers, co-workers, vendors, and management to create new ideas for analytical solutions that solve customer business problems.<\u002Fli><li><b>\nInternal Business Development<\u002Fb> - Work with Product Managers, Sales Consultants and Technology teams to drive new product ideas and ensure new solutions are implemented in an efficient manner.<\u002Fli><\u002Ful><p><br>\nRequirements<\u002Fp><ul><li>\n5+ years of experience in big data analytics, ideally focused on growth and risk strategy within financial services industry.<\u002Fli><li>\nExcellent communication skills and customer-facing project management experience.<\u002Fli><li>\nStrong understanding of the financial services industry, regulations, and the data applied in marketing, acquisition, underwriting, portfolio management, and debt management lifecycle.<\u002Fli><li>\nAdvanced degree in Operations Research, Industrial Engineering, Statistics, Mathematics, Economics or other related discipline.<\u002Fli><li>\nUp to 10% travel<\u002Fli><\u002Ful><p><\u002Fp><p>\nQualifications<\u002Fp><ul><li>\nExpertise in data management and statistical analysis with hands on experience in Python, R or related statistical packages.<\u002Fli><li>\nExcellent problem-solving skills to tackle undefined problems.<\u002Fli><li>\nProficiency in translating complex analytical problems into relevant business concepts and insights for a non-analytical audience.<\u002Fli><li>\nExcellent communication skills allowing for effective interaction with business partners, executives, clients, and internal stakeholders to secure organizational engagement and effective execution on initiatives.<\u002Fli><li>\nAbility to efficiently operate within a highly matrixed organization.<\u002Fli><li>\nPrior consulting experience in financial services industry preferred.<\u002Fli><\u002Ful><p><\u002Fp><p>\n#LI-CH1<\u002Fp><p><\u002Fp><p><b>\nPrimary Location:<\u002Fb><\u002Fp>\nUSA-St. Louis-Lackland<p><\u002Fp><p><b>\nFunction:<\u002Fb><\u002Fp>\nFunction - Data and Analytics<p><\u002Fp><p><b>\nSchedule:<\u002Fb><\u002Fp>\nFull time<\u002Fdiv>","9a67b7e13d8e59e3":"<div><p><b>Data Scientist I<\u002Fb><\u002Fp>\n<p>\nJob ID: req758<br>\nFacility: San Francisco CA<br>\nLocation: 499 Illinois St, San Francisco, CA 94158 USA<\u002Fp>\n<p>\nThe Frederick National Laboratory is dedicated to improving human health through discovery and innovation in the biomedical sciences, focusing on cancer, AIDS, and emerging infectious diseases.<\u002Fp>\n<p><b>\nPosition Overview:\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>PROGRAM DESCRIPTION<\u002Fb><\u002Fp>\n<p>\nCome work with the Frederick National Laboratory for Cancer Research, managed by Leidos Biomedical Research, Inc. on behalf of the National Cancer Institute (NCI). It is the only U.S. national laboratory wholly focused on research, technology, and collaboration in the biomedical sciences &ndash; working to discover, to innovate, and to improve human health.<\u002Fp>\n<p>\nThe Strategic and Data Science Initiatives (SDSI) Program is part of the Frederick National Laboratory for Cancer Research Biomedical Informatics and Data Science Directorate. The SDSI program aims to establish new and extend current initiatives and strategic collaborations in computing and data science to address key cancer challenges, accelerate cancer research and advance predictive oncology. The SDSI program leads innovative efforts to impact and accelerate cancer research in multiple areas including increasing application of high-performance computing and AI, strategic use of data science education to build communities of practice, transforming use of large-scale data and cutting-edge data science in cancer research, and developing novel and sustainable collaborations across the NCI, academic, government, industry and international organizations.<\u002Fp>\n<p>\nThe Accelerating Therapeutics for Opportunities in Medicine (ATOM) Consortium (atomscience.org) is a public-private partnership with the mission of transforming drug discovery by accelerating the development of more effective therapies for patients. ATOM founding members are GSK, Lawrence Livermore National Laboratory, Frederick National Laboratory, and the University of California, San Francisco. ATOM consortium members are developing, testing, and validating a multidisciplinary approach to drug discovery in which modern science, technology and engineering, supercomputing simulations, data science, and artificial intelligence are highly integrated into a single drug-discovery platform that can ultimately be shared with the drug development community at large.<\u002Fp>\n<p>\nFrederick National Laboratory is hiring a Cancer Drug Discovery Data Science Fellow to work in computationally-driven cancer drug discovery as part of the ATOM Consortium. This position is based in San Francisco, California.<\u002Fp>\n<p><b>\nATOM Fellowship Program<\u002Fb><\u002Fp>\n<p>\nWe are currently accepting applicants for the ATOM Fellowship Program for a one-year appointment beginning early 2020<\u002Fp>\n<p>\n Applications must include:<\u002Fp>\n<ul>\n<li>A brief statement of research interests. The statement of research interests should be no more than one paragraph and should clearly describe how your research background and interests relate to the overall goals of the ATOM Consortium<\u002Fli>\n<li>A brief (one paragraph) description of your career goals<\u002Fli>\n<li>CV<\u002Fli>\n<\u002Ful><p>Selected applicants will be expected to give a virtual job seminar describing their current research as part of the application process. Letter of support will be requested from selected applicants&rsquo; current research advisors.<\u002Fp>\n<p>\nPlease read the following information regarding the ATOM program prior to submitting an application!<\u002Fp><p>\nMore information about ATOM, the fellowship program, and frequently asked questions can be found here: https:\u002F\u002Ffrederick.cancer.gov\u002Fscience\u002FATOM<\u002Fp><p>\nhttps:\u002F\u002Fatomscience.org<\u002Fp>\n<p><b>\nKEY ROLES\u002FRESPONSIBILITIES<\u002Fb><\u002Fp>\n<ul>\n<li>Be able to work independently as part of a multi-disciplinary team to support the ATOM consortium&rsquo;s scientific and technical goals<\u002Fli>\n<li>Actively participate in cross-disciplinary training and collaboration<\u002Fli>\n<li>Create and maintain strong professional relationships with all ATOM stakeholders<\u002Fli>\n<li><b>Foster and nurture collaborative work environment<\u002Fb><\u002Fli>\n<\u002Ful><p><b>BASIC QUALIFICATIONS<\u002Fb><\u002Fp>\n<ul>\n<li>Possession of a PhD in Computer Science, Math or Biomedical Science related field from an accredited college or university according to the Council for Higher Education Accreditation (CHEA). Foreign degrees must be evaluated for U.S. equivalency.<\u002Fli>\n<li>A strong background in any of the following: cancer biology, pharmaceutical or medicinal chemistry, pharmacology, toxicology, drug discovery, computational biology, <i>in silico<\u002Fi> biology, bioinformatics, systems biology, molecular dynamics, multiscale modeling, machine learning, adaptive learning or high-performance computing<\u002Fli>\n<li>Must be able to obtain and maintain a security clearance<\u002Fli>\n<\u002Ful><p><b>Expected Competencies:<\u002Fb><\u002Fp>\n<ul><li>\nAnalytical approach to defining scientific questions<\u002Fli><li>\nDesign of scientifically testable hypotheses<\u002Fli><li>\nInterpretation and analysis of data<\u002Fli><li>\nMust be detail-oriented and possess strong organizational and analytical skills with the ability to prioritize multiple tasks\u002Fprojects<\u002Fli><li>\nExceptional written and oral communication skills in order to work closely with numerous stakeholders from diverse organizations<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p>\nEqual Opportunity Employer (EOE) | Minority\u002FFemale\u002FDisabled\u002FVeteran (M\u002FF\u002FD\u002FV) | Drug Free Workplace (DFW)<\u002Fp><\u002Fdiv><p><\u002Fp>","079c82054f480a27":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Jun 27, 2019<\u002Fb><\u002Fdiv><div>\nRole Number: <b>200074402<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nImagine what you could do here. At Apple, great ideas have a way of becoming great products, services, and customer experiences very quickly. Combining groundbreaking machine learning techniques with next-generation hardware, our teams take user experiences to the next level.\nWe are looking for scientists and engineers to join our teams in Cupertino, Seattle, Boston, Pittsburgh, Paris, and Singapore.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\nStrong background in search engine core engineering, information retrieval, data management and artificial intelligence<\u002Fli><li>\nStrong programming experience in one or more of the following: Python, Java, C\u002FC++, Go<\u002Fli><li>\nKnowledge of machine learning fundamentals such as feature extraction, learning algorithms, training and evaluation<\u002Fli><li>\nStrong programming skills with proven experience crafting, prototyping, and delivering advanced algorithmic solutions<\u002Fli><li>\nCreative, collaborative, and innovation focused<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nOur teams are creating groundbreaking technology in the areas of algorithmic search, machine learning, knowledge bases, NLP, and artificial intelligence. The experiences we build are redefining how hundreds of millions of people use their computers and mobile devices to find what they are looking for. Our technologies power features across a variety of Apple products, including Siri, Spotlight, Safari, Messages, Lookup, Maps, Music, and News.\nAs a member of a search team at Apple, you will use your deep understanding of search, information retrieval, and artificial intelligence to tackle meaningful technical problems, collaborate with the most innovative product development teams in the world, and transfer your ideas into solutions in the next generation of Apple products and services. You will perform fundamental research by defining, designing, implementing and evaluating algorithms involving unrivaled data and objectives. You will also actively engage with the academic community by collaborating with universities, publishing and presenting your work, and attending conferences.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPhD, MS, or BS in Machine Learning, Computer Science, or related fields.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","864315551146d2d3":"<div><h2 class=\"jobSectionHeader\"><b>-\n<\u002Fb><\u002Fh2><div><div><div><div>If you&rsquo;re looking to leverage your abilities to make a real difference &ndash; and real change in the health care industry &ndash; you belong at Banner Health. With facilities in six western states, we&rsquo;re committed to not only providing the finest care possible, but to advancing the way care is provided. To achieve our vision, we seek driven professionals who embrace change and who possess the passion and skills to make it happen.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nIn Business Performance, it's all about the data. On this team, you'd be using your critical thinking skills to work through processes, reporting, and analysis to make Banner a better place.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nAs a <b>Data Scientist<\u002Fb> you will be responsible for providing data and analytic support for a specific subject matter area. This includes working with large databases and applying quantitative methodologies using advance analytical tools. In this position you will proactively identify new opportunities for the organization to improve on, using advanced scientific approaches and methods. You will also perform substantive, comprehensive, and quantitative analyses to produce data-driven solutions and recommendations to position the company competitively relative to outcomes, operations and profitability. Provides some training to peers within immediate team. This position will work with a wide range of stakeholders and functional teams to improve business outcomes.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nYour pay and benefits (Total Rewards) are important components of your Journey at Banner Health. Banner Health offers a variety of benefit plans to help you and your family. We provide health and financial security options so you can focus on being the best at what you do and enjoying your life.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>-\n<\u002Fb><\u002Fh2><div><div><div><div><b>About Banner University Health Plans<\u002Fb><br>\nBanner University Health Plans (BUHP) manage a variety of health plans. Our mission is to advance health and wellness through education, research and patient care.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div><\u002Fdiv><br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<div><b>About Banner Health<\u002Fb><br>\nBanner Health is one of the largest, nonprofit health care systems in the country and the leading nonprofit provider of hospital services in all the communities we serve. Throughout our network of hospitals, primary care health centers, research centers, labs, physician practices and more, our skilled and compassionate professionals use the latest technology to make health care easier, so life can be better. The many locations, career opportunities, and benefits offered at Banner Health help to make the Banner Journey unique and fulfilling for every employee.\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>-\n<\u002Fb><\u002Fh2><div><div><ul><div><b>Job Summary<\u002Fb><br>\n<br>\nThis position is responsible for providing data and analytic support for a specific subject matter area. This includes working with large databases and applying quantitative methodologies using advance analytical tools. This position proactively identifies new opportunities for the organization to improve on, using advanced scientific approaches and methods. Performs substantive, comprehensive, and quantitative analyses to produce data-driven solutions and recommendations to position the company competitively relative to outcomes, operations and profitability. Provides some training to peers within immediate team. This position will work with a wide range of stakeholders and functional teams to improve business outcomes.<\u002Fdiv><br>\n<div><b>\nEssential Functions<\u002Fb><\u002Fdiv><li><div>\nUses best practices and knowledge of internal or external business challenges to suggest improvements to services, processes or products.<\u002Fdiv><\u002Fli><br>\n<li><div>Solves complex problems. Takes a new perspective using existing solutions.<\u002Fdiv><\u002Fli><br>\n<li><div>Interprets customer needs, assesses requirements and identifies solutions to non-standard requests. Interacts primarily with department and cross-department peers, supervisor, customers, peers managers, patients and physicians.<\u002Fdiv><\u002Fli><br>\n<li><div>Makes decisions within approved operating plans and objectives and within functional policies and precedents. Determines how and when to achieve results.<\u002Fdiv><\u002Fli><br>\n<p><\u002Fp><div><b>\nMinimum Qualifications<\u002Fb><br>\n<br>\nBachelors degree in the field of Statistics, Mathematics, Computer Sciences, Health Services Research, Process Engineering, Business or related field.<br>\n<br>\nA minimum of 4 years of hands-on experience or equivalent with inferential statistics, A\u002FB testing, machine learning, predictive modeling and statistical analysis techniques in a healthcare or similar environment. Must have experience in working with cross functional departments in order to serve as a liaison and provide relevant guidance or leadership. Must have strong project management skills and ability to work independently, manage large and multiple projects while organizing priorities. Excellent communication, interpersonal and critical thinking skills are required. Must have strong technical skills (SQL, SAS, Tableau, etc.).<br>\n<br>\n<b>Preferred Qualifications<\u002Fb><br>\n<br>\nKnowledge of subject matters such as process optimization, clinical workflows, population health, public health, disease prediction, readmissions, imaging analytics and in\u002Fout-patient monitory and alerting is preferred. Masters or PhD in Math, Statistics, or related technical field is preferred. Additional related education and\u002For experience preferred.<br>\n<br>\nAdditional related education and\u002For experience preferred.<\u002Fdiv><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>","79e182935bdd6df4":"<ul><p><b>Position Description<\u002Fb><\u002Fp><br>\nWe are looking for passionate data scientists and researchers to building next generation forecasting models and algorithms for Walmart. Forecasts drive $200 B + inventory replenishment's annually. Improved forecasts will help drive down the inventory days of supply and reduce waste &ndash; savings measured in billions of dollars &ndash; while improving our in-stock rates and customer satisfaction. Supply chain efficiency is key in today&rsquo;s competitive markets, and it all starts with forecasting.<br>\n<br>\nEffectively predicting demand involves learning both from past sales and a host of other factors, e.g., weather, demographics, event calendars, SNAP calendars, etc.. Doing this at Walmart scale &ndash; over 500 million store-item combinations - makes it one of the largest and most challenging problems of its kind in the world while also being one of the most impact. Talk to us to if you are interested in taking up the challenge.<br>\n<br>\nAs a Staff Data Scientist you will play a unique role in driving the future of the next generation forecasting models researching, designing and implementing cutting edge algorithms. Responsibilities include:<br>\n<ul><li>Working independently to conduct advanced statistical analysis providing actionable insights, identify trends, and measure performance<\u002Fli><li>Design and build learning systems that react to changes in customer preferences using advanced machine learning and statistical techniques<\u002Fli><li>Identify opportunities for improving algorithms and processes from the perspectives of accuracy, stability, and scalability and develop associated solutions<\u002Fli><li>Collaborate with engineers to implement and deploy scalable solutions<\u002Fli><li>Provide thought leadership by researching best practices, extending and creating new machine learning and statistical methodologies, conducting experiments, and collaborating with leaders from industry and academia to address various forecast-related issues, e.g., item \u002F store clustering<\u002Fli><\u002Ful><p><b>\nMinimum Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>PhD in statistics, machine learning, or related technical discipline with 3+ years of experience<\u002Fli><li>Experience in areas such as data-driven statistical modeling, robust statistics, feature extraction and analysis, supervised learning.<\u002Fli><li>Proficient in R or Python, SQL. C\u002FC++ preferred.<\u002Fli><\u002Ful><br>\n<ul><li>Experience working with large data sets and distributed computing tools a plus (Map\u002FReduce, Hadoop, Hive, Spark)<\u002Fli><\u002Ful><p><b>\nAdditional Preferred Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>Inquisitiveness and desire to learn.<\u002Fli><li>Strong analytical skills including the ability to structure problems for analysis, analyze the data and understand root cause.\n<\u002Fli><li>Forecasting experience in an online and\u002For retail environment is preferred<\u002Fli><li>Good written and verbal communication skills<\u002Fli><\u002Ful><br>\n1274614BR<br>\n<br>\n#LI-MW1<br>\n<p><b>Company Summary<\u002Fb><\u002Fp><br>\nThe Walmart eCommerce team is rapidly innovating to evolve and define the future state of shopping. As the world&rsquo;s largest retailer, we are on a mission to help people save money and live better. With the help of some of the brightest minds in technology, merchandising, marketing, supply chain, talent and more, we are reimagining the intersection of digital and physical shopping to help achieve that mission.<br>\n<p><b>Position Summary<\u002Fb><\u002Fp><br>\n<ul><li>A Staff Data Scientist is responsible for analyzing large data sets to develop multiple custom models and algorithms to drive innovative business solutions. Staff Data Scientists work on large project teams in order to provide analytical support and guidance to an assigned area on for large projects (for example, email targeting, business optimization, consumer recommendations) within Walmart eCommerce. Staff Data Scientists are responsible for building large data sets from multiple sources in order to build algorithms for predicting future data characteristics. Those algorithms will be tested, validated, and applied to large data sets. Staff Data Scientists are responsible for training the algorithms so they can be applied to future data sets and provide the appropriate search results. Staff Data Scientists are responsible for researching new trends in the industry and utilizing up-to-date technology (for example, HBase, MapReduce, LAPack, Gurobi) and analytical skills to support their assigned project. Staff Data Scientists are the subject matter experts for statistical analysis and modeling for their project team.<\u002Fli><\u002Ful><li>\nBuild complex data sets from multiple data sources, both internally and externally.<\u002Fli><li>\nBuild learning systems to analyze and filter continuous data flows and offline data analysis.<\u002Fli><li>\nCollaborate with cross-functional partners across the business.<\u002Fli><li>\nCollaborate with project teams to implement data modeling solutions.<\u002Fli><li>\nCombine data features to determine search models.<\u002Fli><li>\nConduct advanced statistical analysis to determine trends and significant data relationships.<\u002Fli><li>\nDevelop models of current state in order to determine improvements needed.<\u002Fli><li>\nDevelop multiple custom data models to drive innovative business solutions.<\u002Fli><li>\nDrives the execution of multiple business plans and projects<\u002Fli><li>\nEnsures business needs are being met<\u002Fli><li>\nInterpret data to identify trends to go across future data sets.<\u002Fli><li>\nPromotes and supports company policies, procedures, mission, values, and standards of ethics and integrity<\u002Fli><li>\nProvides supervision and development opportunities for associates<\u002Fli><li>\nResearch new techniques and best practices within the industry.<\u002Fli><li>\nScale new algorithms to large data sets.<\u002Fli><li>\nTrain algorithms to apply models to new data sets.<\u002Fli><li>\nTranslate business needs into data requirements.<\u002Fli><li>\nUtilize system tools including (MySQL, Hadoop, Weka, R, Matlab,ILog).<\u002Fli><li>\nValidate models and algorithmic techniques.<\u002Fli><\u002Ful>","516316bae3e7aa03":"<div><div><b>POSITION SUMMARY<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv><div>The Data Analyst\u002FData Scientist will join our rapidly growing Companion Diagnostics Program and contribute key capabilities and expertise to our analytical efforts. With a focus on creative and purpose-driven approaches to data analytics, the Data Analyst\u002FData Scientist will play a critical role in deriving insights from Archer&rsquo;s genomic and clinical data. This person will interface with assay development scientists, clinical operations, statisticians, and other data science personnel to promote data-based knowledge and drive new understanding central to Archer&rsquo;s platform.<\u002Fdiv>\n<div><\u002Fdiv><div><b>RESPONSIBILITIES:<\u002Fb><\u002Fdiv>\n<ul><li>Collaborate with scientists and clinical personnel to develop a deep understanding of Archer&rsquo;s platform and questions amenable to data-based exploration<\u002Fli>\n<li>Collaborate with data engineers to develop approaches for capturing and describing data<\u002Fli>\n<li>Conduct analyses relevant to a wide range of scientific questions associated with cancer genomics<\u002Fli>\n<li>Interpret and communicate findings to scientists and others via written reports and presentations<\u002Fli>\n<li>Recognize process improvement needs and collaborate with other personnel to address them<\u002Fli>\n<\u002Ful><div><b>QUALIFICATIONS:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv><ul><li>2+ years of relevant professional experience in a life sciences or biotech organization<\u002Fli>\n<li>Expertise with principles of data science including familiarity with R and\u002For Python<\u002Fli>\n<li>Quantitative skills including knowledge of statistical models \u002F hypothesis testing<\u002Fli>\n<li>Experience with general machine learning approaches<\u002Fli>\n<li>Knowledge of genomics and the fundamentals of molecular biology<\u002Fli>\n<li>Exceptional organization skills and attention to detail<\u002Fli>\n<li>Ability to work cooperatively and communicate effectively with team members<\u002Fli>\n<li>Highly motivated and ability to work independently<\u002Fli>\n<li>Experience working with medical devices, diagnostics, and\u002For oncology assays (Desired)<\u002Fli>\n<\u002Ful>\n<div><\u002Fdiv><div><b>EDUCATION:<\u002Fb><\u002Fdiv>\n<div><ul><li>Bachelor&rsquo;s (Data Analyst), M.S., or Ph.D. (Data Scientist) degree with a major in a relevant scientific or engineering field<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>","331cf2afd6a59ac4":"<p><\u002Fp><div><p>We are looking for exceptional data scientists with a passion for using data to discover insights and utilize them to drive decisions. As the technology leader in our space, data, ML, AI, and advanced analytics are our core competitive advantages. As a Data Scientist at Fabuwood, you will have a critical role with senior-level visibility and the ability to impact meaningful change. If you are curious and driven data or computer scientist, analyst or statistician, mathematician or programmer, you will succeed in our fast-paced and results-oriented culture.\n<\u002Fp><p><b>Required Skills Your skills should include:\n<\u002Fb><\u002Fp><ul><li>MUST have strong programming skills in two(!) out of the four following languages\u002Ftools: Python (familiarity with Jupyter Notebooks is a plus), SQL, R, and Power BI\n<\u002Fli><li>Experience working in a cloud environment (AWS, Azure or similar)\n<\u002Fli><li>Expertise deploying ML and AI algorithms for solving real world problems\n<\u002Fli><li>An ability to learn and acquire new skills quickly\n<\u002Fli><li>Familiarity with some structured and unstructured databases\n<\u002Fli><li>A command of visualizing, storytelling and\u002For communicating data and actionable insights\n<\u002Fli><li>Thinking creatively outside the box about data, analytics and problem solving\n<\u002Fli><\u002Ful><p><b>Optimal Background<\u002Fb><\u002Fp><ul><li>\nAt least five years of data science \u002F predictive analytics experience or more in a commercial setting\n<\u002Fli><li>Experience implementing data collection, analytics and visualization projects\n<\u002Fli><li>Experience implementing modeling and advanced analytics in a commercial and\u002For production setting\n<\u002Fli><li>Command of data mining and predictive analytics\n<\u002Fli><li>MS degree or an equivalent level of experience in a quantitative field\n<\u002Fli><li>An active blog, publications or GitHub (or similar) repository demonstrating a portfolio of code and projects\n<\u002Fli><li>Demonstrated Python\u002FR and SQL expertise (based on a coding test during the interview process)\n<\u002Fli><\u002Ful><p><b>Why You Should Apply<\u002Fb><\u002Fp><p>\nHighly competitive pay, dynamic environment, opportunity for growth and learning new skills. Be a part of a founding data science and analytics team within a major national manufacturing and logistics operation. Experiment with state-of-the-art, high tech solutions and have an important impact on day 1.\n<\u002Fp><p>Fabuwood is the leading kitchen cabinet manufacturer in the United States. Technology is the lifeblood of our business &ndash; we believe that data-driven companies will dominate our space. We are the high tech leader of our industry and are looking for talented Data Scientists to join us to deploy the latest ML and AI techniques and technologies to serve our customers. Join a dynamic and talented team of data scientists, analysts and technologists and develop an industry-leading data, ML, AI, and advanced analytics capability to support our management, employees and customers.\n<\u002Fp><p>We believe that your kitchen cabinets should help develop a sanctuary that offers a perfect balance of functionality and ambiance. With a range of styles, materials and finishes available, Fabuwood Corp. offers a multitude of options catering to your specific taste and needs. We make building a luxury kitchen affordable, without compromising on comfort, quality and efficiency.<\u002Fp><p>\nGenerous Compensation\u002FBenefits.<\u002Fp><\u002Fdiv><p><\u002Fp>","12d3c4539e042ac6":"<div><p><b>Teamwork. Integrity. Dedication.<\u002Fb><\u002Fp>\n<p><b>Together, we make a difference.<\u002Fb><\u002Fp>\n<p>If you are a career-minded, service-driven professional looking to join a fast paced organization then you have come to the right place. AAA is a member service organization affiliated with the national AAA network. With offices across the U.S., we're united by common mission and common values of excellent member service. With more than 14,000 employees in 21 states, we provide legendary service to 16 million loyal members. With a constantly growing membership, we are always welcoming dedicated professionals looking to challenge themselves and build a career within our dynamic organization. You will find that being part of a very successful team is extremely rewarding.<\u002Fp>\n<p><b>Description<\u002Fb>:<\u002Fp><p>\nThe Automobile Club of Southern California is seeking career-minded individuals for our Big Data Scientist II opportunity in Costa Mesa, CA. This individual will work together with the Big Data Team to provide technical and analytical support for various big data projects. The Big Data Scientist II will be expected to understand the business goals\u002Fneeds, utilize big data technology to ingest and analyze large amounts of data, and transform findings into actionable business opportunities.<\u002Fp>\n<p><b>Responsibilities include<\u002Fb>:<\u002Fp><p><\u002Fp><ul><li>\nDefining project requirements, building SQL\u002FHIVE databases, job automation, using analytical tools to find trends and predictive characteristics, developing and automating reports, data visualization, and exploring new analytical and big data tools.<\u002Fli><li>\nThe candidate must possess clear communicative skills to work in a highly collaborative and fast-paced team environment.<\u002Fli><li>\nA successful candidate must have the ability to understand complex business problems to ensure projects are leveraging the appropriate technology and analytical tools in the delivery of a comprehensive solution.<\u002Fli><\u002Ful><br>\n<div><\u002Fdiv>\n<b>\nQualifications<\u002Fb><br>\n<br>\n<div><\u002Fdiv><ul><li>Bachelor&rsquo;s Degree with an emphasis on Quantitative Analysis or technology<\u002Fli><li>\nExperience working with relational databases<\u002Fli><li>\nAbility to communicate clearly to business owners<\u002Fli><li>\nMust be proficient w\u002F SQL<\u002Fli><li>\nKnowledge of Hadoop (HDFS, Sqoop, Pig, Hive&hellip;) preferred<\u002Fli><li>\nWorking experience with modeling tools such as R or Python<\u002Fli><li>\nSAS\u002FUnix\u002FLinux\u002FJava experience is desired<\u002Fli><li>\nWorking experience with Tableau a plus<\u002Fli><li>\nData Mining\u002FData Warehousing\u002FBusiness Intelligence experience a plus<\u002Fli><li>\nAble to think outside the box and understand the big picture thought process<\u002Fli><\u002Ful><div><\u002Fdiv>\n<p><b>Training:<\u002Fb><\u002Fp>\n<p>Our comprehensive and employee centric training facility located in Costa Mesa provides training programs to help employees acquire various skills necessary to do their jobs and to support career development.<\u002Fp>\n<p><b>Benefits<\u002Fb>:<\u002Fp>\n<ul><li>Health Coverage for Medical, Dental, Vision<\u002Fli><\u002Ful>\n<ul><li>Paid time off including Vacation, Illness and Holidays<\u002Fli><\u002Ful>\n<ul><li>Life Insurance<\u002Fli><\u002Ful>\n<ul><li>Disability Coverage<\u002Fli><\u002Ful>\n<ul><li>Pension<\u002Fli><\u002Ful>\n<ul><li>401k Savings Plan<\u002Fli><\u002Ful>\n<ul><li>Employee Discounts<\u002Fli><\u002Ful>\n<ul><li>Career opportunities across multiple business lines and states<\u002Fli><\u002Ful>\n<p><i>&ldquo;Creating members for life by exceeding our members' expectations through valuable products and legendary service.&rdquo;<\u002Fi><\u002Fp>\n<p>AAA is an Equal Opportunity Employer.<\u002Fp>\n<p>The Automobile Club of Southern California will consider qualified applicants with criminal histories for employment pursuant to the Los Angeles Fair Chance Ordinance.<\u002Fp><\u002Fdiv>","a3bec78cf7913119":"<p><\u002Fp><div><p><b>Job Description Details\n<\u002Fb><\u002Fp><p>We have an immediate need for an experienced industry Data Scientist. As a Data Scientist at zulily you&rsquo;ll use statistical and machine learning techniques to better understand how customers engage with zulily&rsquo;s web and mobile e-commerce platforms, and use that information to better allocate resources across zulily, from recommender systems informing the e-commerce site, to acquisition and lifecycle marketing processes, to operations. You&rsquo;ll work with key stakeholders to crisply define business questions, success criteria, and deployment plans. You&rsquo;ll use reproducible research techniques to create analytical data sets, conduct exploratory data analysis, select and engineer features, train, tune, and evaluate candidate models, distill and present findings, and create cloud-ready production and reference implementations.\n<br>\n<br>\nWhat you will own, manage, and be accountable for:\n<br>\n&bull; Constructs analytic data sets for both exploration and modeling\n<br>\n&bull; Conducts exploratory data analysis and prepares visualizations summarizing key features of the data\n<br>\n&bull; Researches and adapts existing open source algorithms when possible, develops novel techniques when needed\n<br>\n&bull; Develops reproducible information products and modular, instrumented software\n<br>\n&bull; Develops accurate models for prediction and inference\n<br>\n&bull; Provides guidance to software development engineers on production implementations\n<br>\n&bull; Develops program plans and road maps for Data Science\n<br>\n&bull; Works with stakeholders to define business questions, success criteria, and model deployment plans. Checks in regularly with stakeholders during projects<br>\n<br>\n<br>\n<br>\nWe also want to let you know about what you can expect when you work at zulily:\n<br>\n&bull; We have a well-defined career path for our technical talent, with measurable goals.\n<br>\n&bull; zulily understands the value of learning; every tech employee receives an annual education budget for personal development. This includes external classes, training, conferences, etc. We also encourage you to bring your new knowledge back to the team to share! In addition, zulily also has internal L &amp; D tools and opportunities available.\n<br>\n&bull; HTO (Hack Time Off) - You have great ideas &ndash; here&rsquo;s some extra time to work on them! All exempt employees will be granted 5 days of &ldquo;Hack Time Off&rdquo; per year &ndash; PAID! You can partner with other teams on innovative ideas.\n<br>\n&bull; Giving back: Every year we offer zulily full-time employees 8 hours of PAID volunteer time.\n<br>\n&bull; Zuniversity is a lecture\u002Ffireside series that allows you to meet with local influencers and learn about what is going on in our community.\n<\u002Fp><p><\u002Fp><p>Qualified Candidates Must Offer:\n<br>\n&bull; Education: Bachelor's Degree with a concentration in one of the following: Statistics \u002F Ops. Research \u002F CS. Highly Preferred: a Master's Degree with a concentration in Data Science \u002F Analytics\n<br>\n&bull; 3 &ndash; 5 years working with real data sets <b>in a business setting\n<\u002Fb><br>\n&bull; Experience distilling and presenting complex concepts to a business audience\n<br>\n&bull; Solid Knowledge of for-profit business operations\n<br>\n&bull; Demonstrated history of scoping small to medium size projects\n<br>\n&bull; Experience with different algorithm families and experience selecting, applying, and measuring model performance in an established industry setting\n<br>\n&bull; A professional background that includes working with machine learning and optimization techniques applied to real-world business data\n<br>\n&bull; Expertise in data integration with SQL, as well as within a statistical programming language such as R or Python in a non-academic setting\n<br>\n&bull; Practical knowledge and application of best practices in reproducible research and software engineering\n<br>\n&bull; Well-versed in all phases of the modeling pipeline on both desktop and distributed\u002Fcloud platforms in a non-academic setting\n<br>\n&bull; Experience with classical statistics and knowledge of design of experiments\n<br>\n&bull; The ability to start FT work with zulily upon offer\n<\u002Fp><ul><li>Bonus: experience with Spark.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>About Qurate Retail Group\n<\u002Fb><\u002Fp><p>Qurate Retail Group comprises seven leading retail brands &mdash; QVC, HSN, zulily, Ballard Designs, Frontgate, Garnet Hill, and Grandin Road &mdash; all dedicated to providing a &lsquo;third way to shop,&rsquo; beyond transactional ecommerce or traditional brick-and-mortar stores. Globally, Qurate Retail Group is #1 in video commerce, reaching approximately 370 million homes worldwide via 16 television networks and multiple ecommerce sites, social pages, mobile apps, print catalogs, and in-store destinations. Qurate Retail Group is #3 in ecommerce in North America and #3 in mobile commerce in the U.S. (according to Internet Retailer). Qurate Retail Group combines the best of retail, media and social to curate products, experiences, conversations and communities for millions of highly discerning shoppers - bringing joy, inspiration and humanity to shopping. Qurate Retail Group also curates large audiences, across multiple platforms, for thousands of brand vendors. Headquartered in West Chester, Pa., Qurate Retail Group has 27,000 team members in the U.S., the U.K., Germany, Japan, Italy, France, Poland and China. For more information, visit www.qurateretailgroup.com. Qurate Retail, Inc. (NASDAQ: QRTEA, QRTEB) includes the Qurate Retail Group portfolio of brands as well as other minority investments.\n<\u002Fp><p><\u002Fp><p><b>EEO\n<\u002Fb><\u002Fp><p>As an equal opportunity employer, Qurate Retail Group is committed to a diverse workforce and is also committed to a barrier-free employment process. In order to ensure reasonable accommodations for individuals pursuant to applicable law, individuals that require accommodation in the job application process for a posted position may contact us at CareersUS@QVC.com for assistance.\n<\u002Fp><p><\u002Fp><p><b>Click Apply and log in with your existing account or create an account. This will allow you to check the status of your application at any time and receive the most up to date communications from our Talent Acquisition team.<\u002Fb><\u002Fp><\u002Fdiv>","7e26e9af8287257c":"<div><p>Innovate. Collaborate. Shine. Lighthouse &ndash; KPMG's Center of Excellence for Advanced Analytics &ndash; has both applied data science, AI, and big data architecture capabilities. Here, you'll work with a diverse team of sophisticated data and analytics professionals to explore the solutions for clients in a platform-diverse environment. This means your ability to find answers is limited only by your creativity in leveraging a vast array of techniques and tools. Be a part of a high-energy, diverse, fast-paced, and innovative culture that delivers with the agility of a tech startup and the backing of a leading global consulting firm. For you, that translates into the chance to work on a wide range of projects &ndash; covering technologies and solutions from AI to optimization &ndash; and the power to have a real impact in the business world. So, bring your creativity and pioneering spirit to KPMG Lighthouse.<\u002Fp><p>\nKPMG is currently seeking a Sr. Associate to join our KPMG Lighthouse - Center of Excellence for Advanced Analytics.<\u002Fp><p>\nResponsibilities:<\u002Fp><ul><li>\nApply various discrete optimization techniques to generate solutions to large-scale optimization problems for KPMG clients, such as resource planning, scheduling, facility location, and network optimization; techniques may include integer programming including commercial solvers, event simulation, dynamic programming, local heuristics, metaheuristics and more<\u002Fli><li>\nDevelop predictive models using machine learning, natural language, and statistical analysis methods such as classification, time-series analysis, regression, statistical inference, and validation tools<\u002Fli><li>\nPerform exploratory data analyses, generate and test working hypotheses, prepare and analyze historical data, and identify patterns<\u002Fli><li>\nWork directly with KPMG clients and stakeholders to present and explain the key techniques and major results generated using non-technical language; Understand client feedback and be able to accommodate it into model through programming<\u002Fli><li>\nCome up with innovative, repeatable, business use cases for real world optimization techniques and quickly develop prototypes to test these use cases<\u002Fli><li>\nUtilize a diverse array of technologies and tools as needed, to deliver insights, such as R, SAS, Python, Tableau and more<\u002Fli><\u002Ful><p>\nQualifications:<\u002Fp><ul><li>\nMinimum of three years' experience utilizing a strong mathematical background with advanced knowledge in one or more of the following fields: discrete optimization, integer programming (including commercial optimization solvers), discrete-event simulation, dynamic programming, local search heuristics, genetic algorithms, or other metaheuristics<\u002Fli><li>\nMaster's degree in Operations Research, Computer Science, Applied Mathematics, Industrial Engineering, or related field from an accredited college\u002Funiversity with three years of relevant experience; PhD from an accredited college\u002Funiversity with some experience is preferred\n<\u002Fli><li>Proficiency in data analysis packages (e.g. R, SAS, and Matlab), programming languages (e.g. Java, Python, Ruby) as well as the ability to implement, maintain, debug and test; Experience in commercial optimization solvers (e.g. CPLEX, Gurobi, Xpress) is preferred<\u002Fli><li>\nExperience in software development, ideally as part of a team using version control systems such as Git or SVN; Capability to work with team members and clients to assess needs, provide assistance, and resolve problems, using excellent problem-solving skills, verbal\u002Fwritten communication; able to present and explain technical concepts to business audiences<\u002Fli><li>\nAbility to travel up to eighty percent of the time<\u002Fli><li>\nApplicants must be currently authorized to work in the United States without the need for visa sponsorship now or in the future<\u002Fli><\u002Ful><p>\nKPMG LLP (the U.S. member firm of KPMG International) offers a comprehensive compensation and benefits package. KPMG is an affirmative action-equal opportunity employer. KPMG complies with all applicable federal, state and local laws regarding recruitment and hiring. All qualified applicants are considered for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, protected veteran status, or any other category protected by applicable federal, state or local laws. The attached link contains further information regarding the firm's compliance with federal, state and local recruitment and hiring laws. No phone calls or agencies please.<\u002Fp><\u002Fdiv>","85a24b62479fad81":"<div><p><b>Position Description<\u002Fb><\u002Fp><br>\nAs the Walmart Voice Commerce team we are building completely new capabilities to allow our customers to shop by seamlessly interacting with their connected devices using spoken language. This team is part of the Growth organization and will build new voice experiences both in-house and in collaboration with strategic partners. Voice as a medium for shopping is still in its infancy and as part of this team you will get to work on industry leading solutions and be at the forefront of this emerging platform. You will get to part of defining how customers shop in everyday lives.<br>\n<p><b>Minimum Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>\nPh. D. in computer science or similar field or MS with 3+ years of related experience<br>\n<\u002Fli><li>Deep knowledge of machine learning, information retrieval, data mining, statistics, NLP or related field.<br>\n<\u002Fli><li>Good functional coding skills in C++, Java, Scala in addition to good knowledge of one of the scripting languages such as Python or Perl.<br>\n<\u002Fli><li>Experience working with large data sets and distributed computing tools a plus (Map\u002FReduce, Hadoop, Hive, Spark etc.)<br>\n<\u002Fli><li>Superior ability to analyze and interpret the results of product experiments.<br>\n<\u002Fli><li>Proven experience working with statistical languages such as R.<br>\n<\u002Fli><li>Strong communication skills both written and verbal<br>\n<\u002Fli><\u002Ful><br>\n<p><b>Additional Preferred Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>\nKnowledge of Spark, Scikit-learn, Problem solving, Willing to learn new technologies.<br>\n<\u002Fli><li>Self-starter, Quick learner, Keen observer, eye for detail and someone who relishes challenges<br>\n<\u002Fli><li>Strong research and publication record<br>\n<\u002Fli><\u002Ful>\n<br>\n#LI-SN1<br>\n<p><b>Company Summary<\u002Fb><\u002Fp><br>\nThe Walmart eCommerce team is rapidly innovating to evolve and define the future state of shopping. As the world&rsquo;s largest retailer, we are on a mission to help people save money and live better. With the help of some of the brightest minds in technology, merchandising, marketing, supply chain, talent and more, we are reimagining the intersection of digital and physical shopping to help achieve that mission.<br>\n<p><b>Position Summary<\u002Fb><\u002Fp><br>\nAs the Walmart Voice Commerce team we are building completely new capabilities to allow our customers to shop by seamlessly interacting with their connected devices using spoken language. This team is part of the Growth organization and will build new voice experiences both in-house and in collaboration with strategic partners. Voice as a medium for shopping is still in its infancy and as part of this team you will get to work on industry leading solutions and be at the forefront of this emerging platform. You will get to part of defining how customers shop in everyday lives.<\u002Fdiv>","9b4f72b18adcb870":"<div><div><div><b>Make a difference&hellip;<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nZotec Partners, a leading high-tech healthcare company providing complete physician revenue cycle management through innovative solutions, is looking for a <b>Data Scientist<\u002Fb> who embodies our core culture of: passion, persistence, people, predictability and perspective.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAs a <b>Data Scientist<\u002Fb>, you will develop predictive models and help to integrate those models into Zotec&rsquo;s proprietary technology products.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What you&rsquo;ll do:<\u002Fb><\u002Fh3><div><ul><li>\nCollaborate with management and senior engineers to identify opportunities for leveraging data to drive business solutions\n<\u002Fli><li>Develop custom data models and algorithms to apply data sets<\u002Fli><li>\nContribute to design of analytics, including data sampling, mining and quality and data visualization solutions<\u002Fli><li>\nUse predictive modeling to increase and optimize client satisfaction\n<\u002Fli><li>Provide technical leadership to the vision, design, and oversight of complex hardware and software solutions that apply machine learning and artificial intelligence to real word data<\u002Fli><li>\nParticipate in daily scrums and technical reviews<\u002Fli><li>\nIn conjunction with VP of Data and Analytics, contribute to strategic direction to achieve company near and long-term goals specific to data<\u002Fli><li>\nProvide accurate information regarding time estimates and project status<\u002Fli><li>\nUse analytical abilities and creativity in anticipating trends\n<\u002Fli><li>Evolve current data strategies, bringing fresh ideas to the table to continuously improve our direction and results<\u002Fli><li>\nComplete other duties as assigned<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What will you bring to Zotec:<\u002Fb><\u002Fh3><div><ul><li>\nBachelor&rsquo;s degree in Computer Science, Social Sciences, Physical Sciences, Mathematics, Engineering and or Statistics; Master&rsquo;s degree preferred<\u002Fli><li>\nIn-depth knowledge of R and or Python as well as ability to write and execute complex queries in SQL<\u002Fli><li>\nExperience with large data set organization &amp; analytics<\u002Fli><li>\nStatistical modeling and algorithmic development experience\n<\u002Fli><li>Experience with machine learning techniques such as supervised machine learning, decision trees, logistic regression, etc. Use of python scripts paired with Tableau to develop machine learning applications preferred<\u002Fli><li>\nData visualization and reporting experience, Tableau preferred<\u002Fli><li>\nIntellectual curiosity<\u002Fli><li>\nRevenue Cycle, Healthcare, Health Insurance industry experience<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>At Zotec, you will enjoy a network of highly experienced professionals in an environment where you can operate with autonomy yet have the resources and backing of other professionals in a similar role. Entrepreneurial and enterprising is the spirit of our team. If you are an original thinker and opportunity seeker, if you'd like to use your strong business savvy in a new way, we'd like to talk to you! Apply Now!<\u002Fdiv><div>\n<\u002Fdiv><div>\nLearn more about our organization, by visiting us at www.zotecpartners.com<\u002Fdiv><div><br>\n<\u002Fdiv><div><i>\nE-Verify and Equal Opportunity Employer<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv>","36f5b45864dfe5df":"<div><div><b>POSITION PURPOSE<\u002Fb><br>\nThe Associate Data Scientist, Space Optimization possesses a broad skill set with specialized knowledge associated with any of the following skills: data mining, optimization, statistics, machine learning, programming, data modeling, database design, retail domain knowledge, and reporting. This role will use a variety of technologies to utilize newer data platforms that allow for the storage and analysis of large volumes of data. In addition to utilizing standard Descriptive and Predictive methodologies, the scope of the job will also include the design and development of technology solution and applications for space optimization, including predictive modeling, cluster analysis and anomaly detection. The Associate Data Scientist space optimization is responsible for supporting or leading data science projects, developing advanced analytics and data science capabilities, and building relationship with internal customers and cross-functional teams to deliver data science tools, solutions, analysis, recommendations and insights that drive sales and profitability, improve customer experience and store labor efficiency.<br>\n<b>\n<\u002Fb><br>\n<br>\n<b>MAJOR TASKS, RESPONSIBILITIES AND KEY ACCOUNTABILITIES<\u002Fb><br>\n50% Provide micro and macro space optimization analysis of varying scope across items, categories, and departments.<br>\n20% Communicate the approach and recommendations generated by tools to senior business leaders.<br>\n20% Evaluate and identify opportunities during store projects and business resets for THD<br>\n10% Partner with store planning and space planning to support and execute new concepts resulting from competitive and space productivity analyses<br>\n<br>\n<b>NATURE AND SCOPE<\u002Fb><br>\nPosition reports to Sr Director Space Management<br>\nNo direct reports<div><br>\n<b>ENVIRONMENTAL JOB REQUIREMENTS<\u002Fb><br>\n<b>Environment:<\u002Fb><br>\nLocated in a comfortable indoor area. Any unpleasant conditions would be infrequent and not objectionable.<br>\n<br>\n<b>Travel:<\u002Fb><br>\nTypically requires overnight travel less than 10% of the time.<br>\n<\u002Fdiv><\u002Fdiv><div><b>MINIMUM QUALIFICATIONS<\u002Fb><br>\nMust be eighteen years of age or older.<br>\nMust be legally permitted to work in the United States.<br>\n<br>\n<b>Education Required:<\u002Fb><br>\nThe knowledge, skills, and abilities typically acquired through the completion of a high school diploma and\u002For GED.<br>\n<br>\n<b>Years of Relevant Work Experience: <\u002Fb>1 year<br>\n<br>\n<b>Physical Requirements:<\u002Fb><br>\nMost of the time is spent sitting in a comfortable position and there is frequent opportunity to move about. On rare occasions there may be a need to move or lift light articles.<br>\n<br>\n<b>Preferred Qualifications:<\u002Fb><br>\n<ul><li>Working knowledge of Microsoft Office Suite<\u002Fli><li>Working knowledge of Tableau<\u002Fli><li>Working knowledge of presentation software (e.g. Microsoft PowerPoint)<\u002Fli><li>Working knowledge of analytical\u002Fstatistics software (e.g. SPSS, SAS, R, Stata)<\u002Fli><li>Demonstrated ability to collaborate and work effectively with cross-functional teams<\u002Fli><li>Ability to develop and apply advanced mathematical\u002Fstatistical techniques<\u002Fli><li>Ability to convey complex or technical ideas and processes in easy-to-understand terms to diverse audiences<\u002Fli><li>Excellent written and verbal communication skills<\u002Fli><\u002Ful><br>\n<b>Knowledge, Skills, Abilities, and Competencies:<\u002Fb><br>\nAdvanced experience with JDA Intactix space management suite highly preferred.<br>\nHigh proficiency in financial\u002Fstatistical modeling applications including forecasting and\u002For optimization highly preferred.<br>\nExperience in MS Excel, MS Access or other analytical tools required.<br>\nExperience with Hadoop, R, SAS or other relevant statistical modeling tools\u002Flanguages.<br>\nExperience with a variety of statistical modeling and regression analysis techniques and their practical business applications.<\u002Fdiv><\u002Fdiv>","c7fbb47dd38f32c2":"<div><\u002Fdiv><div><div><div><div><p><b>Job Code<\u002Fb><\u002Fp><div>RS0356 Statistician I\n<\u002Fdiv><\u002Fdiv><div><p><b>Job-Specific Responsibilities<\u002Fb><\u002Fp>\n<div>The Department of Biostatistics is a very busy and diverse department focused on research and teaching. Our 65+ faculty are leaders in the development of statistical methods for clinical trials and observational studies, studies on the environment, computational biology, and genomics\u002Fgenetics. We offer degree programs in biostatistics, computational biology and data science; currently, more than 150 students are enrolled in these programs.<br>\n<br>\nThe Department of Biostatistics, Harvard T.H. Chan School of Public Health, Harvard University, is seeking candidates with a Master&rsquo;s degree in biostatistics, applied mathematics, statistical physics, computer science, or a related quantitative field for a Data Scientist position to work on a digital women&rsquo;s health study. For general details of the study, including study investigators, please see https:\u002F\u002Fwww.hsph.harvard.edu\u002Fnews\u002Fpress-releases\u002Fharvard-apple-nih-study\u002F. The Data Scientist will work as part of a large interdisciplinary team consisting of epidemiologists, clinicians, biostatisticians, computer scientists, and biomedical engineers to develop and apply methods to data collected by a smartphone or wearable device. Responsibilities will include development of data management plans and analytic protocols, implementation of computational methods for big data, efforts to enhance reproducible science, data analysis and visualization, interpretation of results in close collaboration with study investigators, and manuscript preparation. There will also be opportunities to disseminate results by attending and presenting at national and international scientific meetings. This is a very exciting research area for anyone with a serious interest in temporally dense, high-dimensional data and its applications in women&rsquo;s health. Methodologic challenges within this context will include dealing with missing data and dropout, the development of multi-stage sampling strategies for validation sub-studies, and the development of novel data integration methods that link survey and passively collected data with other data types.<br>\n<br>\nPLEASE NOTE: This position has a term end date of one year from date of hire, with the possibility for extension.<\u002Fdiv>\n<\u002Fdiv><div><p><b>Basic Qualifications<\u002Fb><\u002Fp>\n<div><ul><li>Master's degree in biostatistics or statistics, computer science, applied mathematics, statistical physics, or a related quantitative field, or equivalent work experience, required<\u002Fli><li>\n2+ years of related experience required<\u002Fli><li>\nProgramming skills in Python required<\u002Fli><\u002Ful><\u002Fdiv>\n<\u002Fdiv><div><p><b>Additional Qualifications<\u002Fb><\u002Fp>\n<div><ul><li>Familiarity with big data analysis frameworks, such as Apache Spark, preferred<\u002Fli><li>\nExperience with SQL preferred<\u002Fli><li>\nExperience in applied statistics and computational methods preferred<\u002Fli><li>\nExperience working with very large datasets preferred<\u002Fli><li>\nInterest in open-source software, reproducibility and data management preferred<\u002Fli><li>\nInterest in high-performance computing preferred<\u002Fli><li>\nExperience contributing to research of new statistical approaches, inference algorithms, and machine learning techniques preferred<\u002Fli><li>\nFamiliarity with multiple data science tools (R, Shiny, GIS, d3, Python, SQL, SAS, etc.), and interest in leaning new tools, preferred<\u002Fli><li>\nMust be able to work independently and in a team environment and must have strong oral and written communication skills preferred<\u002Fli><\u002Ful><\u002Fdiv>\n<\u002Fdiv><div><p><b>Additional Information<\u002Fb><\u002Fp>\n<div><ul><li>Harvard University requires pre-employment reference checks and background screenings.<\u002Fli><li>\nThis position has a 90 day orientation and review period.<\u002Fli><li>\nThe Harvard T.H. Chan School of Public Health does not provide visa sponsorship for administrative and staff positions.<\u002Fli><\u002Ful>\n-<br>\n<br>\nThe Harvard T.H. Chan of Public Health is dedicated to building a diverse community of individuals who are committed to contributing to an inclusive environment &ndash; including fostering respect for all, serving the greater good, and welcoming individuals from diverse backgrounds, experiences, and perspectives. To learn more about the Chan School&rsquo;s mission, objectives, and core values, please visit our website here.<br>\n<br>\nHarvard offers an outstanding benefits package including:<ul><li><b>\nTime Off:<\u002Fb> 3- 4 weeks paid vacation, paid holiday break, 12 paid sick days, 11.5 paid holidays, and 3 paid personal days per year.<\u002Fli><li><b>\nMedical\u002FDental\u002FVision:<\u002Fb> We offer a variety of excellent medical plans, dental &amp; vision plans, all coverage begins as of your start date.<\u002Fli><li><b>\nRetirement: <\u002Fb>University-funded retirement plan with full vesting after 3 years of service.<\u002Fli><li><b>\nTuition Assistance Program:<\u002Fb> Competitive tuition assistance program, $40 per class at the Harvard Extension School and discounted options through participating Harvard grad schools.<\u002Fli><li><b>\nTransportation:<\u002Fb> Harvard offers a 50% discounted MBTA pass as well as additional options to assist employees in their daily commute.<\u002Fli><li><b>\nWellness Options:<\u002Fb> Harvard offers programs and classes at little or no cost, including stress management, massages, nutrition, meditation and complimentary health services.<br>\nHarvard access to athletic facilities, libraries, campus events and many discounts throughout metro Boston.<\u002Fli><\u002Ful>\nJoin the Harvard T.H. Chan School of Public Health to support our mission of health research and education, and to be a part of the oldest institution of higher learning in the country!<\u002Fdiv>\n<\u002Fdiv><div><p><b>Job Function<\u002Fb><\u002Fp><div>Research\n<\u002Fdiv><\u002Fdiv><div><p><b>Sub-Unit<\u002Fb><\u002Fp>\n<div>-\n<\u002Fdiv><\u002Fdiv><div><p><b>Location<\u002Fb><\u002Fp><div>USA - MA - Boston\n<\u002Fdiv><\u002Fdiv><div><p><b>Department<\u002Fb><\u002Fp>\n<div>Biostatistics<\u002Fdiv>\n<\u002Fdiv><div><p><b>Time Status<\u002Fb><\u002Fp><div>Full-time\n<\u002Fdiv><\u002Fdiv><div><p><b>Union<\u002Fb><\u002Fp>\n<div>00 - Non Union, Exempt or Temporary\n<\u002Fdiv><\u002Fdiv><div><p>Salary Grade<\u002Fp><div>056<\u002Fdiv>\n<\u002Fdiv><div><p><b>Pre-Employment Screening<\u002Fb><\u002Fp>\n<div>Education, Identity<\u002Fdiv>\n<\u002Fdiv><div><p><b>EEO Statement<\u002Fb><\u002Fp>\n<div>We are an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, disability status, protected veteran status, gender identity, sexual orientation, pregnancy and pregnancy-related conditions, or any other characteristic protected by law.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","e4cf7fbd03ff0a3e":"<div><p>Purchasing Power, Midtown Atlanta, GA<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nData Scientist<\u002Fb><\u002Fp>\n<p>\nPurchasing Power is seeking a data scientist that will help us discover the information hidden in vast amounts\u002Fmultiple locations of data, and help us make smarter and faster decisions to deliver better results. Your primary focus will be in applying data mining techniques, doing statistical analysis, and building high quality prediction systems that identify areas to drive incremental revenue and predict long term performance and customer activity.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nWhat you&rsquo;ll do.<\u002Fb><\u002Fp>\n<p>\nThe Data Scientist supports client data integration across the company&rsquo;s global enterprise. Manages the retrieval, transformation, delivery, and exchange of data between both internal and external business systems across all business units and client base. Provides daily operational production support. Requires a strong understanding of discipline. Able to apply knowledge and experience to complex problems and develop recommendations. Makes decisions within broad parameters. Acts as an informal resource for others with less experience. Works with team members to provide operational support, documentation, and knowledge sharing of best practices.<\u002Fp>\n<p><b>\nResponsibilities<\u002Fb><\u002Fp>\n<ul>\n<li>Provides data driven input, with insight and forward-thinking recommendations to business leaders.<\u002Fli>\n<li>Interpret, evaluate and interrelate company and research data and develop integrated business analyses and projections for incorporation into strategic decision making<\u002Fli>\n<li>Consistently provide proactive and prescriptive analytics<\u002Fli>\n<li>Monitor daily\u002Fweekly\u002Fmonthly metrics and alert business leaders to issues and trends<\u002Fli>\n<li>Conduct insightful, ad hoc analyses to investigate ongoing or one-time operational issues<\u002Fli>\n<li>Analyze business activities and present results and recommendations to enhance operational strategies both for awareness, effectiveness and overall financial benefit.<\u002Fli>\n<li>Review business processes via analysis and involvement to develop optimization strategies the focus on value-add work.<\u002Fli>\n<li>Develop predictive models of customer value, behavior, and responsiveness based on various business activities related to Fraud, Fed Gov, Account Management, Account Recovery, Sales, HR, and Underwriting<\u002Fli>\n<li>Recognizes and communicates financial implications of business decisions and strategy.<\u002Fli>\n<li>Provides support related to data needs stored within databases, including Domo reports.<\u002Fli>\n<li>Maintains relationship with IT and Finance teams to assure data accuracy and integrity.<\u002Fli>\n<li>Conduct and coordinate financial, product, market, operational and related research to support strategic and business planning within the departments you support<\u002Fli>\n<li>Creates process procedures, standards, and flows for current and future state initiatives\u002Fanalysis.<\u002Fli>\n<li>Completes special projects as assigned for various departments such as Fed Gov, Account Management, Account Recovery, Sales, HR, and Underwriting<\u002Fli>\n<li>Ensure all deliverables adhere to department quality and delivery standards.<\u002Fli>\n<li>Maintaining and staying up to date on the latest analytical tools and trends.<\u002Fli>\n<li>Lead meetings and develop presentations to easily explain analysis and drive actionable results.<\u002Fli>\n<li>Actively participate and partner in operational department financial related meetings.<\u002Fli>\n<li>Incorporate proven modeling that provides future predictions on business operations and financial status.<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>Preferred Competencies<\u002Fb><\u002Fp>\n<ul>\n<li><p>Selecting features, building and optimizing classifiers using machine learning techniques<\u002Fp>\n<\u002Fli>\n<li><p>Data mining using state-of-the-art methods<\u002Fp>\n<\u002Fli>\n<li><p>Enhancing data collection procedures to include information that is relevant for building analytic systems<\u002Fp>\n<\u002Fli>\n<li><p>Processing, cleansing, and verifying the integrity of data used for analysis<\u002Fp>\n<\u002Fli>\n<li><p>Doing ad-hoc analysis and presenting results in a clear concise manner<\u002Fp>\n<\u002Fli>\n<li><p>Creating automated anomaly detection systems and constant tracking of its performance<\u002Fp>\n<\u002Fli>\n<li><p>Developing a robust forecasting model that will predict revenue over a 18 month period based customer behavior, historical activity, and known future improvements\u002Fchanges<\u002Fp>\n<\u002Fli>\n<li><p>Assisting with the development and implementation of an EDM process<\u002Fp>\n<\u002Fli>\n<li><p>Assist with training and coaching team members on advancing their predictive analytics skills<\u002Fp>\n<\u002Fli>\n<\u002Ful><p><b>QUALIFICATIONS:<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<ul>\n<li><p>Bachelor&rsquo;s Degree (preferably in Business, Analytics, Mathematics, or relevant field)<\u002Fp>\n<\u002Fli>\n<li><p>Master&rsquo;s Degree in Data Analytics\u002FData Science preferred<\u002Fp>\n<\u002Fli>\n<li><p>Excellent understanding of machine learning techniques and algorithms, such as k-NN, Naive Bayes, SVM, Decision Forests, etc.<\u002Fp>\n<\u002Fli>\n<li><p>Experience with common data science toolkits, such as R, Python, MatLab, etc. Excellence in at least one of these is highly desirable.<\u002Fp>\n<\u002Fli>\n<li><p>Extensive experience with SAS. (Current tool primarily used)<\u002Fp>\n<\u002Fli>\n<li><p>Great communication skills and the ability to communicate complex concepts in simple terms<\u002Fp>\n<\u002Fli>\n<li><p>Experience with data visualization tools, and the ability to visualize data in an executive consumption format<\u002Fp>\n<\u002Fli>\n<li><p>Good applied statistics skills, such as distributions, statistical testing, regression, etc.<\u002Fp>\n<\u002Fli>\n<li><p>Data-oriented personality<\u002Fp><br>\n<\u002Fli><\u002Ful><p><\u002Fp>\n<p>\n<\u002Fp><p><b>Why Purchasing Power?<\u002Fb><\u002Fp>\n<p>\nWe are the leading specialty e-retailer offering consumer products, vacations and online education services through an easy and convenient payment plan. Our customers love us because we make paying for their purchases stress- and hassle-free. The automatic payments help them to avoid penalty fees and ballooning interest associated with other payment options. While the fixed payment duration options empower them to budget more efficiently. Ours is a revolutionary e-commerce experience that gives customers access to a better life combined with a responsible way to buy.<br>\n<br>\nPurchasing Power is &lsquo;Powering People to a Better Life&trade;&rsquo; through its employee purchase program, financial literacy efforts and charitable contributions.<\u002Fp>\n<p>\nFor more information, visit www.PurchasingPower.com<\u002Fp>\n<ul>\n<li>Our people! We are very proud of our people, we &ldquo;Power People to a better life&rdquo;<\u002Fli>\n<li>100% company paid benefits for employees<\u002Fli>\n<li>Kitchen stocked with gourmet coffee, teas and free snacks<\u002Fli>\n<li>Casual work environment<\u002Fli>\n<li>Summer Hours<\u002Fli>\n<li>Flexible PTO<\u002Fli>\n<li>Top of the line hardware<\u002Fli><br>\n<\u002Ful><p><\u002Fp>\n<p>\n<\u002Fp><p><i>Purchasing Power is an equal opportunity employer. At Purchasing Power, we make all employment decisions, which include hiring, promoting, transferring, demoting, evaluating, compensating and separating, without regard to sex, sexual orientation, gender identity, race, color, religion, age, national origin, pregnancy, citizenship, disability, service in the uniform services, or any other classification protected by federal, state or local law.<\u002Fi><\u002Fp>\n<div>\nBack Share\n<div><\u002Fdiv>Apply Now<\u002Fdiv><\u002Fdiv>","6c90fba7dbc93c1b":"<p><\u002Fp><div><div><div><div><div><div><div><div><div><div><div><div>Who We Are:\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><p>Ball Aerospace pioneers discoveries that enable our customers to perform beyond expectation and protect what matters most. We create innovative space solutions, enable more accurate weather forecasts, drive insightful observations of our planet, deliver actionable data and intelligence, and ensure those who defend our freedom go forward bravely and return home safely. For more information, visit http:\u002F\u002Fwww.ball.com\u002Faerospace, Facebook or Twitter.<\u002Fp><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>Qualifications:<br>\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<p><\u002Fp><div><div><div><div><p><b>Cognitive Data Scientist<\u002Fb><\u002Fp><p><b>\nWhat you&rsquo;ll do:<\u002Fb><\u002Fp>\n<ul>\n<li>Work as a member of a research team bridging the gaps between cognition, neurobiology, and peripheral physiology to develop a more complete and robust understanding of human performance.<\u002Fli>\n<li>Support the development of physio-cognitive models and machine learning models in the areas of fatigue, workload assessment, prediction, and molecular exposure.<\u002Fli>\n<li>Work with team members to integrate physio-cognitive measures of cognition to build and enhance cognitive models of performance.<\u002Fli>\n<li>Maintain a regular and predictable work schedule.<\u002Fli>\n<li>Establish and maintain effective working relationships within the department, the Strategic Business Units, Strategic Support Units and the Company. Interact appropriately with others in order to maintain a positive and productive work environment.<\u002Fli>\n<li>Perform other duties as necessary.<\u002Fli>\n<\u002Ful><p><b>What you&rsquo;ll need:<\u002Fb><\u002Fp>\n<ul>\n<li>BS\u002FBA in Psychology, Experimental Psychology, Applied Behavioral Science, Human Factors, or a related field plus 4 or more years related experience.<\u002Fli>\n<li>Each higher-level degree, i.e., Master&rsquo;s Degree or Ph.D., may substitute for two years of experience. Related technical experience may be considered in lieu of education. Degree must be from a university, college, or school which is accredited by an agency recognized by the US Secretary of Education, US Department of Education.<\u002Fli>\n<li>Experience developing and applying computational cognitive models and machine learning models within applied settings.<\u002Fli>\n<li>Knowledge and experience using an EEG system for clean data collection and event-related potential (ERP) data analysis.<\u002Fli>\n<li>Statistical analysis expertise (e.g., R, MATLAB, SPSS, SAS, or equivalent).<\u002Fli>\n<li>Experience with calculus and differential equations.<\u002Fli>\n<li>Experience with object-oriented languages (e.g., Java, Python, etc.).<\u002Fli>\n<li>Strong communication skills and ability to interact with customers.<\u002Fli>\n<li>Experience identifying and resolving technical problems that affect cost, schedule, and performance.<\u002Fli>\n<li>Passion for learning new knowledge and skills.<\u002Fli>\n<li>Desire to work with others in a research environment.<\u002Fli>\n<li>Experience developing models within the ACT-R cognitive architecture preferred.<\u002Fli>\n<li>Knowledge of other physiological signal processing (eye-tracking, heart rate, respiration, etc.) preferred.<\u002Fli>\n<li>Knowledge of advanced EEG signal analyses preferred.<\u002Fli>\n<li>Knowledge of theories\u002Fmodels implementations of cognitive load preferred.<\u002Fli>\n<\u002Ful><p><b>Working Conditions:<\u002Fb><\u002Fp>\n<ul>\n<li>Work is performed in an office environment, laboratory, cleanroom, or production floor.<\u002Fli>\n<li>Travel and local commute between Ball campuses and other possible non-Ball locations may be required.<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>Security Clearance:\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><p>Successful applicant for this position must be eligible to obtain a DoD clearance or government customer access to classified\u002Fsensitive material. A current DoD clearance is not required to be eligible for this position, however the successful applicant will be required to obtain a DoD clearance or government customer access within a reasonable time after the offer is extended and must be able to maintain the applicable clearance. *US Citizenship is Required. By applying to this position you are agreeing to complete a National Security Clearance Pre-Screen Questionnaire, if one is required, to evaluate your general ability to obtain the required security clearance or government customer access associated with this position.<br>\n<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>Relocation:\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><p>Relocation for this position is NOT Available<\u002Fp><\u002Fdiv><p><\u002Fp><br>\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>EEO Statement:\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><p><b>US CITIZENSHIP REQUIRED<\u002Fb><br>\n<br>\nBall Aerospace is an Equal Opportunity\u002FAffirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, pregnancy, sexual orientation, gender identity, national origin, age, protected veteran status, or disability status.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","40616467e87167ce":"<div>Note: By applying to this position your application is automatically submitted to the following locations: <b>Kirkland, WA, USA; Seattle, WA, USA; Mountain View, CA, USA; San Bruno, CA, USA<\u002Fb><p>\nMinimum qualifications:<\u002Fp><ul>\n<li>\nBA\u002FBS degree or equivalent practical experience.<\u002Fli>\n<li>3 years of experience working with statistical packages (e.g. R, SAS, Stata, MATLAB, etc.).<\u002Fli>\n<li>Experience articulating product questions, pulling data from datasets (SQL) and using statistics to arrive at an answer.<\u002Fli>\n<\u002Ful><br>\n<p>Preferred qualifications:<\u002Fp><ul>\n<li>\nBA\u002FBS or Master's degree in a quantitative field such as; Statistics, Computer Science, Engineering, Mathematics, Data Sciences.<\u002Fli>\n<li>Experience in scripting with SQL, extracting large sets of data, and design of ETL flows.<\u002Fli>\n<li>Experience in an inter-disciplinary\u002Fcross-functional field.<\u002Fli>\n<li>Interest and aptitude in data, metrics, analysis and trends and applied knowledge of measurement, statistics and program evaluation.<\u002Fli>\n<li>Ability to translate analysis results into business recommendations, and excellent written and verbal communication skills.<\u002Fli>\n<li>Distinctive problem solving skills and impeccable business judgment.<\u002Fli>\n<\u002Ful><div><h2 class=\"jobSectionHeader\"><b>About the job<\u002Fb><\u002Fh2><p>\nProduct Analysts provide quantitative analysis, market expertise and a strategic perspective to our partners throughout the organization. As a data-loving member of the team, you'll serve as an analytics expert for your partners, using numbers to help them make better decisions. You will weave stories with meaningful insight from data. You'll make key recommendations for your fellow Googlers in Engineering and Product Management.\n<\u002Fp><p>As a Product Analyst, you relish tallying up the numbers one minute and communicating your findings to a team leader the next. You can see different angles of a product or business opportunity, and you know how to connect the dots and interact with people in various roles and functions. You will work to effectively turn business questions into data analysis, and provide meaningful recommendations on strategy.<\u002Fp><p>\n<\u002Fp><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><\u002Fh2><ul>\n<li>Conduct data analysis to make business recommendations (e.g. cost-benefit, invest-divest, forecasting, impact analysis).<\u002Fli>\n<li>Deliver effective presentations of findings and recommendations to multiple levels of stakeholders, creating visual displays of quantitative information.<\u002Fli>\n<li>Develop and automate reports, iteratively build and prototype dashboards to provide insights at scale, solving for business priorities.<\u002Fli>\n<li>Collaborate with cross-functional stakeholders to formulate and complete full cycle analysis that includes data gathering, analysis, ongoing scaled deliverables and presentations.<\u002Fli>\n<li>Help Google to focus on key decisions to improve products and services.<\u002Fli>\n<\u002Ful><\u002Fdiv>At Google, we don&rsquo;t just accept difference&mdash;we celebrate it, we support it, and we thrive on it for the benefit of our employees, our products and our community. Google is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also Google's EEO Policy and EEO is the Law. If you have a disability or special need that requires accommodation, please let us know by completing this form.<\u002Fdiv>","e92e6cc78a09ea23":"<div><p>Rockstar is looking for a dedicated Data Scientist to assist in driving our various security initiatives. The successful candidate will both define data which should be captured in future states and analyze existing data in order to isolate patterns of bad activity. If you are eager to solve problems and catch bad guys then this is the role for you.<\u002Fp><h3 class=\"jobSectionHeader\"><b>\nRESPONSIBILITIES<\u002Fb><\u002Fh3><ul><li>\nServe as a subject matter expert to the Security team for data collection and availability.<\u002Fli><li>\nInitiate and carry out analytic experiments aligned with long-term, strategic initiatives.<\u002Fli><li>\nDesign, develop, and deliver machine learning enabled solutions to address critical questions.<\u002Fli><li>\nPerform analysis on data related to several of our titles for patterns of malicious activity.<\u002Fli><li>\nProvide insights and recommendations pulled from analysis to leadership and team members.<\u002Fli><li>\nWork with the Data Engineers on any necessary data modeling to facilitate investigation.<\u002Fli><li>\nDefine additional sources of data or logging which could aid during investigations.<\u002Fli><\u002Ful><h3 class=\"jobSectionHeader\"><b>\nREQUIRED<\u002Fb><\u002Fh3><ul><li>\n4+ years in a similar position or an analytics role in the customer service, marketing, forensic, finance or technology fields.<\u002Fli><li>\nStrong background performing investigative analytics.<\u002Fli><li>\nExtensive knowledge of machine learning techniques such as k-NN, Naive Bayes, SVM, Decision Forests, Data Mining, Clustering, and Classification.<\u002Fli><li>\nProficiency in statistics such as distributions, predictive modeling, data validation, statistical testing, regression.<\u002Fli><li>\nBachelor&rsquo;s degree in Computer Science or related field, with a strong quantitative background.<\u002Fli><li>\nExtensive knowledge of data analysis techniques, languages, software and systems (SAS, R, Matlab, Python, SPSS, Tableau).<\u002Fli><li>\nAbility to develop and maintain good relations and communicate with people at all hierarchical levels.<\u002Fli><li>\nAbility to reconcile technical and business perspectives.<\u002Fli><li>\nAutonomy and entrepreneurship.<\u002Fli><li>\nPassion for Rockstar Games and our titles.<\u002Fli><\u002Ful><h3 class=\"jobSectionHeader\"><b>\nDESIRED<\u002Fb><\u002Fh3><ul><li>\nExperience with Vertica, Splunk and Hadoop, an asset.<\u002Fli><li>\n2+ years using SQL (or a SQL-like language) required, other programming experience highly preferred.<\u002Fli><li>\nGraduate degree (MBA, MSc or Master&rsquo;s, PHD), an asset.<\u002Fli><li>\nGame industry experience strongly desired.<\u002Fli><\u002Ful><\u002Fdiv>","064f745bb5631f9b":"<div><p><b>Job Title: Data Scientist<\u002Fb><\u002Fp><p><b>\nOnsite Work Location: <\u002Fb>San Diego, CA<\u002Fp><p><b>\nJob Type:<\u002Fb> Full-time only<\u002Fp><p><b>\nDuration:<\u002Fb> Permanent<\u002Fp><div>\nWe are looking for a Data Scientist who will support our product, clinical, leadership and marketing teams with insights gained from analyzing user and company data. The ideal candidate has prior experience with diabetes and is adept at using large data sets to find opportunities for product and process optimization and using models to test the effectiveness of different courses of action. They must have strong experience using a variety of data mining\u002Fdata analysis methods, using a variety of data tools, building and implementing models, using\u002Fcreating algorithms and creating\u002Frunning simulations. They must have a proven ability to drive business results with their data-based insights. They must be comfortable working with a wide range of stakeholders and functional teams. The right candidate will have a passion for discovering solutions hidden in large data sets and working with stakeholders to improve business outcomes.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nRole and responsibilities<\u002Fb><\u002Fdiv><ul><li><p>\nWork with stakeholders throughout the organization to identify opportunities for leveraging company data to drive business solutions<\u002Fp><\u002Fli><li><div>\nMine and analyze data from company databases to drive optimization and improvement of product development, marketing techniques and business strategies.<\u002Fdiv><\u002Fli><li><div>\nAssess the effectiveness and accuracy of new data sources and data gathering techniques.<\u002Fdiv><\u002Fli><li><div>\nDevelop custom data models and algorithms to apply to data sets.<\u002Fdiv><\u002Fli><li><div>\nWork with product development to implement and deploy models and algorithms within the medical device processes and regulations.<\u002Fdiv><\u002Fli><li><div>\nUse predictive modeling to increase and optimize customer experiences, revenue generation, ad targeting and other business outcomes.<\u002Fdiv><\u002Fli><li><div>\nDevelop company A\u002FB testing framework and test model quality.<\u002Fdiv><\u002Fli><li><div>\nCoordinate with different functional teams to implement models and monitor outcomes.<\u002Fdiv><\u002Fli><li><p>\nDevelop processes and tools to monitor and analyze model performance and data accuracy.<\u002Fp><\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<p>\nSkills and Expectations<\u002Fp><ul><li><p>\nStrong problem solving skills with an emphasis on product development.<\u002Fp><\u002Fli><li><div>\nExperience using statistical computer languages (R, Java, Python, SQL, etc.) to manipulate data and draw insights from large data sets.<\u002Fdiv><\u002Fli><li><div>\nUnderstanding of diabetes management and insulin therapy preferred.<\u002Fdiv><\u002Fli><li><div>\nExperience working with and creating data architectures.<\u002Fdiv><\u002Fli><li><div>\nKnowledge of a variety of machine learning techniques (clustering, decision tree learning, artificial neural networks, etc.) and their real-world advantages\u002Fdrawbacks.<\u002Fdiv><\u002Fli><li><div>\nKnowledge of advanced statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.) and experience with applications.<\u002Fdiv><\u002Fli><li><div>\nExcellent written and verbal communication skills for coordinating across teams.<\u002Fdiv><\u002Fli><li><div>\nA drive to learn and master new technologies and techniques.<\u002Fdiv><\u002Fli><li><div>\nWe&rsquo;re looking for someone with 5-7 years of experience manipulating data sets and building statistical models, has a Master&rsquo;s or PHD in Statistics, Mathematics, Computer Science or another quantitative field, and is familiar with the following software\u002Ftools:<\u002Fdiv><\u002Fli><ul><li><div>\nCoding knowledge and experience with several languages: Java, JavaScript, Python, etc.<\u002Fdiv><\u002Fli><li><div>\nKnowledge and experience in statistical and data mining techniques: GLM\u002FRegression, Random Forest, Boosting, Trees, text mining, social network analysis, etc.<\u002Fdiv><\u002Fli><li><div>\nExperience querying databases (Google BigQuery preferred) and using statistical computer languages: R, Python, SQL, etc.<\u002Fdiv><\u002Fli><li><div>\nExperience using web services<\u002Fdiv><\u002Fli><li><div>\nExperience creating and using advanced machine learning algorithms and statistics: regression, simulation, scenario analysis, modeling, clustering, decision trees, neural networks, etc.<\u002Fdiv><\u002Fli><li><p>\nExperience analyzing data from 3rd party providers: Google Analytics, Site Catalyst, Coremetrics, Adwords, Crimson Hexagon, Facebook Insights, etc.<\u002Fp><\u002Fli><li><p>\nExperience visualizing\u002Fpresenting data for stakeholders using: Data Studio, Looker, etc.<\u002Fp><p><b>\nAbout Companion Medical<\u002Fb><\u002Fp><p>\nCompanion Medical is a dynamic San Diego startup committed to redefining the way people with diabetes manage their insulin. While insulin pumps currently offer the best tools available, the vast majority of people with diabetes either cannot or will not use a pump. Companion is developing a superior, cost effective solution that combines the best attributes of current solutions with advanced data management technologies to address the large global market for insulin delivery systems.<\u002Fp><\u002Fli><\u002Ful><\u002Ful><\u002Fdiv>","1fe8542aea7dab83":"<div><\u002Fdiv><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><b>Our Mission:<\u002Fb><\u002Fdiv><div>\nTo eliminate congestion, improve traffic flow and give back time to everyone.<\u002Fdiv><div><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nRole Mission:<\u002Fb><\u002Fdiv><div>\nYour main mission is to measure and predict speeds, volumes and turning movements for every road in the US for every minute of the day. Understanding prevailing traffic patterns in any given area is necessary for us to be able to optimize traffic signals in those areas. Your work will impact millions of people each day: with better traffic signal timing we will lower travel times by up to 25%, reduce emissions by up to 22% and enable everyone to spend more time on the things that are most important to them and with the people who are most important to them.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nResponsibilities:<\u002Fb><\u002Fdiv><ul><li>\nDesign algorithms to infer key transportation patterns from various data sources.<br>\n<\u002Fli><li>Research and implement suitable strategies (e.g. regression models, neural networks, etc.) for solving data science problems.<br>\n<\u002Fli><li>Find and build real-world data sets for training various models and doing quality checks.<br>\n<\u002Fli><li>Productize data science algorithms as part of our AI-TCS platform.<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><div><b>\nRequired Skills:<\u002Fb><\u002Fdiv><ul><li>\nBS \u002F MS in Mathematics, Computer Science or an Engineering discipline from a top university.<br>\n<\u002Fli><li>3+ years of experience in data science and\u002For statistics, using languages such as Python (e.g. pandas, SciPy).<br>\n<\u002Fli><li>2+ years of experience in SQL and relational databases (PostgreSQL preferred), and good understanding of relational concepts.<br>\n<\u002Fli><li>Familiarity with automated data clean-up and end-to-end data analytics.<br>\n<\u002Fli><li>Strong understanding of techniques in data science (machine learning algorithms, regression analysis, etc.).<br>\n<\u002Fli><li>Strong data analysis skills<br>\n<\u002Fli><li>Good communication skills - written, visual (presentations), and verbal.<br>\n<\u002Fli><li>Quick learner, and a strong team player.<br>\n<\u002Fli><li>Ability to deliver adequate results on deadline, and make compromises to enable scalability and productization of algorithms.<\u002Fli><\u002Ful><div><div><br>\n<\u002Fdiv><div><b>\nBonus Points:<\u002Fb><\u002Fdiv><ul><li>\nGeo-spatial skills<br>\n<\u002Fli><li>Knowledge of transportation data<br>\n<\u002Fli><li>Familiarity with queuing models &amp; theory<\u002Fli><\u002Ful><div>\n<br>\n<\u002Fdiv><div>To apply for this role please email us here. Please check out our application tips prior to applying.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","df0282d59eb50b88":"<div><\u002Fdiv><div><div><p><b>Status: Full-time, non-exempt\n<\u002Fb><br>\n<b>Location: Palo Alto, CA; remote will be considered<\u002Fb><\u002Fp>\n<p><b>Salary: $90,000-$150,000, commensurate with experience; plus equity; health, dental, and vision insurance; flexible PTO plan and company holidays<\u002Fb><\u002Fp><br>\n<p><b>\n<\u002Fb><\u002Fp><p>You've been seething since Nov. 8, 2016. You've been calling your member of Congress and pleaded with your friends to do the same, even though deep down you're not sure it makes that much of a difference. You'll vote for the forward-thinking candidate this year, but you just wish there was something else you could do. There is.<\u002Fp><br>\n<p>\n<\u002Fp><p>In early 2017, we were in your shoes. But then we figured out how we could quickly, affordably, and accurately measure public opinion online - and we knew we could bring it to forward-thinking candidates and causes and help them win.<\u002Fp><br>\n<p>\n<\u002Fp><p>We're working on some really interesting problems with data, social science, and politics. And by solving them, we hope to make our democracy better.<\u002Fp><br>\n<p>\n<\u002Fp><p>We are currently accepting applications for a Data Scientist with expertise in Natural Language Processing. We encourage all qualified applicants, including people of color, gays and lesbians, women, transgender people, veterans, and people with disabilities. We particularly encourage people who are underrepresented in politics and startups to apply. We prioritize equity and inclusion. We recognize that diversity of perspectives and experiences makes our work better.<\u002Fp><br>\n<p><b>\n<\u002Fb><\u002Fp><p><b>About the Role:<\u002Fb><\u002Fp>\n<p>As a Data Scientist with expertise in Natural Language Processing, you&rsquo;ll be involved in all aspects of our analytics, research, model development, and data pipeline. We&rsquo;re a small but growing company and each team member contributes in a meaningful way. We interview millions of voters through our platform - a novel dataset with tremendous utility for political campaigns. Your role will be focused on turning unstructured public opinion into empirical conclusions.<\u002Fp><br>\n<p><\u002Fp>\n<p>In your first weeks:<\u002Fp>\n<ul><li><p>Expected skills: best-in-class facility with Python (preferably) and\u002For R (acceptable) as well as SQL; team-based experience with Github; experience applying Natural Language Processing models in an industrial setting.<\u002Fp>\n<\u002Fli><li><p>Example project: classifying topics within a sample of open-ended survey responses<\u002Fp>\n<\u002Fli><li><p>What you&rsquo;ll learn: the technology we&rsquo;ve developed to help campaigns win<\u002Fp><br>\n<\u002Fli><\u002Ful><p><\u002Fp><p>By the end of the year, as campaigns are just gearing up for 2020:<\u002Fp>\n<ul><li><p>Expected skills: complete familiarity with our codebase and tech stack, so that you can commit production-ready code<\u002Fp>\n<\u002Fli><li><p>Example project: create automatic features from open-ended text to be used in other models<\u002Fp>\n<\u002Fli><li><p>What you&rsquo;ll learn: how campaigns use (or don&rsquo;t yet use) data; an intimate knowledge of our amassed polling data, including political attitudes across the country<\u002Fp><br>\n<\u002Fli><\u002Ful><p><\u002Fp><p>In 2020 and Beyond:<\u002Fp>\n<ul><li><p>Expected skills: solve novel problems, and formulate your own product ideas that anticipate problems before they come up. Write code that rivals that of a senior engineer, and introduce new modeling techniques to the team.<\u002Fp>\n<\u002Fli><li><p>Example project: design an ensemble of models that can process a broad range of answers to open-ended questions like &ldquo;What do you think of your Congresswoman?&rdquo; or &ldquo;What is the biggest issue unaddressed by your local government&rdquo;?<\u002Fp>\n<\u002Fli><li><p>What you&rsquo;ll learn: How to be part of a growing data science team, contributing both ideas and technical prowess. Become an integral part of our data science operation and help the company grow its impact in Democratic politics<\u002Fp><br>\n<\u002Fli><\u002Ful><p><\u002Fp><p>A successful member of our team will demonstrate the curiosity to try new things, but the self-discipline to prize results over technique. We&rsquo;re open to hiring for a range of levels. The specific job will be commensurate with a candidate&rsquo;s work experience and potential. Political experience is not required, but if you don&rsquo;t have a passion for it you might burn out.<\u002Fp><br>\n<p>\n<\u002Fp><p><b>Compensation and work environment:<\u002Fb><\u002Fp>\n<p>Ensuring a diverse and inclusive workplace where we learn from each other is core to our values. We invite folks with different backgrounds, experiences, abilities, and perspectives. Our workplace is both casual and professional, and we are committed to learning, fun, and excellence. We are an equal opportunity employer. This full-time position includes equity, health, dental and vision insurance, commuter benefits, flexible PTO, and company holidays.<br>\n<\u002Fp><p><\u002Fp><p><b>How to apply:<\u002Fb><\u002Fp>\n<p>Please send us a note and link to your LinkedIn profile and\u002For your resume to jobs@changeresearch.com with the subject line &quot;[Your Name] - Data Scientist - NLP&quot;. No phone calls, please.<\u002Fp><br>\n<p>\n<\u002Fp><p><i>All qualified applicants are encouraged to apply, including women, people of color, gays and lesbians, transgender people, veterans and people with disabilities.<\u002Fi><\u002Fp><\u002Fdiv><\u002Fdiv>","2652e269d1c1cd14":"<p><\u002Fp><div><div><div><div><p>Number of openings | 01<\u002Fp>\n<p>Job ID | 2019-1014<\u002Fp>\n<p>Job Locations | US-WA-Seattle<\u002Fp>\n<p>Position Type | Full Time\u002FContract<\u002Fp>\n<p>Posted Date | 25\u002F02\u002F2019<\u002Fp>\n<\u002Fdiv><p>How would you like to work in a highly dynamic Health care startup? Erniesys is looking for a Data scientist for a Healthcare startup client. The data scientist will be instrumental in advising business strategy and pricing models through extensive analysis of healthcare claims data.\n<\u002Fp><div><div><ul><li>Must Haves<\u002Fli>\n<li>Requirements<\u002Fli>\n<\u002Ful><div><div><ul><li>A BS (preferably an MS or PhD) in a quantitative discipline (such as computer science, mathematics, physics, statistics, or a related field).<\u002Fli>\n<li>Several years of experience using quantitative methods to solve complex, meaningful analytical problems.<\u002Fli>\n<li>Ability with programming languages (such as Python, Ruby, Java) and other technologies to do rapid design, prototyping, analysis, simulation of, and experimentation with, advanced algorithms and applications.<\u002Fli>\n<li>Understanding of applied mathematics and statistics.<\u002Fli>\n<li>Passion for improving the lives of our users.<\u002Fli>\n<\u002Ful><\u002Fdiv><div><ul><li>Working with the massive datasets, information, and knowledge being collected to help drive innovation and enhance user experience.<\u002Fli>\n<li>Making recommendations on the business direction to various stakeholders within the company.<\u002Fli>\n<li>Managing rapid business growth by developing and executing data analyses.<\u002Fli>\n<li>Developing, implementing, and maintaining tools and reporting methods to support the company&rsquo;s business objectives.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","445cdd2d21d85428":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Apr 23, 2019<\u002Fb><\u002Fdiv><div>\nRole Number: <b>200044728<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nWe are looking for excellent software engineers with experience in big data engineering. You will have the opportunity to engage with exciting new-product teams around Apple, and use your data science, systems, machine learning and artificial intelligence skills to tackle challenging technical problems in our next generation products that will delight millions of people.\nWe are hiring in Cupertino, Seattle, and Pittsburgh.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\nStrong programming skills in C++, Java, Scala, or Python<\u002Fli><li>\nDeep understanding of basic data structures and algorithms<\u002Fli><li>\nExperience with scaling data platforms to hundreds of terabytes or petabytes using Spark or Hadoop<\u002Fli><li>\nFamiliarity with modern machine learning techniques<\u002Fli><li>\nCreative, collaborative, &amp; product focused<\u002Fli><li>\nCurious about new technologies and passionate about exploring new use cases<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nAt Apple, you will design, develop and deploy large scale services and platforms. You will also collaborate with teams across Apple, who are building the newest, most compelling intelligent applications in the world. You will have strong engineering and communication skills, as well as a belief that data driven processes lead to great products.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nB.S., M.S., or PhD in Computer Science, Computer Engineering, Statistics, Bioinformatics, Applied Mathematics, or equivalent practical experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","40ed738ac1a57d04":"<div><p><b>Job Summary:<\u002Fb><\u002Fp><p>\nThe Data Scientist researches and implements approaches to model complex physiological, tabular, and\u002For imaging data and discover insights through the use of statistical, algorithmic, mining, and visualization techniques under the direction of the Director\u002FPrincipal Researcher. Works with other Data Scientists, Analysts and Engineers to improve existing models, workflows, and databases using quantitative methods.<\u002Fp>\n<p><b>Primary Responsibilities:<\u002Fb><\u002Fp><ul>\n<li>Research and develop AI\u002FDeep Learning algorithms for electronic health care applications.<\u002Fli>\n<li>Clearly communicate the design and operation of implemented algorithms (short reports, diagrams).<\u002Fli>\n<li>Work expertly with intermediate data structures (e.g., SQL databases, flat files, NoSQL databases)<\u002Fli>\n<li>Implement neural network models (e.g. CNNs, RNNs), machine learning algorithms, and statistical analyses in Python using PyTorch, TensorFlow, scipy, sklearn, etc.<\u002Fli>\n<li>Maintain breadth of knowledge in latest developments in AI\u002Fmachine learning and industry best practices.<\u002Fli>\n<li>Optimize algorithm parameters, and work with data engineers to ensure the usage of high quality data and correct application of statistical methods and assumptions.<\u002Fli>\n<li>Improve the CCI internal C\u002FC++ libraries and integrate the library with AI frameworks.<\u002Fli>\n<li>Contribute to and maintain documentation on the use of developed tools, machine learning cluster infrastructure, software, and algorithms. Use internal ticketing system tools (Softzilla and Service Direct) to report and document work according to CCI standards and protocols.\n<\u002Fli><li>Work in collaboration with other departments for the deployment of software releases and updates.<\u002Fli>\n<li>Contribute to administering our R&amp;D infrastructure, including recommendations for hardware.<\u002Fli>\n<li>Support, improve, and optimize analytical software as needed.<\u002Fli>\n<\u002Ful><p><b>Core Competencies\u002FSkills: <\u002Fb>Broad knowledge of software applications; Ability to contribute to a team effort; Self-starter with a positive attitude, intellectual curiosity, and a passion for analytics; Logical approach to problem solving; Excellent communication skills; Attention to detail<\u002Fp><p><b>\nWork Environment: <\u002Fb>This job operates in a professional office environment and uses standard office equipment. Low to moderate noise level.<\u002Fp><p><b>\nPhysical Demands: <\u002Fb>Ability to sit for long periods of time; manual dexterity to operate computer; vision requirements include ability to adjust focus, depth perception, peripheral vision, distance vision and close vision. Ability to hear, speak, read, answer the telephone, reach, bend, stand, walk and stoop. Ability to lift 30 lbs. Travel up to 5% of the time both domestic and international. Occasionally hours may be long, early, late or include the weekend.<\u002Fp><p><b>\nRequirements<\u002Fb><\u002Fp><p><b>\nMinimum Qualifications<\u002Fb>:<\u002Fp><ul>\n<li>Master&rsquo;s degree or PhD in a quantitative field such as data science\u002Fmachine learning, mathematics, physics, statistics, engineering, computational neuroscience\u002Fbiology or computer science.\n<\u002Fli><li>Deep understanding of AI\u002FMachine Learning theory, algorithms, and techniques as evidenced by completion of foundational Deep Learning and other relevant coursework (linear algebra, advanced calculus, mathematical optimization, advanced statistics, signal processing, information theory, AI\u002FMachine Learning classes, etc)\n<\u002Fli><li>Substantial experience designing and implementing neural networks in Python using PyTorch or Tensorflow<\u002Fli>\n<li>Experience working with a range of real-world data types at all stages of the data science\u002F Machine Learning pipeline (data fetching, pre-processing, visualization, modeling, interpretation, etc.)<\u002Fli>\n<li>Ability to distill complex ideas\u002Fresults to their core essence and communicate clearly to non-specialists<\u002Fli>\n<\u002Ful><p><b>Preferred Qualifications:<\u002Fb>\n<\u002Fp><ul><li>Master&rsquo;s or Ph.D., in Computer Science or related field. 2-5 years of relevant quantitative and qualitative research and analytics experience.\n<\u002Fli><li>Presentations at Top-tier AI, Deep\u002FMachine Learning conferences and\u002F or Publications in AI, Machine\u002FDeep Learning peer-reviewed journals. Enthusiasm for AI\u002FDeep learning demonstrated by Kaggle contributions, github commits, and other relevant community activities<\u002Fli>\n<li>Working knowledge of high performance distributed computing or code-optimization through parallelization (GPU, clusters); Git, or other method of version control.<\u002Fli>\n<li>Proficient in C\u002FC++<\u002Fli>\n<li>Solid understanding of SQL query development (MySQL, SQLite, and\u002For Postgres).<\u002Fli>\n<li>Knowledge of the streaming technique (apache kafka).<\u002Fli>\n<li>U.S. Citizenship with the ability to obtain DoD ADP and VA High Risk Background clearance.<\u002Fli>\n<\u002Ful><p><b>Security Clearance<\u002Fb>: The start of the security clearance process is up to the discretion of the company and may begin no later than the successful completion of the first 90 days of employment, and commensurate with job requirements and the needs of the business. Successful completion of the security clearance process may not be required for every position but all candidates must be willing to submit to the process if requested by their manager according to the requirements of the position and business needs.<br>\n<\u002Fp><p><\u002Fp><p>\nCliniComp, Intl. is an equal opportunity employer. All applicants will be considered for employment without attention to race, color, religion, sex, sexual orientation, gender identity, national origin, veteran or disability status. We comply with the Americans with Disabilities Act and consider reasonable accommodation measures that may be necessary for eligible applicants\u002Femployees to perform essential functions. EEO\u002FAA\u002FM\u002FF\u002FVeteran\u002FDisabled<\u002Fp><\u002Fdiv>","52564a0c734251b4":"<p><\u002Fp><div><h2 class=\"jobSectionHeader\"><b>Job Summary:\n<\u002Fb><\u002Fh2>The Data Scientist will be will be responsible for supporting the company&rsquo;s efforts to create a strong and advanced analytics team focusing on our customer. This position will conduct data mining and develop machine learning algorithms, predictive models and leverage it for customer insights across all channels.\n<br>\n<br>\nA successful candidate will assist with the development and implementation of marketing analytics and database marketing principles. Works with marketing teams to understand business needs, develop improved analytical solutions, data-driven marketing strategies\u002Ftactics, and reports to validate and measure results and provide customers easy access to relevant information.\n<h2 class=\"jobSectionHeader\"><br>\n<b>Responsibilities:\n<\u002Fb><\u002Fh2><p><b>Key Accountabilities:\n<\u002Fb><\u002Fp><p>The Marketing modeling team is responsible for providing support for customer analytics, marketing optimization, marketing operations including test plans, campaign testing, suppression and segmentation, assisting in modeling and campaign analytics. The successful candidate has a proven track record in customer analytics, predictive modeling and database marketing capabilities. This role will require the ability not only to set and deliver against the overarching strategy, but also to be an active contributor to the daily workload and tactical activities. Customer analytics supports all areas of the customer marketing organization. This is an outstanding opportunity for a motivated, strategic thinker with practical hands-on ability to build upon a talented foundation and to take the customer analytics capability to new heights at The Children&rsquo;s Place.\n<\u002Fp><ul><li>Responsible for analytical support and statistical modeling for the purpose of maximizing revenue. Accountable for driving valuable fact-based and quantitative consumer insights from internal systems and to synthesize key findings which inform business and strategic marketing strategies.\n<\u002Fli><li>Customer Analytics: Develop customer profiles and customer segmentation. Create predictive and behavioral models. Continuously validate and optimize models as well as the customer profiles and segmentation work.\n<\u002Fli><li>Marketing Optimization: Conduct analytics for A\u002FB and multivariate tests, create business cases, strategies and prepare forecasts and related models.\n<\u002Fli><li>Campaign and Channel Analytics: Design the measurement plan, ensure tracking enablement and complete and distribute all campaign and channel results as well as ROI reporting. Share insights and optimization recommendations widely with all internal customers.\n<\u002Fli><li>Continually review and make recommendations for the improvement of our processes and technology in order to build a more quantitative and data-driven approach to customer marketing. Codify and distribute formal frameworks and methodologies in support of data-driven marketing methodologies.\n<\u002Fli><li>Support the production of analytical studies, customer models and deliver accurate customer based insights on spending behavior, response &amp; predictive modeling, scoring, forecasting, customer lifetime value, and other data sources compiled from multiple tools and sources. Ensure valuable model insights are evaluated for long-term reporting utilization.\n<\u002Fli><li>Performs duties by collecting data, analysis, and makes recommendations to management relevant to the strategic direction of marketing programs. Analyzes market conditions, sales trends, customer preferences and competitive behavior.\n<\u002Fli><li>Participate as a thought leader or lead large strategic projects from scope definition through to execution and implementation.\n<\u002Fli><li>Expert level programming skills using SAS, R or Python as a programming language to meet the challenges of advanced data manipulation, complicated programming logic, and large data volumes is required.\n<\u002Fli><li>Minimum three years or equivalent experience of SAS programming using SAS\u002FBASE, SAS\u002FMACRO, SAS\u002FSQL, SAS\u002FSTAT, and SAS\u002FGRAPH, SAS Stored Processes in a data intense environment.\n<\u002Fli><li>Experience with SAS Enterprise Guide, SAS Marketing Automation, SAS Data Integration Studio, Enterprise Miner, SAS Web Report Studio, SAS OLAP and SAS Information Map Studio is highly preferred. MS office products and SQL is required\n<\u002Fli><li>Assist director and manager of analytics and marketing in promoting and developing a strong sense of analytics culture based on data facts, teamwork, contribution\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Education and Experience:\n<\u002Fb><\u002Fp><ul><li>Master&rsquo;s degree in mathematics, statistics, or related field\n<\u002Fli><li>3-5 years in analytics role including experience in advanced analytics (statistical modeling)\n<\u002Fli><li>Experience working with transaction level, email, and customer data strongly preferred\n<\u002Fli><li>Retail industry experience preferred\n<\u002Fli><\u002Ful><p><b>Skills and Behaviors\n<\u002Fb><\u002Fp><ul><li>Ability to manage internal and external resources\n<\u002Fli><li>Strong working knowledge in one or more analytics tools such as SAS, R, Python\n<\u002Fli><li>Strong working knowledge in Adobe\n<\u002Fli><li>Solid understanding of page tagging concepts\n<\u002Fli><li>Proficient in Google Analytics (Preferred)\n<\u002Fli><li>Strong understanding of marketing, user experience, and customer segmentation principles, best practices and analytical approaches\n<\u002Fli><li>Ability to apply digital marketing analytics results to the practical considerations of day-to-day marketing and operational business challenges\n<\u002Fli><li>Understanding of machine learning techniques such as Regression, ANOVA, Clustering, Decision Trees, Random Forests, Gradient Boosting Machines\n<\u002Fli><li>Strong knowledge in online and offline experiments, including A\u002FB testing and multivariate experiments\n<\u002Fli><li>Familiar with recommendation systems and algorithms\n<\u002Fli><li>Ability to analyze, interpret, and develop insights from complex data structure\n<\u002Fli><li>Ability to tell the story focuses on insights, not just data<\u002Fli><\u002Ful><\u002Fdiv>","cfe7e27729eeb445":"&middot; Bachelor's degree\n<br>\n<div>Alexa is Amazon&rsquo;s groundbreaking voice service designed for voice interactions. We believe voice is the most natural interface for interacting with technology across many domains. We are looking for a Machine Learning Data Associate to join our Information Data Operations (IDO) team located in beautiful Santa Barbara, CA.<br>\n<br>\nAs a Machine Learning Data Associate, you are responsible for writing, researching and delivering high quality data for internal and external customers. You will learn and master workflow guidelines to hit deadlines in a fast-paced environment.<br>\n<br>\nThis role focuses on language data, primarily in the areas of writing and general data analysis deliverables. The Associate must be capable of:<br>\n<ul><li>Writing high quality and engaging copy<\u002Fli><li>Understanding how people use language to convey meaning<\u002Fli><li>Delivering high quality work under aggressive deadlines<\u002Fli><li>Translating established guidelines into daily work practices<\u002Fli><li>Working autonomously with minimal direction<\u002Fli><li>Handling unique data analysis requests from a range of customers<\u002Fli><\u002Ful><br>\nThe ideal Machine Learning Data Associate:<br>\n<ul><li>Possesses strong grammar and writing skills<\u002Fli><li>Utilizes excellent communication and organizational skills<\u002Fli><li>Exhibits extreme attention to detail<\u002Fli><li>Demonstrates willingness to support several projects at one time, and to accept re-prioritization as necessary<\u002Fli><li>Adapts quickly to keep up with changing project conventions and new projects<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div><ul><li>Bachelor&rsquo;s degree in English, Journalism, Communication, Linguistics or equivalent practical experience<\u002Fli><li>Strong analytical, problem-solving, and critical-thinking skills<\u002Fli><li>Proven track record of taking ownership and successfully delivering results in a fast-paced, dynamic environment<\u002Fli><li>High attention to detail, including precise and effective communications<\u002Fli><li>Proven ability to manage multiple, competing priorities simultaneously<\u002Fli><li>History of teamwork and willingness to roll up one&rsquo;s sleeves to get the job done<\u002Fli><\u002Ful>\nAmazon is an Equal Opportunity-Affirmative Action Employer &ndash; Minority \u002F Female \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation<br>\n<br>\nAmazon is an Equal Opportunity Employer &ndash; Minority \u002F Women \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation \u002F Age<\u002Fdiv>","a43053c71e706af0":"<div><div><div><div><div><b>Sonalysts, Inc. is seeking a Data Scientist to perform the following roles on a wide variety of projects:<\u002Fb><\u002Fdiv><ul><li>\nConduct data science (DS) and machine learning\u002Fartificial intelligence (ML\u002FAI) work independently and as a member of a team, including:<ul><li>\nFundamental DS activities of acquiring, preparing, analyzing and acting on data.<\u002Fli><li>\nUtilize various forms of ML: Regression, clustering, classification, recommendation.<\u002Fli><\u002Ful><\u002Fli><li>\nAssist in the pursuit of DS\u002FML\u002FAI-related government contract opportunities through SBIRs, STTRs and BAAs, including leading proposals and supporting other projects.<\u002Fli><li>\nDetermine and assess customer problems, determine whether a DS\u002FML\u002FAI solution could apply, and if so, selecting and applying the appropriate method.\n<\u002Fli><li>Provide innovative analytical approaches to solve complex problems.<\u002Fli><li>\nWork with a broad array of stakeholders and teams with different backgrounds.<\u002Fli><li>\nExplain complex technical material in easily understood terms through both written and verbal methods.<\u002Fli><\u002Ful><div><b>\nRequired Qualifications:<\u002Fb><\u002Fdiv><ul><li>\nA Masters degree in statistics, mathematics, computer science, data science, analytics, or operations research program. Advanced degrees from other programs will be considered, as long as candidates have significant demonstrable statistical and computational experience and skills.<\u002Fli><li>\nKnowledge of and experience with a variety of DS and ML\u002FAI techniques, when to apply them and their advantages\u002Fdrawbacks.<\u002Fli><li>\nKnowledge of advanced statistical techniques and concepts and experience with applications.<\u002Fli><li>\nExperience with either Python or R.<\u002Fli><li>\nMust be a U.S. Citizen eligible for a government security clearance.<\u002Fli><\u002Ful><div><b>\nStrongly Desired and Preferred Qualifications:<\u002Fb><\u002Fdiv><ul><li>\nActive DoD security clearance.<\u002Fli><li>\nCertification such as CAP&reg;, Certified Data Science Analyst, SAS Certified Big Data Expert, or Certified Specialist in Predictive Analytics (CSPA).<\u002Fli><li>\nExperience with Semantic Web, Ontologies, and\u002For Natural Language Processing (NLP).<\u002Fli><li>\nExperience with deep learning (including on GPUs), CNNs, LSTMs, RNNs, NLP, adversarial ML, ensemble methods.<\u002Fli><li>\nKnowledge of and experience in Operations Research, Decision Sciences, Game Theory, Network\u002FGraph Analysis.<\u002Fli><li>\nExperience in Matlab, Java, Julia, TensorFlow, NumPy, SciPy, matplotlib, pandas, scikit-learn, Jupyter notebooks.<\u002Fli><li>\nExperience in conducting research.<\u002Fli><li>\nExperience in reviewing and creating effective technical documents and project plans such as academic\u002Fwhite papers.<\u002Fli><li>\nExperience with military applications.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","7d2d1fbfeb04a8dc":"----------------\n<br>Role Description\n<br>----------------\n<br><br>\nThe Dropbox security team is responsible for securing data at a massive scale. Over half a billion users and 300,000 teams trust us to keep their private data safe. To be worthy of this trust, we have a well staffed security team of talented individuals. If you are looking to join a strong and growing team with interesting, high-impact and varied work, this is a good choice.\n<br>We are looking for data scientists who are passionate about security and will work hand-in-hand with engineers to detect and mitigate any malicious activity on Dropbox. Our Security Data Scientists research and strategize how to prevent and remove malicious activity such as account takeovers, malware, and spam. If you are driven, have a deep understanding of the e-crime\u002Fabuse area, and want to make a large impact across Dropbox, this could be the role for you.\n<br><br>\n----------------\n<br>Responsibilities\n<br>----------------\n<br><br>\n<ul>\n<li>You will perform data analysis and investigations of account security, product abuse, and other security issues<\u002Fli>\n<li>You will design algorithms and rulesets for malicious activity detection<\u002Fli>\n<li>You will build machine learning models for abuse prevention systems<\u002Fli>\n<li>You will contribute to the build of product abuse metrics and alerts, while improving and monitoring<\u002Fli>\n<li>You will understand abuse mechanisms throughout the product. Assist other teams with using abuse prevention tools<\u002Fli>\n<\u002Ful>\n------------\n<br>Requirements\n<br>------------\n<br><br>\n<ul>\n<li>BS (or higher, e.g., MS, or PhD) in Computer Science or related technical field involving coding (e.g., physics or mathematics), or equivalent technical experience<\u002Fli>\n<li>8+ years of technical industry experience<\u002Fli>\n<li>You are independent and enjoy working in a fast-paced environment<\u002Fli>\n<li>You have strong data analysis skills, capable of writing complex SQL\u002FHive queries<\u002Fli>\n<li>Machine learning skills, capable of training and evaluating machine learning models<\u002Fli>\n<li>Basic programming skills including understand python code and make minimal changes<\u002Fli>\n<li>Experience working on\u002Finvestigating cybercrime, malware, and the underground economy<\u002Fli>\n<\u002Ful>\n------------------\n<br>Benefits and Perks\n<br>------------------\n<br><br>\n<ul>\n<li>100% company paid individual medical, dental, & vision insurance coverage<\u002Fli>\n<li>401k + company match<\u002Fli>\n<li>Market competitive total compensation package<\u002Fli>\n<li>Free Dropbox space for your friends and family<\u002Fli>\n<li>Wellness Reimbursement<\u002Fli>\n<li>Generous vacation policy<\u002Fli>\n<li>10 company paid holidays<\u002Fli>\n<li>Volunteer time off<\u002Fli>\n<li>Company sponsored tech talks (technology and other relevant professional topics)<\u002Fli>\n<\u002Ful>\n","f1558ef058b26b85":"<div><div><div>Bigger challenges. Bolder ideas. Global impact. At Viasat, we're on a mission to deliver connections with the capacity to change the world. We're the company behind the world's fastest satellite internet service, with technology that's helping to bridge the digital divide and improve life for our customers around the globe. By providing powerful new ways for people to connect with one another, gain greater access to education, entertainment, medical research, commerce, and much more, our team is empowering millions of customers worldwide.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe're growing rapidly and looking for passionate, innovative professionals to join our team and connect the world to more. You'll work in a collaborative and inclusive environment that values diverse perspectives and continuous learning, and provides industry-leading benefits with unmatched opportunities for career growth. Our team is fearless in pursuit of new ideas and uncompromising in our quest to become the world's first truly global Internet Service Provider. Interested in joining our mission? Take a look at career opportunities at Viasat today.<\u002Fdiv><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nJob Responsibilities<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><div>\nAs an Industrial Engineer(IE) - Data Scientist(DS) at Viasat you are joining a growing and dynamic group with tangible opportunity to make your own, personal impact on the competencies and direction of the team. A Viasat Industrial Engineer - Data Scientist will be integrated into the IE team and predominately interface with IE - Continuous Improvement, design engineering, manufacturing engineering, and test engineering. This role's core responsibility is the data analytics that enable the identification of opportunities for improvement. Ultimately, you are responsible for the generation and validation of improvement ideas.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAs a successful IE-DS team member you will use your extensive knowledge of data management to pull records from internal test databases, WIP trackers, and Oracle records. You will aggregate, distill, and communicate opportunities for improvement to reduce cost, improve performance, and optimize capacity. This role will examine both data generated from tested unit performance and manufacturing processes. For example, you may be challenged to interface with design engineering providing solutions for poor yields as well as manufacturing teams to reduce queue variability and wait times. A Viasat IE - Data Scientist will be able to effectively use Juypter and other data analysis and visualization tools to quantitatively assess current production and business systems. For manufacturing processes based improvements, you will also need to quantify your ideas with Discrete Event simulation. This role demands an innate aptitude and understanding of data analysis techniques supported by a holistic knowledge of continuous improvement and manufacturing operations.<\u002Fdiv><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nRequirements<\u002Fb><\u002Fdiv><ul><li>\nBachelor's or Master's degree in Industrial Engineering, Data Science, Operations Research, or similar degree<\u002Fli><li>\nSome exposure to supporting technical manufacturing in an Industrial Engineering, Operations Research, Manufacturing Analytics, Data Science, Simulation Engineering, or similar role<\u002Fli><li>\nDesire to learn and continuously adapt to developing software modules and methods.<\u002Fli><li>\nA passion to drive decision making by giving data a voice through statistics and visualization.<\u002Fli><li>\nProgramming expertise in Python, R, MATLAB, or other Data Science specific language (Python preferred)<\u002Fli><li>\nExperience in data cleansing, statistics\u002Fmachine learning, and data visualization packages (i.e. pandas, scikit-learn, matplotlib, seaborn, plotly, etc.)<\u002Fli><li>\nStrong statistics\u002FSPC background with an understanding of machine learning.<\u002Fli><li>\nProven ability to internalize ownership and responsibility for idea generation<\u002Fli><li>\nStrong understanding and historical application of Lean Manufacturing, Six Sigma, and other Industrial Engineering methodologies<\u002Fli><\u002Ful><div><div><b>\nPreferences:<\u002Fb><\u002Fdiv><div><ul><li>\nStrong preference for exposure to Discrete Event Simulation (Simul8, Arena, ProModel Process Simulator preferred)<\u002Fli><li>\nFamiliarity with statistical specific software (i.e. MiniTab)<\u002Fli><li>\nAdvanced-level MS Office skills (primarily Project, Excel, and Visio)<\u002Fli><li>\nExperience with MRP\u002FERP systems<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","222b30eccc68ba9d":"<div><div><div><b>About Bill.com<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nBill.com is a leader in financial process automation for small businesses and mid-size companies. Making it simple to connect and do business, the Bill.com Back Office Cloud digitizes, automates and simplifies legacy payment and financial processes. With an integrated, end-to-end platform, Bill.com leverages artificial intelligence to reduce manual work, and provides a cloud workspace to help run your business anytime, anywhere. The company partners with four of the largest U.S. financial institutions, more than 70 of the top 100 U.S. accounting firms, and major accounting software providers. Bill.com manages more than $70B in annual payment volume across ACH, virtual cards, checks, and international payments. The company has offices in Palo Alto, California and Houston, Texas. For more information, visitwww.bill.com or follow @billcom.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nMission:<\u002Fb><\u002Fdiv><div>\nWe are looking for a detail oriented, enthusiastic and dedicated risk data scientist to join Bill.com&rsquo;s risk analytics and data science team with a focus on fraud and credit risks. The incumbent will be working on data science projects related to key risk department initiatives. The data scientist will own key projects associated with predictive fraud detection, transaction risk modeling and loss mitigation following Bill.com&rsquo;s risk strategy roadmaps. This individual will also design experiments to understand the impact of customer experience when leveraging machine learning in complex risk strategy changes. This position requires a person who has experience with developing machine learning models and performing analytics preferably in risk domain.\n<\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>Professional Experience\u002FBackground to be successful in this role:<\u002Fb><\u002Fh3><div><ul><li>\nMinimum 2 year of industry experience in data science<\u002Fli><li>\nAn advanced degree (M.S., PhD.), preferably in Statistics, Physical Sciences, Computer Science, Economics, or a related technical field<\u002Fli><li>\nStrong track record of performing data analysis and statistical modeling using SQL, Python or similar tools<\u002Fli><li>\nMastery of a wide range of Machine Learning techniques, tools, and methodologies with a demonstrated capability to apply them to a broad range of business problems and data sources<\u002Fli><li>\nMachine Learning techniques include clustering, classification, regression, decision trees, neural nets, anomaly detection etc.<\u002Fli><li>\nAbility to clearly communicate complex results to technical experts, business partners, and executives<\u002Fli><li>\nComfortable with ambiguity and yet able to steer analytics projects toward clear business goals, testable hypotheses and action-oriented outcomes<\u002Fli><li>\nDesirable to have experience solving problems related to risk using data science and analytics<\u002Fli><li>\nExperience working with cross functional teams including product, engineering and operations<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Expected Outcomes in 12 Months<\u002Fb><\u002Fh3><div><ul><li>\nExplore machine learning model application in different risk mitigation scenarios, including signup risk, transaction risk, network risk as well as credit risk<\u002Fli><li>\nWork closely with the risk policy and operations team to identify relevant risk signals and develop predictive risk models<\u002Fli><li>\nFollow risk team model development roadmaps to guarantee timely delivery of model governance related documentations<\u002Fli><li>\nEvaluate third party vendor data quality and identify new opportunities leveraging various data elements to improve customer experience without incremental risk exposure\n<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>Competencies (Attributes needed to be successful in this role):<\u002Fb><\u002Fh3><div><ul><li>\nFunctional\u002FTechnical Expertise<\u002Fli><li>\nResult driven<\u002Fli><li>\nLearning Abilities\u002FTech Savvy<\u002Fli><li>\nCommunication<\u002Fli><li>\nTeam Player<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><b>Bill.com Culture:<\u002Fb><\u002Fdiv><ul><li>Humble &ndash; No ego<\u002Fli><li>Fun &ndash; Celebrate the moments<\u002Fli><li>Authentic &ndash; We are who we are<\u002Fli><li>Passionate &ndash; Love what you do\n<\u002Fli><li>Dedicated &ndash; To each other and the customer<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","c60f7529a6aa6191":"<p><\u002Fp><div><p>The Data Scientist possesses skills in programming, statistics, and scientific communication, such that he or she is capable of generating actionable insights from data and then conveying those insights to others in compelling graphical, numerical, and narrative forms.\n<\u002Fp><p><\u002Fp><p><b><i>This is a grant funded position through June 30, 2022 with the possibility of renewal.\n<\u002Fi><\u002Fb><\u002Fp><p><\u002Fp><p><b>ABOUT THE BROWN POLICY LAB <\u002Fb><b>:\n<\u002Fb><\u002Fp><p>The Brown Policy Lab is a team of social scientists and government leaders with a mission to supply the State of Rhode Island with actionable, empirical insights necessary to solve our most pressing problems. We do this by providing decision-makers with timely, relevant, and high-quality information to improve policy design, program operations, and budget appropriations.\n<\u002Fp><p>The Lab will inform and influence government decision-making throughout Rhode Island, with the ultimate goal of improving outcomes for the largest number of people in the most cost-effective manner. The Lab&rsquo;s impact will not be isolated to just Rhode Island. Rather, we believe that the Lab will be a hub for national evidence-based policy, which other state and local governments will look to for evidence and support in their own decision-making.\n<\u002Fp><p><\u002Fp><p>Members of the Brown Policy Lab are proficient in data analytics and scientific methodology and are passionate about applying their scientific talents to improve the performance of government. We&rsquo;re creative in how we translate insights from the research literature into applied, feasible interventions, and we&rsquo;re comfortable explaining complex topics to busy practitioners. We&rsquo;re able to be self-starters and team players as we identify, develop, and complete projects while establishing partnerships across a variety of policy areas, in a fast-paced and exciting start-up atmosphere.<br>\n<\u002Fp><p><\u002Fp><br>\n<p><b>RESPONSIBILITIES <\u002Fb><b>:\n<\u002Fb><\u002Fp><ul><li><p>Identifying and executing on opportunities to harness data analytic approaches to provide insight into and achieve Lab priority goals.\n<\u002Fp><\u002Fli><li><p>Leading the execution of data analytic projects, including coordination of agency and university partnerships.\n<\u002Fp><\u002Fli><li><p>Evaluating the quality and reliability of a dataset.\n<\u002Fp><\u002Fli><li><p>Obtaining, merging, reshaping, and cleaning datasets.\n<\u002Fp><\u002Fli><li><p>Creating intuitive and compelling graphics to visualize and think about data.\n<\u002Fp><\u002Fli><li><p>Using descriptive statistics, machine learning, and other methods to learn about and derive insights from the patterns and relations within a dataset.\n<\u002Fp><\u002Fli><li><p>Using inferential statistics to learn about the causal relations between variables in a dataset, including randomized field evaluations.\n<\u002Fp><\u002Fli><li><p>Automating data pulls, manipulations, and other rote activities to enable efficient lab and agency operations.\n<\u002Fp><\u002Fli><li><p>Creating data dictionaries, annotated code, and similar materials to ensure work product is as open and reproducible as possible.\n<\u002Fp><\u002Fli><li><p>Proactively providing ideas and critical feedback&mdash;as well as being open to such constructive dialogue&mdash;as part of constantly improving the Lab and its collective work output.\n<\u002Fp><\u002Fli><li><p>Ensuring that work product adheres to methodological and open science best practices.\n<\u002Fp><\u002Fli><li><p>Writing descriptions and summaries of Lab projects for diverse audiences, including scientific experts, government practitioners, and public stakeholders.\n<\u002Fp><\u002Fli><li><p>Helping to disseminate scientific lessons, tools, and best practices across state government.\n<\u002Fp><\u002Fli><\u002Ful><h1 class=\"jobSectionHeader\"><p><b>MINIMAL QUALIFICATIONS (10E) <\u002Fb><b>:\n<\u002Fb><\u002Fp><p><b><i>Note that work samples will be requested, and applicants might also be tested as part of the interview process. &ldquo;Expertise&rdquo; means the ability to work accurately and quickly on the topic in question, without resort to additional training, as well as the knowledge-base and creativity to suggest and develop improvements. &ldquo;Proficiency&rdquo; means means the ability to work accurately and quickly on the topic in question with the occasional need for additional training.\n<\u002Fi><\u002Fb><\u002Fp><ul><li><p><b>Bachelor&rsquo;s or advanced degree in an area with a technical and computational emphasis (coursework in mathematics, computer science, and statistics is a plus)\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Previous experience with statistical inference and\u002For machine learning is preferred\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Strong interpersonal skills, including the ability to develop and manage relationships with a diverse range of agency and university partnerships.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Strong communication skills, in both written and verbal formats, and including under time pressure.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Expertise and creativity in visualizing, analyzing, and communicating insights from data.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Expertise with at least one database querying language, such as SQL.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Some experience with software engineering and general-purpose programming languages (eg Python, Ruby, C, C++, Rust, Go)\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Proficiency collaborating on Github or similar cloud platform.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Expertise with R statistical programming language.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Experience using and developing APIs and other open data structures.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Experience with GIS mapping.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>The ability to produce statistical or computing scholarship, as demonstrated by a publication record in peer-reviewed journals.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Proficiency in distributed computing.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Experience creating and operationalizing predictive analytics platforms\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Willingness and ability to support a diverse and inclusive environment\n<\u002Fb><\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b>ADDITIONAL QUALIFICATIONS (11E\u002FSenior Data Scientist):\n<\u002Fb><\u002Fp><ul><li><p><b>PhD from an accredited college or university in computer science, economics, statistics, mathematics, or other quantitative field; <\u002Fb><b>OR <\u002Fb><b>five (5) years of applied experience with demonstrable success.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Expertise with at least one statistical programming language, including R, Python, Stata, SAS, or similar.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Expertise in handling complex datasets, including importing, merging, and reshaping datasets, as well as handling duplicates, discrepancies, missing entries, and other quirks of large administrative data.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Expertise, as demonstrated by advanced coursework or equivalent experience, in at least three (3) of the following:\n<\u002Fb><\u002Fp><ul><li><p><b>machine learning;\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>econometrics;\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>design and analyses of experiments; or\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>data visualization and interaction.\n<\u002Fb><\u002Fp><\u002Fli><\u002Ful><\u002Fli><li><p><b>Experience with version control using Git\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Expertise and ability to think creatively about which analytic approaches and computing techniques are most appropriate for a given data situation.\n<\u002Fb><\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b>All offers of employment are contingent upon a criminal background check and education verification satisfactory to Brown University.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Recruiting Start Date:\n<\u002Fb><\u002Fp><p><\u002Fp><b>2019-08-08-07:00\n<\u002Fb><p><\u002Fp><p><b>Job Posting Title:\n<\u002Fb><\u002Fp><b>Data Scientist\n<\u002Fb><p><\u002Fp><p><b>Department:\n<\u002Fb><\u002Fp><b>Academic and Affiliate Offices\n<\u002Fb><p><\u002Fp><p><b>Grade:\n<\u002Fb><\u002Fp><b>Grade 11\n<\u002Fb><p><\u002Fp><p><b>Worker Type:\n<\u002Fb><\u002Fp><b>Employee\n<\u002Fb><p><\u002Fp><p><b>Worker Sub-Type <\u002Fb><b>:\n<\u002Fb><\u002Fp><p><\u002Fp><b>Regular\n<\u002Fb><p><\u002Fp><p><b>Time Type:\n<\u002Fb><\u002Fp><b>Full time\n<\u002Fb><p><\u002Fp><p><b>Scheduled Weekly Hours:\n<\u002Fb><\u002Fp><b>37.5\n<\u002Fb><p><\u002Fp><p><b>Submission Guidelines:\n<\u002Fb><\u002Fp><p><b>Please note that in order to be considered an applicant for any staff position at Brown University you must submit an application form for each position for which you believe you are qualified. Applications are not kept on file for future positions. Please include a cover letter and resume with each position application.\n<\u002Fb><\u002Fp><p><b>Still Have Questions?\n<\u002Fb><\u002Fp><p><b>If you have any questions you may contact <\u002Fb><b>employment@brown.edu <\u002Fb><b>.\n<\u002Fb><\u002Fp><p><b>EEO Statement:\n<\u002Fb><\u002Fp><p><b>Brown University is an E-Verify Employer.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Brown University is committed to fostering a diverse and inclusive academic global community; as an EEO\u002FAA employer, Brown considers applicants for employment without regard to, and does not discriminate on the basis of, gender, sex, sexual orientation, gender identity, national origin, age, race, protected veteran status, disability, or any other legally protected status.<\u002Fb><\u002Fp><\u002Fh1><\u002Fdiv>","4f11ca110c32fce1":"<div>Experian DataLabs is a R&amp;D unit at Experian formed with the desire to work in<br>\ncollaboration with Experian&rsquo;s business units to enhance relationships with clients and acquire strategic datasets. Experian&reg; is a global leader in providing information, analytical tools and marketing services to organizations and consumers to help manage the risk and reward of commercial and financial decisions. Using our comprehensive understanding of individuals,<br>\nmarkets and economies, we help organizations find, develop and manage customer relationships to make their businesses more profitable.<br>\n<br>\n<div><b>Position Summary:<\u002Fb><\u002Fdiv><div><br>\nThe person filling this position will be part of Experian North America R&amp;D Data Lab concentrating on research and development of novel analytical solutions, new product prototyping, as well as new data asset evaluation and acquisition. This position requires extensive background and knowledge in machine learning and data science. A successful candidate should also have previous experience in developing deep-learning algorithms and\u002For deep learning based analytic solutions using large datasets. Experience in the areas of natural<br>\nlanguage understanding, symbolic AI, online marketing, healthcare is a plus.<\u002Fdiv><div><br>\nThe candidate will need to be able to work on multiple concurrent projects, anticipate obstacles, and make high quality deliveries on an aggressive schedule. The candidate must also be a team player that is self-motivated and has excellent communication skills.<\u002Fdiv><div><br>\nKey job functions include:<br>\n<ul><li>Analyzing, processing, evaluating and documenting large data sets<\u002Fli><li>\nIdentify\u002Fdevelop appropriate machine learning\u002Fdeep learning\u002Fnatural language understanding\u002Fnatural language processing techniques to uncover the value of the data<\u002Fli><li>\nDesigning data structure and data storage schemes for efficient data manipulation and information retrieval<\u002Fli><li>\nDeveloping tools for data processing and information retrieval<\u002Fli><li>\nDeveloping data driven models to quantify the value of a given data set<\u002Fli><li>\nApplying, modifying and inventing algorithms to solve challenging business problems<\u002Fli><li>\nValidating score performance<\u002Fli><li>\nConducting ROI and benefit analysis<\u002Fli><li>\nDocumenting and presenting model process and model performance<\u002Fli><\u002Ful><\u002Fdiv>\n<div><b>Requirements:<\u002Fb><br>\n<ul><li><b>Advanced degree (PhD) in Machine Learning, Data Science, AI, Computer Science, Computer Engineering, Electrical Engineering, Physics, Statistics, Applied Math or other quantitative fields required<\u002Fb><\u002Fli><li><b><i>\n1-3 years of working experience<\u002Fi><\u002Fb><i> <\u002Fi>in data science, and\u002For predictive modeling<\u002Fli><li>\nDemonstrated ability to lead and execute projects from start to finish<\u002Fli><li>\nAbility to independently support existing products<\u002Fli><li>\nProven track record in modifying and applying advanced algorithms to address practical problems<\u002Fli><li>\nProficient in deep learning (CNN, RNN, LSTM, attention models, etc.), machine learning (SVM, GLM, boosting, random forest, ), graph models, and\u002For, reinforcement learning<\u002Fli><li>\nExperience with open source tools for deep learning and machine learning technology such as Keras, tensorflow, pytorch, scikit-learn, pandas, etc.<\u002Fli><li>\nProven ability to work independently on development of complex models with extremely large and complex data structures<\u002Fli><li>\nProficient in more than one of Python, R, Java, C++, or C<\u002Fli><li>\nExperience in large data analysis using Spark (pySpark preferred)<\u002Fli><li>\nRobust knowledge and experience with statistical methods<\u002Fli><\u002Ful><ul><li>\nPlusses:<\u002Fli><\u002Ful><div><ul><li>\nExtensive knowledge of MATLAB and SQL<\u002Fli><li>\nExperience with Hadoop and NoSQL related technologies such as Map Reduce, Spark, Hive, HBase, mongoDB, Cassandra, etc.<\u002Fli><li>\nExperience with online, mobile marketing analytics<\u002Fli><li>\nExperience with GPU programming<\u002Fli><li>\nExperience with Natural Language Processing, Natural Language Understanding, and the relevant open-source tools<\u002Fli><li>\nSolid knowledge of Bayesian statistical inference and related machine learning methods<\u002Fli><li>\nExperience with Agile methods for software development<\u002Fli><\u002Ful><\u002Fdiv><div><b>\nBenefits:<\u002Fb><br>\n<div><br>\nWorking for a leading FTSE 50 global information services company is just one of the rewards of joining Experian. Our benefits package is designed to reward contribution and loyalty and to attract the kind of talented individuals who have their pick of employers. That is why we offer a highly competitive package which comprises:<\u002Fdiv><div><ul><li>\nCompetitive base salary<\u002Fli><li>\nAggressive bonus plan<\u002Fli><li>\nCore benefits including: full medical, dental, vision, matching 401K and the opportunity to work with a global leader<\u002Fli><\u002Ful><\u002Fdiv><div><b>\nExperian is listed on the London Stock Exchange (EXPN) and is a constituent of the FTSE 100 Index. Total revenue for the year ended March 31, 2019 was $4.8 billion. Experian employs over 17,000 people across 44 countries.<\u002Fb><\u002Fdiv><div><br>\nExperian is an Equal Opportunity Employer. Anyone needing accommodation to complete the interview process should notify the talent acquisition partner. The word &quot;Experian&quot; is a registered trademark in the EU and other countries and is owned by Experian Ltd. and\u002For its associated companies.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nEEO Including Disability\u002FVeterans<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","27bf6046cd3e19eb":"<div><p><b>One Company...Many Careers!<\u002Fb><\u002Fp><p><\u002Fp><br>\n<p><b>\nData Science at State Farm:<\u002Fb><\u002Fp><p>\nFor over 95 years, data has been key to State Farm. As a member of our data science team, you will work across the organization to solve business problems and help achieve business strategies. You will employ sophisticated, statistical approaches and state of the art technology. You will build and refine our tools\u002Ftechniques and engage with internal stakeholders across the organization to improve our products &amp; services.<\u002Fp><p>\nImplementing solutions is critical for success. You will do problem identification, solution proposal &amp; presentation to a wide variety of management &amp; technical audiences. This challenging career requires you to work on multiple concurrent projects in a community setting, developing yourself and others, and advancing data science both at State Farm and externally.<\u002Fp><p>\n <b>Data Scientist Skills &amp; Professional Experience Required:<\u002Fb><\u002Fp><ul><li>\nDevelop hypotheses, design experiments, and test feasibility of proposed actions to determine probable outcomes using a variety of tools &amp; technologies<\u002Fli><li>\nCompleted Masters, other advanced degrees, and five (5) years' experience in an analytical field such as data science quantitative marketing, statistics, operations research, management science, industrial engineering, economics, etc. or equivalent practical experience in a business environment.\n<\u002Fli><li>Experience with SQL, Python, R, Java, SAS or MapReduce, SPARK<\u002Fli><li>\nExperience with unstructured data sets: text analytics, image recognition etc.<\u002Fli><li>\nExperience working with numerous large data sets\u002Fdata warehouses and ability to pull from such data sets using relevant programs &amp; coding including files, RDBMS &amp; Hadoop based storage systems<\u002Fli><li>\nKnowledge in machine learning methods including at least one of the following: Time series analysis, Hierarchical Bayes; or learning techniques such as Decision Trees, Boosting, Random Forests.<\u002Fli><li>\nExcellent communication skills and the ability to manage multiple diverse stakeholders across businesses and leadership levels.<\u002Fli><li>\nExercise sound judgment to diagnose and resolve problems within area of expertise<\u002Fli><li>\nFamiliarity with CI\u002FCD development methods, Git and Docker a plus<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p>\n***This is a multiple location opportunity:<\u002Fp><p><b>\nDallas, Texas:<\u002Fb> Everything is big in Texas! including opportunities at State Farm. Our CityLine Hub location offers easy access to DART, lots of parking and a wide variety of healthy dining options.<\u002Fp><p><b>\nPhoenix, Arizona<\u002Fb>: Phoenix is hot! Looking for a cool job? Our Marina Heights Hub is conveniently located on Tempe Town lake in close proximity to Downtown Tempe. It can be accessed by car, bus, light rail, bike share and soon the Tempe street car!<\u002Fp><p><br>\n<\u002Fp><p><b>Bloomington, <\u002Fb><b>Illinois<\u002Fb><b>:<\u002Fb> Home to State Farm's Corporate Headquarters - Bloomington offers a fun, family-friendly, mid-sized community and boasts an average 15 minute rush hour commute. The community is very active and is home to two universities: Illinois State University and Illinois Wesleyan.<\u002Fp><p><\u002Fp><br>\n<p><b>\nWhat's In It For You:<\u002Fb><\u002Fp><ul><li>\nComprehensive benefits package, competitive pay and bonus potential<\u002Fli><li>\n401K and fully funded pension plan - yes, Both!<\u002Fli><li>\nVolunteer opportunities: get involved and Join the Neighborhood of Good!<\u002Fli><li>\nTuition Reimbursement program - we support opportunities for you to learn and grow.<\u002Fli><li>\nA Learning Culture: mentoring, conferences, development day i.e. online courses, research papers and more.<\u002Fli><li>\nDress for your Day philosophy<\u002Fli><li>\nWe embrace Diversity and Inclusion: We are one team and it is simply the right thing to do.<\u002Fli><li>\nFree covered parking<\u002Fli><li>\nLearn more about our benefits at State Farm Careers!<\u002Fli><\u002Ful><p><i>\n**State Farm <\u002Fi><i>does not<\u002Fi><i> currently have a business need to consider candidates who require Visa Sponsorship.<\u002Fi><\u002Fp><p><\u002Fp><br>\n<p><b>\nWe are not just offering a job but a meaningful career! We&rsquo;re here to help life go right&reg;<\u002Fb><\u002Fp><p><b>\nJoin our passionate team!<\u002Fb><\u002Fp><p><\u002Fp><br>\n<p>\nSFARM<\u002Fp><p>\n#LI &ndash; MV1<\u002Fp><p>\nPM18<\u002Fp><p>\nJT18<\u002Fp><\u002Fdiv>","7598287aaaeee57a":"<p><\u002Fp><div><div><div><b>What will I be doing?<\u002Fb><\u002Fdiv><div><\u002Fdiv><div><br>\n<div><b>Position Statement:<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>The Data Scientist for Information Management &amp; Analytics identifies and capitalizes on opportunities to improve business performance through developing algorithms that provide real-time business recommendations for business decisions. Areas of focus include Pricing, Inventory Management, Sales Efficiency, Marketing and Digital Analytics, Owner Satisfaction, and Portfolio performance. This role requires integration and collaboration with the Operational Reporting team and IT partners.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>Position Summary:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv><ul><li>Integrate analytics, algorithms and models with the existing BI tools including Cognos and Tableau, using R or similar language<\u002Fli><li>\nData mining using state-of-the-art methods<\u002Fli><li>\nExtending analysis to include third party sources of information when needed<\u002Fli><li>\nProcessing, cleansing, and verifying the integrity of data used for analysis<\u002Fli><li>\nDesign and develop new algorithms to support inventory management and pricing activities<\u002Fli><li>\nDevelop analytical models to support strategic management decision making<\u002Fli><li>\nMaintain and enhance existing forecasting models; build new models to incorporate user feedback<\u002Fli><li>\nWork on ad-hoc analysis and handle data requests from business stakeholders<\u002Fli><li>\nProvide support for existing analytical processes and meet stakeholders' service expectations<\u002Fli><li>\nDevelop and maintain good documentation of code and processes<\u002Fli><li>\nPrepare commentary around findings and implications of analysis<\u002Fli><li>\nBridge operational analytics to financial impacts, participate in project-based initiatives and perform other duties as assigned<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><b>\nQualifications<\u002Fb><p><\u002Fp><div><b>\nWhat are we looking for?<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv><br>\n<div>Hilton Grand Vacations is a leader in the vacation ownership industry, operating with an unwavering commitment to innovation, quality, and continued growth. At the core of our company&rsquo;s success are our Team Members. To fulfill this role successfully, you must possess the following minimum qualifications and experience:<\u002Fdiv><div><\u002Fdiv><div><br>\n<ul><li>\nBachelor&rsquo;s degree<\u002Fli><li>\nMinimum of 5 years of experience developing machine learning algorithms and experience using machine learning techniques.<\u002Fli><li>\nExperience with common data science toolkits, such as R, MATLAB, etc.<\u002Fli><li>\nProficiency in using query languages such as SQL<\u002Fli><li>\nProven ability to communicate technical business requirements to non-technical end users<\u002Fli><li>\nAbility to communicate in English, both verbally and in written form<\u002Fli><li>\nMust have strong organizational skills and be able to prioritize and meet multiple deadlines within a fast-paced environment.\n<\u002Fli><li>Attention to details is critical<\u002Fli><\u002Ful><br>\n<div><\u002Fdiv><div>It would be advantageous in this position for you to demonstrate the following capabilities and distinctions:<\u002Fdiv><\u002Fdiv>\n<div><ul><li><div>Master&rsquo;s Degree<\u002Fdiv><\u002Fli>\n<li><div>3-5 years prior data scientist experience<\u002Fdiv><\u002Fli>\n<li><div>Timeshare industry experience<\u002Fdiv><\u002Fli><li><div>\nPreferred experience with using R in Tableau<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>","5c93307da2868054":"<div><h2 class=\"jobSectionHeader\"><b>Position Summary...<\u002Fb><\u002Fh2>\nDrives the execution of multiple business plans and projects by identifying customer and operational needs; developing and communicating business plans and priorities; removing barriers and obstacles that impact performance; providing resources; identifying performance standards; measuring progress and adjusting performance accordingly; developing contingency plans; and demonstrating adaptability and supporting continuous learning. Provides supervision and development opportunities for associates by selecting and training; mentoring; assigning duties; building a team-based work environment; establishing performance expectations and conducting regular performance evaluations; providing recognition and rewards; coaching for success and improvement; and ensuring diversity awareness. Promotes and supports company policies, procedures, mission, values, and standards of ethics and integrity by training and providing direction to others in their use and application; ensuring compliance with them; and utilizing and supporting the Open Door Policy. Ensures business needs are being met by evaluating the ongoing effectiveness of current plans, programs, and initiatives; consulting with business partners, managers, co-workers, or other key stakeholders; soliciting, evaluating, and applying suggestions for improving efficiency and cost-effectiveness; and participating in and supporting community outreach events.<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nWhat you'll do...<\u002Fb><\u002Fh2><p>\nA Staff Data Scientist is responsible for analyzing large data sets to develop multiple custom models and algorithms to drive innovative business solutions. Staff Data Scientists work on large project teams in order to provide analytical support and guidance to an assigned area on for large projects (for example, email targeting, business optimization, consumer recommendations) within Walmart eCommerce. Staff Data Scientists are responsible for building large data sets from multiple sources in order to build algorithms for predicting future data characteristics. Those algorithms will be tested, validated, and applied to large data sets. Staff Data Scientists are responsible for training the algorithms so they can be applied to future data sets and provide the appropriate search results. Staff Data Scientists are responsible for researching new trends in the industry and utilizing up-to-date technology (for example, HBase, MapReduce, LAPack, Gurobi) and analytical skills to support thei<\u002Fp><p>\nBuild complex data sets from multiple data sources, both internally and externally.<\u002Fp><p>\nConduct advanced statistical analysis to determine trends and significant data relationships.<\u002Fp><p>\nBuild learning systems to analyze and filter continuous data flows and offline data analysis.<\u002Fp><p>\nTrain algorithms to apply models to new data sets.<\u002Fp><p>\nValidate models and algorithmic techniques.<\u002Fp><p>\nScale new algorithms to large data sets.<\u002Fp><p>\nCombine data features to determine search models.<\u002Fp><p>\nResearch new techniques and best practices within the industry.<\u002Fp><p>\nUtilize system tools including (MySQL, Hadoop, Weka, R, Matlab,ILog).<\u002Fp><p>\nDevelop multiple custom data models to drive innovative business solutions.<\u002Fp><p>\nTranslate business needs into data requirements.<\u002Fp><p>\nCollaborate with cross-functional partners across the business.<\u002Fp><p>\nInterpret data to identify trends to go across future data sets.<\u002Fp><p>\nCollaborate with project teams to implement data modeling solutions.<\u002Fp><p>\nDevelop models of current state in order to determine improvements needed.<\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nMinimum Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.\n<\u002Fi><\u002Fp><p><\u002Fp>Minimum Qualifications: Bachelor of Science and 5 years' data science experience OR Master of Science and 3 years' data science experience.<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPreferred Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.<\u002Fi><\u002Fp><\u002Fdiv><p><\u002Fp>","125d9d6f819505c7":"<div><p>Key Role:<\u002Fp><p>\nServe as a senior technical and business leader of the data science and artificial intelligence team, leveraging expertise with consulting to define business problems, work with and manipulate data, develop data science and machine learning algorithms and solutions, and develop machine learning models into production environments. Work across client sets to address business challenges, perform analysis, and explain the analysis to senior clients. Lead the identification of opportunities to apply knowledge and expertise of machine learning technologies to develop prototypes and analytic models to challenges with new and existing clients through the application of new, innovative capabilities, including chatbots, AI powered search, and automation. Lead and support engagements across government clients. Provide thought leadership, drive business growth within the market, and develop and maintain client relationships. Take an active role in the development, mentoring, and coaching of the team, work actively to enhance the diversity of the firm, and play a lead role in attracting, developing, and retaining talent.<\u002Fp><p><\u002Fp><p>\nBasic Qualifications<\u002Fp><ul><li>10+ years of experience with predictive and descriptive analytics in Python, R, or other high-level languages<\u002Fli><li>3+ years of experience with developing leading edge Natural Language Processing (NLP) solutions, including chatbots and AI powered search<\u002Fli><li>Experience with the application of data science and machine learning algorithms, including structured, unstructured, or relational and data mining and machine learning techniques<\u002Fli><li>Experience with RPA and process automation, including UiPath<\u002Fli><li>Experience with developing and mentoring staff at all levels and building an internal capacity to deliver high quality and highly innovative analytics services<\u002Fli><li>Experience with developing and implementing successful market strategy and business development and leading proposal, project, and intellectual capital creation<\u002Fli><li>BA or BS degree required<\u002Fli><\u002Ful><p><\u002Fp><p>\nAdditional Qualifications<\u002Fp><ul><li>Experience with RPA products and UIPath<\u002Fli><li>Experience with developing and driving cross-cutting capabilities or solutions<\u002Fli><li>Experience with deep learning frameworks, including Tensorflow and Keras<\u002Fli><li>Experience with Natural Language Processing toolkits, including Stanford NLP or Spacy<\u002Fli><li>Experience with business development and leading proposal, project, and intellectual capital creation<\u002Fli><li>Ability to be well-versed in Machine Learning techniques, methods, and technologies<\u002Fli><li>MA or MS degree<\u002Fli><\u002Ful><p><\u002Fp><p>\nWe&rsquo;re an EOE that empowers our people&mdash;no matter their race, color, religion, sex, gender identity, sexual orientation, national origin, disability, veteran status, or other protected characteristic&mdash;to fearlessly drive change.<\u002Fp><\u002Fdiv><p><\u002Fp>","bd76acbde1f234c5":"<div><p>The Data Scientist may be responsible for any of the following tasks: Analyzing data that is collected in our current and future products and services. The Data Scientist would need to be able to take this data and apply to the markets our products are in for us to better serve our customers. The Data Scientist must have good communication and organization skills, along with a working knowledge of day to day operations and priorities within their department and the company.<br>\n<br>\nQualifications: Bachelors or Masters Degree in Statistics or Mathematics preferred or any other quantitative discipline, knowledge of the products and customers of the Auction and Heavy Equipment industries, technical expertise regarding data models, database design and development, data mining and segmentation techniques, strong skills working with technical aspects of SQL, knowledge of statistics and experience using statistical packages for analyzing large datasets, strong analytical skills with the ability to collect, organize, analyze, and disseminate significant amounts of information with attention to detail and accuracy, adept at queries, report writing, and present findings, excellent oral and written communication skills, able to work independently and communicate within a team environment, results oriented, flexible and open to change, stable and progressive work history, professional appearance and demeanor, ability to travel by air and ground - valid driver&rsquo;s license required, strong computer skills, able to work with minimal supervision.<\u002Fp><\u002Fdiv>","89a9507e6fe6373d":"<p><\u002Fp><div><p><b>Who we are<\u002Fb><\u002Fp><p>\nDude Solutions is a leading provider of cloud-based operations management software to optimize facilities, assets, and workflow. We empower our clients and our people, combining innovative technology with operational insight to transform the places we learn, live, heal, work, and play. We&rsquo;re both proud and humbled to play a role in the daily operations of so many clients, and we look forward to continually drive innovation, efficiency and safety throughout the markets we serve.<\u002Fp><p><b>\nAbout the job<\u002Fb><\u002Fp><p>\nThe Data Scientist is a key member of the Data Science team within Product Management and is responsible for contributing to the vision, design, implementation, and delivery of our data and analytics products. You will provide strategic and tactical leadership to a team that designs, develops, and implements data and analytics solutions that enable our business and clients to make smarter, data-informed decisions.<\u002Fp><p>\nYou&rsquo;ll work closely with our data science, data analyst, engineering, and business partners to define and collaborate on models and algorithms for new and existing data and analytics products. Primary responsibilities include delivering validated solutions that translate complex concepts into data products that will help Dude Solutions take advantage of market opportunities, overcome business challenges, and foster a data-driven culture.<\u002Fp><p><b>\nWhat you&rsquo;ll be doing<\u002Fb><\u002Fp><ul><li>\nCollaborate across multiple teams and third-party providers to prioritize and drive the technical deliverables across our data and analytics efforts including data acquisition, data modeling, data partnerships, machine learning, predictive analytics and reporting.<\u002Fli><li>\nContribute to and develop the core algorithms and models for Dude data products.<\u002Fli><li>\nCollaborate and contribute to the multi-year product vision based on a deep understanding of work order, asset, energy, and events management to support the current and future growth of our data and analytics products.<\u002Fli><li>\nUnderstand current data and analytics landscape along with industry best practices and identify areas of improvement, determine solutions, implement enhancement\u002Fchanges to improve operations, standards, and results necessary to provide excellent stakeholder support.<\u002Fli><li>\nChampion data best practices within the organization including but not limited to: design, architecture, re-use, performance, and quality.<\u002Fli><li>\nBuild and maintain a trusted advisor relationship with business leaders to provide solution-based options as well as feedback on the use of data and research tools to assist in meeting and\u002For exceeding business objectives and strategic goals.<\u002Fli><li>\nPartner with Engineering to ensure that product architecture and technology decisions support business area strategies and future direction of product lines.<\u002Fli><li>\nProvide input, direction and oversight for data profiling, design of relational and dimensional models, and data mapping documentation.<\u002Fli><li>\nApply clear and concise communications, interpersonal, organizational and team building skills towards directing the efforts and output of the team.<\u002Fli><\u002Ful><p><b>\nWhat does success look like?<\u002Fb><\u002Fp><ul><li><b>\nCollaborate with business stakeholders:<\u002Fb> You actively listen to strategy and needs from colleagues in product management, engineering, sales, and executive roles. You transform those needs into identifying ways you can help with a blend of analytical, mathematical and technical skills. In short, you will create value out of data.<\u002Fli><li><b>\nDesign for users: <\u002Fb>You communicate directly and regularly with internal and external stakeholders to fully understand their workflows, mindsets, and experiences using our products. You serve as a voice of the customer, incorporating client feedback and questions into problems and hypotheses that should be evaluated and tested across a range of potential operations scenarios. You work closely with your data science, analyst and BI counterparts to deliver visualizations, analysis of findings, and conclusions you have drawn.<\u002Fli><li><b>\nWork well with engineers and services: <\u002Fb>You are savvy with exploring and visualizing data, uncovering relationships and outliers, developing and evaluating statistical models, machine learning algorithms, and data modeling techniques, etc. You are not afraid to have interactive discussions with your product management, engineering, and executive leadership to ensure that short- and long-term business requirements are achieved.<\u002Fli><\u002Ful><p><b>\nWhat you need<\u002Fb><\u002Fp><p><b>\nQualifications &amp; Experience<\u002Fb><\u002Fp><ul><li>\nThe successful candidate will possess 3+ years minimum of experience in data science or data engineering on an Enterprise SaaS solution, platform, marketplace, or other software-led product in an agile B2B environment, and 5+ years of experience overall.<\u002Fli><li>\nExcellent understanding of machine learning techniques and algorithms including tree-based methods, SVM, etc.<\u002Fli><li>\nStrong knowledge in Probability Theory, Inferential Statistics, Bayesian Statistics, Monte Carlo methods.<\u002Fli><li>\nExperience with text mining, NLP and Deep Learning packages.<\u002Fli><li>\nExperience with implementing and shipping predictive data and analytics products.<\u002Fli><li>\nProficiency in SQL, Python\u002FR and experience with MapReduce frameworks.<\u002Fli><li>\nExperience with Asset Management, Facilities Management or Operational software a plus.<\u002Fli><li>\nSuperb communication skills for both oral and written communication; ability to communicate confidently across all levels inside and outside of the organization.<\u002Fli><li>\nAdvanced degree in Computer Science, Statistics, Applied Mathematics or other analytical or quantitative-based field.<\u002Fli><li>\nAbility and willingness to travel up to 10% of the time, within the US.<\u002Fli><\u002Ful><p><b>\nBehavioral Competencies<\u002Fb><\u002Fp><ul><li><b>\nEntrepreneurial<\u002Fb>: High energy level, sense of urgency and intellectual curiosity, confident, thorough, not afraid to make decisions, oriented toward practical solutions. Passion for developing great analytics products and experiences.<\u002Fli><li><b>\nSelf-confidence: <\u002Fb>Confident, without an ego, to have both the conviction and willingness to make decisions as well as the confidence to seek collaborative solutions.<\u002Fli><li><b>\nStrong work ethic<\u002Fb>: Ability to overcome setbacks and enthusiastically persist until ambitious goals are achieved&mdash;must be resourceful, creative and innovative.<\u002Fli><li><b>\nAccountable: <\u002Fb>Results-oriented team player who leads by example, holds self-accountable for performance, takes ownership, champions efforts with enthusiasm and conviction.<\u002Fli><li><b>\nGreat attitude: <\u002Fb>Scrappy, resourceful, collaborative, adaptable, fun, solid sense of humor and able to influence others.<\u002Fli><\u002Ful><p><b>\nBe the Dude<\u002Fb><\u002Fp><p>\nThere&rsquo;s no one kind of Dude. We are always looking for people that bring new perspectives and life experiences to our team. It&rsquo;s the diversity of those people and their ideas that inspire innovation that runs through everything we do. At the core of our unique culture are our people &ndash; so we expect our candidates to have all the &ldquo;right stuff&rdquo;. If you are a big thinker, have a passion for technology and great people, embrace creativity, and are genuine in both words and actions, then get ready to do something incredible.<\u002Fp><p><b>\nJoin our team and be the dude!<\u002Fb><\u002Fp><p><\u002Fp><br>\n<p>\nEqual Opportunity Employer\u002FProtected Veterans\u002FIndividuals with Disabilities<\u002Fp><p>\nThe contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor&rsquo;s legal duty to furnish information.<\u002Fp><\u002Fdiv>","23183237dccc72e5":"<div><p>We are looking for an industrial data scientist and developer who is motivated and equipped to join the team that is changing the world of manufacturing.<\u002Fp>\n<p>\nThinkIQ has developed and delivered groundbreaking software that enables manufacturing companies to have better insight into the things that influence the quality and profitability of the products they make. We have done this by leveraging a combination of internet technologies combined with traditional operational technologies. Our software is fueled by the growth in IoT, cloud, big data analytics and connected consumers.<\u002Fp>\n<p>\nWe have a strong team with proven capabilities to create innovative industrial software products.<\u002Fp>\n<p><b>\nResponsibilities<\u002Fb><\u002Fp>\n<p>\nThe Industrial Data Scientist will be responsible for leading the development of ThinkIQ&rsquo;s tools to support data scientists.<\u002Fp>\n<p>\nThe Industrial Data Scientist and Developer will be responsible for the following deliverables:<\u002Fp>\n<ul>\n<li>Documenting the real requirements that our customers have for data analytics based on current needs and cutting-edge industry trends.<\u002Fli>\n<li>Selecting and developing data science and analytics tools that will fulfill our customers&rsquo; needs and strengthen ThinkIQ&rsquo;s position as a leader.<\u002Fli>\n<\u002Ful><ul><li>Assembling data analytics solutions from commercially available or open source components and systems.<\u002Fli>\n<li>Guiding our customers and partners in how to use ThinkIQ&rsquo;s system to do data analytics. Be the external thought leader that our customers&rsquo; trust.<\u002Fli>\n<li>Working with product management to create a roadmap for ThinkIQ data analytics that will map into our overall roadmap and properly leverage new technologies.<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>Technical Knowledge<\u002Fb><\u002Fp>\n<p>\nThe role will require a solid understanding of the technologies listed below.<\u002Fp>\n<ul>\n<li>Industrial data science and analytics experience<\u002Fli>\n<li>Statistics, and particularly industrial statistics including SPC and Six Sigma<\u002Fli>\n<li>Machine Learning \u002F Deep learning<\u002Fli>\n<li>Signal processing algorithms<\u002Fli>\n<li>Strong knowledge of Python and\u002For R and similar languages\u002Ftools<\u002Fli>\n<li>Software design and development<\u002Fli>\n<li>Hands-on experience with SQL<\u002Fli>\n<li>Cloud computing and web applications<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>Domain Knowledge<\u002Fb><\u002Fp>\n<p>\nThe following industrial domain knowledge is an advantage.<\u002Fp>\n<p><b>\nBusiness c<\u002Fb><b>ritical 24\u002F7 operations:<\u002Fb> Our software is running in a high availability environment with large financial impact of system downtime.<\u002Fp>\n<p><b>\nSecure web applications:<\u002Fb> We are an early provider of manufacturing software solutions on the web and specifically in the cloud. Our systems must be secure.<\u002Fp>\n<p><b>\nIndustrial Manufacturing:<\u002Fb> Our customers are manufacturing companies that are using our software to run and optimize their production and supply chain operations.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nAttitude and Cultural Fit<\u002Fb><\u002Fp>\n<p><b>\nCustomer focused<\u002Fb><b>:<\u002Fb> Our software has no value until it is creating value for our customers.<\u002Fp>\n<p><b>\nLean:<\u002Fb> Must function well without a large supporting bureaucracy: We are a startup company, we all wear many hats and do many jobs. We are a flat organization with limited resources where the decider and the doer often can be the same person.<\u002Fp>\n<p><b>\nInclusive team builder and team player:<\u002Fb> The ThinkIQ team is ONE team. All our efforts are focused on strengthening the team and making this a winning team. We are all responsible for building and supporting the team. There is no room for sub-teams, hidden agendas or internal fiefdoms.<\u002Fp>\n<p><b>\nAgile:<\u002Fb> Our decision processes are quick, we experiment to find solutions, we learn from our experiments and implement robust solutions. We are looking for a person with creativity combined with discipline and accuracy.<\u002Fp>\n<p><b>\nTransparent<\u002Fb><b> and honest<\u002Fb><b>:<\u002Fb> We are a sharing organization where it is easy to gain insight into what other parts of the organization is doing. Our systems provide controlled access to information so that any person with a need to know information has access to that information. We expect honesty so that we can make good decisions.<\u002Fp>\n<p><b>\nHungry:<\u002Fb> The right person wants to make a difference in the world and believes that it is possible to create better and simpler solutions than exists today. While all team members will be financially rewarded when we are successful, the right person is driven more by the value created to the customer than the financial reward to the individual.<\u002Fp>\n<p><b>\nWilling to go the extra mile:<\u002Fb> We are all working hard because we believe in what we are doing. We are looking to expand the team with people that want to do the same. We are not discouraged when faced with an extra challenge or an unexpected obstacle.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nTypical Background<\u002Fb><\u002Fp>\n<p><b>\nEducation<\u002Fb><\u002Fp>\n<p>\nA good candidate will have the following education:<\u002Fp>\n<ul>\n<li>A relevant degree in Science, Technology or Engineering. Preferably MSC or Ph.D.<\u002Fli>\n<\u002Ful><p>Proven practical experience will be evaluated as a good substitute for formal education.<\u002Fp>\n<p><b>\nWork Experience<\u002Fb><\u002Fp>\n<p>\nAt least 3 years&rsquo; experience working with industrial data science and analytics in the manufacturing space. Preferably batch and continuous manufacturing.<\u002Fp><\u002Fdiv><p><\u002Fp>","0123d672c674f1ab":"<div><p><b>Date Posted:<\u002Fb><\u002Fp>\n2019-05-08-07:00<p><b>\nCountry:<\u002Fb><\u002Fp>\nUnited States of America<p><b>\nLocation:<\u002Fb><\u002Fp>\nUTNB1: Corp - Brooklyn NY 55 Water St, Brooklyn, NY, 11201 USA<p><\u002Fp><p>\nUnited Technologies Corporation (UTC) has a deep history of innovation that brings together big thinkers, problem solvers and a culture for pushing the boundaries of what&rsquo;s possible. Our global reach and rich history uniquely positions us to succeed in the new digital economy. Our investment in digital innovations will make travel better, people safer and urbanizing cities more comfortable and connected.<br>\n<br>\nUTC is committed to leading in the digital era and will unleash the size and scale of its businesses on the digital world of big data and the Internet of Things. We are looking for the very best thought and technology leaders who will help grow our Digital Accelerator in Atlanta, GA. Come join us in this journey.<br>\n<br>\n<b>About United Technologies NYSE UTX:<\u002Fb><br>\n<br>\nWith revenues of approximately $57 billion, United Technologies Corporation (UTC) is a Fortune 50 company that provides high technology products and services for the aerospace and commercial building industries. Our aerospace businesses include Pratt &amp; Whitney and UTC Aerospace Systems. Pratt &amp; Whitney is a world leader in the design, manufacture and service of aircraft engines. UTC Aerospace Systems is one of the world&rsquo;s largest suppliers of technologically advanced, aerospace and defense products.<br>\n<br>\nOur commercial building businesses include Otis Elevator and Climate, Controls &amp; Security. Otis is the world&rsquo;s largest manufacturer and maintainer of people-moving products, including elevators, escalators and moving walkways. UTC Climate, Controls &amp; Security is a leading provider of heating, air conditioning and refrigeration systems, building controls and automation, and fire and security systems. These companies are leading to safer, smarter, sustainable and high-performance buildings.<br>\n<br>\nRanked among the world&rsquo;s greenest companies, we do business in virtually every country of the world and have over 200,000 employees globally.<br>\n<br>\n<b>Position:<\u002Fb><br>\n<br>\nWe are seeking highly motivated data scientists to join the Predikto team in Atlanta, GA. We are looking for people who have a passion for analyzing and uncovering digital insights from large, complex streams of data derived from the worlds most advanced aerospace, aviation and building management systems.<br>\n<br>\nAs a member of the team, you will work on the research, development, and implementation of complex machine learning systems to predict rare events and faults in aerospace and building system components.<br>\n<br>\nThis position will provide the unique opportunity to operate in a start-up-like environment within a Fortune 50 company. Our digital focus is geared towards releasing the insights inherent UTCs best-in-class products and services. Together we aim to achieve new levels of productivity by changing the way we work and identifying new sources of growth for our customers.<br>\n<br>\n<b>Job Responsibilities include:<\u002Fb><\u002Fp><ul><li>\nDevelop models and algorithms that will improve how we design, manufacture, monitor, and maintain industrial assets such as jet engines, aviation systems, elevators, HVAC, and other commercial systems<\u002Fli><li>\nConduct exploratory data analysis<\u002Fli><li>\nParticipate in early stage R&amp;D work to further advance the ML platform<\u002Fli><li>\nCollaborate with software development to implement and deploy newly developed technologies and algorithms<\u002Fli><li>\nWork with business units and lead data scientists to implement real-world critical use cases on the platform<\u002Fli><li>\nBuild scripts to automate, clean, transform, cross-reference and merge large sources of data utilizing Python<\u002Fli><li>\nResults-oriented with a strong sense of ownership in delivering for our customer and businesses<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nQualification:<\u002Fb><\u002Fp><ul><li>\n5+ years related experience<\u002Fli><li>\nDeep knowledge of machine learning, statistics, optimization or related field<\u002Fli><li>\nExperience with R, Python, Perl, Matlab<\u002Fli><li>\nExperience with industrial\u002Fcommercial applications of data science including prognostic and health management, supply chain optimization, and human capital management is a significant plus<\u002Fli><li>\nExcellent written and verbal communication skills along with the ability to well work in cross functional teams<\u002Fli><li>\nWork experience in programming, data science, machine learning<\u002Fli><li>\nMotivated self-starter with a strong enthusiasm to learn<\u002Fli><li>\nResults-oriented with strong communication and customer focus<\u002Fli><li>\nAbility to deal well with ambiguous and undefined problems<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nEducation:<\u002Fb><\u002Fp><ul><li>\nMasters or PhD in engineering, computer science, statistics, or operations research or related technical discipline<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","bebd23832181ce80":"<div>Job Description<br>\n<br>\n<p>RockCreek seeks a Data Scientist to apply innovative data-driven methods and advanced analytics to inform investment choices and expand our leadership in ESG investing. As one of the founding members of our expanded analytics team, you will play a leading role in designing our data architecture, building models, pioneering new metrics, and visualizing data. The right candidate will have an inquisitive mind for understanding the power and limitations of data, an entrepreneurial approach to building new tools and applications, and a passion for responsibly harnessing data to drive ethical investment decisions.<\u002Fp><p>\nThis position is based in RockCreek&rsquo;s Washington, DC, office. Travel is not expected to be frequent. You may occasionally travel to our New York office or interact with partner organizations.<\u002Fp><p><b>\nRoles and Responsibilities<\u002Fb><\u002Fp><p>\nYou will be responsible for designing, developing, and deploying new analytic models, approaches and products.<\u002Fp><p>\nDesign:<\u002Fp><ul><li>\nDefine goals, identify data assets, and develop models and validation processes to help partners translate insights into action at scale<\u002Fli><li>\nDetermine priorities by estimating potential impact of model and feature development projects<\u002Fli><li>\nResearch and develop data science solutions to support RockCreek&rsquo;s investment decisions<\u002Fli><li>\nMaintain current knowledge of the data science landscape, including toolsets, data platforms and services, and public data sets<\u002Fli><li>\nPartner with colleagues to understand cross-organization analytical needs, define the right questions, propose recommendations, and communicate results effectively<\u002Fli><li>\nUnderstand and define the structure and architecture of various internal and external data sources and structure new data to make integration with our platform easy<\u002Fli><\u002Ful><p>\nDevelop:<\u002Fp><ul><li>\nAnalyze complex data sets from multiple data sources, originating both internally and externally<\u002Fli><li>\nBuild processes for security, performance, reliability, and accuracy<\u002Fli><li>\nDevelop algorithms for feature extraction and feature engineering from multiple signal sources<\u002Fli><li>\nEnhance automation, operation, and expansion of real-time and batch data environment<\u002Fli><li>\nVisualize data in a digestible way for internal and external stakeholders<\u002Fli><li>\nBuild machinery to extract insights from historical systems to forecast future performance<\u002Fli><li>\nWork across our teams and relevant vendors to drive the collection of new data, evaluate existing data sources, and verify data integrity<\u002Fli><li>\nExtract, transform, and load complex data into data warehouses using cutting-edge technologies<\u002Fli><\u002Ful><p>\nDeliver:<\u002Fp><ul><li>\nDevelop and maintain custom data models to drive innovative business solutions<\u002Fli><li>\nParticipate in the evaluation, selection, and development of data analysis products, dashboard and reporting tools, and other data visualization solutions<\u002Fli><li>\nApply standard machine learning and data mining techniques and toolkits as appropriate<\u002Fli><li>\nCoach and mentor technical and non-technical colleagues on analytics and data visualization<\u002Fli><li>\nDemonstrate ongoing commitment to diversity and respect differences in race, ethnicity, age, gender identity and expression, sexual orientation, religion, ability, and socio-economic circumstance<\u002Fli><li>\nWork collaboratively and respectfully toward resolving obstacles and conflicts<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div>Qualifications<br>\n<br>\n<p><\u002Fp><ul><li>Minimum of 3-5+ years of experience using applying data and advanced analytics tools in a business or academic setting<\u002Fli><li>\nAdvanced degree (Masters or Ph.D.) in a quantitative field (e.g., Statistics, Econometrics, Economics, Data Science, Mathematics, Computer Science) or equivalent experience<\u002Fli><li>\nDeep experience solving analytical problems through data-driven, quantitative approaches, including statistical methods, machine learning techniques, and predictive models<\u002Fli><li>\nStrong understanding of financial concepts and data, with direct experience developing and evaluating financial industry models preferred<\u002Fli><li>\nExperience translating user requirements, diverse data, and advanced algorithms into actionable, understandable insights for non-technical users<\u002Fli><li>\nProven track record working cross-functionally and collaborating with engineering, client services, and reporting teams to balance multiple projects and stakeholders<\u002Fli><li>\nEntrepreneurial, comfortable carrying projects from blueprinting to scoping and implementation<\u002Fli><li>\nExceptional curiosity and problem solving, with a real passion for catalyzing impact with analytics<\u002Fli><li>\nExcellent organizational and communication skills<\u002Fli><li>\nStrong interest in sustainability and ethics, including investments guided by ESG principles<\u002Fli><\u002Ful><p><b>\nTechnical Requirements:<\u002Fb><\u002Fp><ul><li>\nFluency with modeling in Python or R, or similar analytics and programming languages<\u002Fli><li>\nExperience with relational modeling, database applications and integrations, ETL tools, client\u002Fserver solutions, and MySQL or similar query language and tools such as Tableau<\u002Fli><li>\nFamiliarity with Linux\u002FUnix\u002FBSD command-line tools and shell scripting<\u002Fli><li>\nExperience with and passion for data visualization techniques and concepts<\u002Fli><li>\nExperience with big data frameworks and deep learning toolkits preferred<\u002Fli><li>\nExperience and community involvement with open-source applications preferred<\u002Fli><li>\nExperience evaluating data quality, model bias, and algorithm accuracy<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\nAdditional Information<br>\n<br>\n<p>Mission Statement:<\u002Fp><p>\nRockCreek is a leading global investment management firm that applies data-driven technology and innovation to sustainable investing. We believe sustainability and diversity generate superior performance by investing in long term value. We have stable and long&#8208;term partnerships with our clients and companies and attract the best mission&#8208;oriented team. Sustainable investing extends throughout our investments, our diverse team and culture, our office environment, operations and travel.<\u002Fp><p>\nESG Policy:<\u002Fp><p>\nSince our founding, RockCreek&rsquo;s commitment to sustainable investing, long term value creation, and good governance has begun at home. We believe RockCreek&rsquo;s entrepreneurial spirit, open culture, and diverse team lead to better investments on behalf of the universities, foundations, pension plans, and sovereign funds that partner with us. The way we operate our offices, procure services, and partner with stakeholders are all in keeping with our aim to have a positive impact on markets globally and reduce our carbon footprint. This strong stable culture values diversity and inclusion as well as a commitment to investing responsibly for long term returns. RockCreek is among the largest woman-founded firms in the world. Its founders have a deep commitment to sustainability as well as long experience with sustainable impact investing and ESG policies that date back to 1980s. This includes investing in energy, health, technology and financial inclusion.<\u002Fp><p>\nRockCreek is a collaborative environment that values openness, transparency, partnership, and knowledge sharing. In a typical day you will interact with members of all of our teams; engineering is neither siloed nor cut off from the overall RockCreek business. You should be both interested and capable of learning the investment business as it relates to engineering, and creatively looking to enhance the overall RockCreek service offerings.<\u002Fp><\u002Fdiv><p><\u002Fp>"}