{"de0885f57b2e2f59":"<div><p>As a member of RISIRISA Team, you will be joining an interdisciplinary group of scientists, mathematicians, designers, and engineers that work with commercial, public and social sector clients to help them solve their most challenging problems and get the most out of their data.<\u002Fp>\n<p>\nAs a Data Scientist, you will apply your mathematical, scientific, and\u002For economic training to analyze large volumes of data, model complex human-scale problems, and develop algorithms to serve various needs.<\u002Fp>\n<p>\nYou will work in collaboration with data engineers and design technologists to come up with creative solutions to challenging client problems, most often with a clear line of sight from your work to real-world impact. You will work across sectors (e.g. healthcare, cybersecurity, global development, music, etc.) and have the opportunity to regularly experiment with new tools and techniques.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nRequirements<\u002Fb><\u002Fp>\n<div>\n<ul><li>Advanced Degree(s) in mathematics and\u002For computer science, or at least four years of relevant experience<\u002Fli>\n<li>Previous work experience a big plus, especially R experience<\u002Fli>\n<li>Experience with a range of data science techniques including clustering, machine learning, natural language processing, and network analysis<\u002Fli>\n<li>Enthusiasm for learning new techniques and technologies to solve hard problems<\u002Fli><br>\n<\u002Ful>\n<\u002Fdiv>\n<p><\u002Fp><p><b>Apply to ris@risirisa.com<\u002Fb><\u002Fp><\u002Fdiv>","7f6b28670bfcbd0e":"<p><\u002Fp><div><h2 class=\"jobSectionHeader\"><b>About the team<\u002Fb><\u002Fh2>\nZillow is looking for an extraordinary Data Scientist to join a growing team. Zillow is on a mission to give consumers certainty and control when selling their home. In particular, using our unparalleled data, and view into housing markets, to help build a world-class platform for real estate marketplace optimization. In the Zillow Offers product, Zillow buys homes directly from interested homeowners, thereby sparing them the tremendous stress and effort of selling. Instead, we take that upon ourselves by quickly preparing these homes for the market and sell them to buyers. This is a key initiative at Zillow as we aim to define the future of real estate. This product isn&rsquo;t viable for everyone (yet). When that&rsquo;s the case, we want to make sure we still help consumers sell their home.<br>\nOur team is tasked with absorbing dozens, sometimes billions, of rows of data from various sources, organizing them, analyzing them, and visualizing them to help inform both short- and long-term decision-making. Our structure is very flat and you will soon find yourself communicating directly with Senior Leadership. Each team member focuses on a cross-section of the Zillow Offers organization.<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nAbout the role<\u002Fb><\u002Fh2><p>\nOnce you are here, you'll work to make important, strategic decisions that influence the direction of the company. More specifically:<\u002Fp><ul><li>\nYou will dive into Zillow's internal and third party data (think Hive, Presto, SQL Server, Redshift, Python, Mode Analytics, Tableau, R) to make strategic recommendations (e.g., personalized user flows, segmented marketing audiences, more accurate pricing forecasts).<\u002Fli><li>\nYou will lead analytical efforts to develop scalable and methodologically rigorous approaches to performance measurement (e.g., AB testing, incrementality testing), forecasting, and other applications of advanced analytics.<\u002Fli><li>\nYou will serve as a mentor to other Data Scientists on the team and Analysts across the company by leading learning academies and serving as an available resource for all things related to analytics.<\u002Fli><li>\nYou will mature a common language and approach to analyzing and communicating information and insights across teams.<\u002Fli><li>\nYou will tell stories that describe analytical results and insights in meetings of all sizes with diverse audiences.<\u002Fli><li>\nYou will provide thought leadership across a variety of technical and non-technical audiences to ensure that all levels of Zillow Group make decision with an analytical foundation.<\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nWho you are<\u002Fb><\u002Fh2><p>\nYou will not shy away from complexity or uncertainty. You will develop a deep understanding of our mission, business models, and personas. We want you to use that intuition you've developed (both in business and real life) to find opportunities for growth and cultivate insights from our massive data sets. We're looking for a seasoned data scientist. We expect:<\u002Fp><ul><li>\nYou have an undergraduate or Master's degree in a quantitative field (e.g. science, engineering, economics, finance, statistics, or similar).<\u002Fli><li>\nYou have 2+ years of work experience involving quantitative data analysis and complex problem solving.<\u002Fli><li>\nYou have complete command of SQL, Excel, and either Python or R, along with some experience with Tableau and\u002For Mode.<\u002Fli><li>\nYou have extensive experience directly querying multi-terabyte-sized data sets (with Hive and Presto) including clickstream data (like Google Analytics), third party data (like Facebook) and raw data ingested from non-standard platforms.<\u002Fli><li>\nYou have practice with terminology, and measurement issues related to experimentation, along with a history of applying advanced analytical approaches to derive insights from the data.<\u002Fli><li>\nYou have strong written, verbal, and visual communication skills to concisely communicate in a way that provides context, offers insights, and minimizes misinterpretation.<\u002Fli><li>\nYou have the skills to work cross-functionally and push business partners to focus on realistic goals and projects.<\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nGet to know us<\u002Fb><\u002Fh2>\nZillow Group houses the largest portfolio of real estate brands on mobile and the web. We are on a mission to rewire the real estate transaction and are building transformational tools and services that make it easier for everyone to find and get into a home they love. We are working to create an on-demand real estate transaction experience for every stage of the home lifecycle - for buyers, sellers, renters and borrowers - and we're well on our way. No matter what job you're in, you will play a critical role in making this vision a reality for millions of people.<p><\u002Fp><p>\nAt Zillow Group, we're powered by our inclusive work culture, where everyone has the support and resources to do the best work of their careers. Our efforts to streamline the real estate transaction is supported by our passion to empower people and enrich lives around everything home, a deep-rooted culture of innovation, a fundamental commitment to Equity and Belonging, and world-class benefits. But, don't just take our word for it. Read our reviews on Glassdoor and recent recognition from multiple organizations, including: Fortune 100 Best Companies to Work For (#69), Fortune Best Workplaces for Diversity (#38), Fortune Best Workplaces for Parents (#31), Fortune Best Workplaces for Women (#20), Fatherly's Best Workplaces for New Dads (#37), JUST Capital 100 Company (#69), Bloomberg Gender Equality Index constituent.<\u002Fp><p><\u002Fp><p><i>\nZillow Group is an equal opportunity employer committed to fostering an inclusive, innovative environment with the best employees. Therefore, we provide employment opportunities without regard to age, race, color, ancestry, national origin, religion, disability, sex, gender identity or expression, sexual orientation, or any other protected status in accordance with applicable law. If there are preparations we can make to help ensure you have a comfortable and positive interview experience, please let us know.<\u002Fi><\u002Fp><\u002Fdiv>","6cfa795977118eb4":"<div>In this role you will serve as analytics liaison between business and technical teams to drive results and enhanced value though improved delivery of impactful analytic insights, improved data visualization and statistical analyses as part of an Enterprise-wide initiative.<br>\n<br>\nThe Advisor will work within a high-performing analytics team, using new technologies to develop and deliver solution-oriented products that drive innovation in our business.<br>\n<br>\nThe ideal candidate will have:<br>\n<br>\nBusiness acumen and experience to generate customized, actionable insights in a data-driven and deadline-oriented environment<br>\n<br>\nStrong computer science and quantitative skills to extract maximum value from CVS Health&rsquo;s data assets<br>\n<br>\nHands-on business experience with statistical programming (SAS,R, Python) as well as advanced data science concepts (e.g., regression modeling, time-series forecasting, classification, data clustering, time series forecasting, advanced machine learning techniques).<br>\n<br>\nA day in the life of this position involves:<br>\n<ul><li>Collaborating with other highly skilled analytics colleagues within Retail Pharmacy Enterprise Analytics team to derive business insights from our data assets<\u002Fli><li>Rapidly developing a deep understanding of CVS data and processes across multiple lines of business as well as serving as SME and data steward for others in the application and use of our data<\u002Fli><li>Developing predictive models and machine learning algorithms to facilitate business growth and profitability<\u002Fli><li>Performing ad-hoc analyses by innovatively segmenting product and store level data to unlock insights<\u002Fli><\u002Ful>\n- Structuring and executing against analytic road-maps to meet both short- and long-term needs of our business stakeholders<br>\n<ul><li>Diligently addressing obstacles as they appear<\u002Fli><li>Demonstrating your curiosity to learn about enterprise initiatives that include data and business intelligence solutions<\u002Fli><li>Supporting the development and maintenance of data<\u002Fli><\u002Ful><br>\n#AnalyticsEA<br>\n<br>\n<b>Required Qualifications<\u002Fb><br>\nMinimum of 5 years of experience delivering growth-oriented, quantitative solutions in retail or healthcare environments A \\minimum of three years post graduate paid work experience coding in statistical packages e.g., (SAS, R, and Python) with strong quantitative skills, including relevant experience in logistic regression, cluster analysis, time series analysis, inferential statistics, and experimental design Minimum of two years processing large data sets (measured in hundreds of millions or billions of records) using data mining programs such as SQL Minimum of two years&rsquo; experience working with data visualization platforms (e.g., Tableau and Microstrategy) Two years + knowledge from retail and\u002For healthcare industries Minimum of 2 years of experience building and facilitating presentations to various audiences: technical, non-technical and senior leaders<br>\n<br>\n<b>Preferred Qualifications<\u002Fb><br>\nLeadership experience of large-scale analytics projects<br>\nDemonstrated competencies such as teamwork, creative problem solving, and flexibility<br>\nA strong curiosity to continuously learn data science techniques and tools<br>\nAbility to work within a climate of ambiguity<br>\nStrong personal organizational skills<br>\nExcellent relationship management, strong team building, and the ability to work across business units within a complex organization<br>\n<br>\n<b>Education<\u002Fb><br>\nBA\u002FBS in Mathematics\u002FStatistics, Economics (or other quantitative disciplines); Master&rsquo;s degree preferred<br>\n<br>\n<b>Business Overview<\u002Fb><br>\n<b>It&rsquo;s a new day in health care.<\u002Fb><br>\n<br>\nCombining CVS Health and Aetna was a transformative moment for our company and our industry, establishing CVS Health as the nation&rsquo;s premier health innovation company. Through our health services, insurance plans and community pharmacists, we&rsquo;re pioneering a bold new approach to total health. As a CVS Health colleague, you&rsquo;ll be at the center of it all.<br>\n<br>\nWe offer a diverse work experience that empowers colleagues for career success. In addition to skill and experience, we also seek to attract and retain colleagues whose beliefs and behaviors are in alignment with our core values of collaboration, innovation, caring, integrity and accountability.<br>\n<br>\nCVS Health is an equal opportunity\u002Faffirmative action employer. Gender\u002FEthnicity\u002FDisability\u002FProtected Veteran &ndash; we highly value and are committed to all forms of diversity in the workplace. We proudly support and encourage people with military experience (active, veterans, reservists and National Guard) as well as military spouses to apply for CVS Health job opportunities. We comply with the laws and regulations set forth in the following EEO is the Law Poster: EEO IS THE LAW and EEO IS THE LAW SUPPLEMENT. We provide reasonable accommodations to qualified individuals with disabilities. If you require assistance to apply for this job, please contact our Advice and Counsel Reasonable Accommodations team. Please note that we only accept applications for employment via this site.<br>\n<br>\nIf technical issues are preventing you from applying to a position, contact Kenexa Helpdesk at 1-855-338-5609 or cvshealthsupport@us.ibm.com. For technical issues with the Virtual Job Tryout assessment, contact the Shaker Help Desk at 1-877-987-5352.<\u002Fdiv>","8693fe8de24d397b":"<ul><li>A Bachelor or Masters Degree in a highly quantitative field (Computer Science, Machine Learning, Operational Research, Statistics, Mathematics, etc.) or equivalent experience<\u002Fli><li>4+ years of industry experience in predictive modeling, data science and analysis<\u002Fli><li>Previous experience in a ML or data scientist role and a track record of building ML or DL models<\u002Fli><li>Experience using Python and\u002For R<\u002Fli><li>Knowledge of SparkML<\u002Fli><li>Able to write production level code, which is well-written and explainable<\u002Fli><li>Experience using ML libraries, such as scikit-learn, caret, mlr, mllib<\u002Fli><li>Experience giving data presentations<\u002Fli><\u002Ful>\n<br>\n<div>Excited by using massive amounts of data to develop Machine Learning (ML) and Deep Learning (DL) models? Want to help the largest global Media &amp; Entertaintment enterprises derive business value through the adoption of Artificial Intelligence (AI)? Eager to learn from many different enterprise&rsquo;s use cases of AWS ML and DL? Thrilled to be key part of Amazon, who has been investing in Machine Learning for decades, pioneering and shaping the world&rsquo;s AI technology?<br>\nAt Amazon Web Services (AWS), we are helping large enterprises build ML and DL models on the AWS Cloud. We are applying predictive technology to large volumes of data and against a wide spectrum of problems. Our Professional Services organization works together with our AWS customers to address their business needs using AI.<br>\n<br>\nAWS Professional Services is a unique consulting team. We pride ourselves on being customer obsessed and highly focused on the AI enablement of our customers. If you have experience with AI, including building ML or DL models, we&rsquo;d like to have you join our team. You will get to work with an innovative company, with great teammates, and have a lot of fun helping our customers.<br>\n<br>\nA successful candidate will be a person who enjoys diving deep into data, doing analysis, discovering root causes, and designing long-term solutions. It will be a person who likes to have fun, loves to learn, and wants to innovate in the world of AI. Major responsibilities include:<br>\n<ul><li>Understand the customer&rsquo;s business need and guide them to a solution using our AWS AI Services, AWS AI Platforms, AWS AI Frameworks, and AWS AI EC2 Instances .<\u002Fli><li>Assist customers by being able to deliver a ML \u002F DL project from beginning to end, including understanding the business need, aggregating data, exploring data, building &amp; validating predictive models, and deploying completed models to deliver business impact to the organization.<\u002Fli><li>Use Deep Learning frameworks like MXNet, Caffe 2, Tensorflow, Theano, CNTK, and Keras to help our customers build DL models.<\u002Fli><li>Use SparkML and Amazon Machine Learning (AML) to help our customers build ML models.<\u002Fli><li>Work with our Professional Services Big Data consultants to analyze, extract, normalize, and label relevant data.<\u002Fli><li>Work with our Professional Services DevOps consultants to help our customers operationalize models after they are built.<\u002Fli><li>Assist customers with identifying model drift and retraining models.<\u002Fli><li>Research and implement novel ML and DL approaches, including using FPGA.<\u002Fli><li>This is a customer facing role. You will be required to travel to client locations and deliver professional services when needed.<\u002Fli><\u002Ful>\nIf you do not live in a market where we have an open Data Scientist position, please feel free to apply. Our Data Scientists can live in any location where we have a Professional Service office.<\u002Fdiv>\n<br>\n<div><ul><li>PhD in a highly quantitative field (Computer Science, Machine Learning, Operational Research, Statistics, Mathematics, etc.)<\u002Fli><li>6+ years of industry experience in predictive modeling and analysis<\u002Fli><li>Skills with programming languages, such as Java or C\u002FC++<\u002Fli><li>Ability to develop experimental and analytic plans for data modeling processes, use of strong baselines, ability to accurately determine cause and effect relations<\u002Fli><li>Consulting experience and track record of helping customers with their AI needs<\u002Fli><li>Experience working for a Studio, Broadcaster, or Service Provider<\u002Fli><li>Experience with AWS technologies like Redshift, S3, EC2, Data Pipeline, &amp; EMR<\u002Fli><li>Combination of deep technical skills and business savvy enough to interface with all levels and disciplines within our customer&rsquo;s organization<\u002Fli><\u002Ful><br>\nAmazon is an Equal Opportunity-Affirmative Action Employer &ndash; Minority \u002F Female \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation \u002F Age.<br>\n<br>\nPursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.<\u002Fdiv>","a413c81007b0a940":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><p>Welcome! Are you seeking a global, well-established and innovative company that&rsquo;s part of an industry with exciting growth potential? Then, start your Colorful Career with INX!<br>\n<br>\nINX International is the third largest producer of inks in North America with full service subsidiaries in Europe and South America. We offer a complete line of ink and coating solutions technology for commercial, packaging and digital applications. As a leading global manufacturer of inkjet inks, we provide a full palette of digital ink systems, advanced technologies and integrated services.<br>\n<br>\nAt INX, we believe we can only grow our business as well as we grow our teams. The average employee has been here over 13 years. We offer a competitive salary with excellent benefits including medical, dental, vision, life insurance, disability, 401(k), and more. We are looking for new talent with new ideas as we continue to provide quality, service and innovation to the printing and packaging markets.<\u002Fp><p><\u002Fp><br>\n<p>\nINX is looking for a Data Scientist who will support our production, sales, leadership and marketing teams with insights gained from analyzing company data. The ideal candidate is adept at using large data sets to find opportunities for production and process optimization and using models to test the effectiveness of different courses of action. They must have strong experience using a variety of data mining\u002Fdata analysis methods, using a variety of data tools, building and implementing models, using\u002Fcreating algorithms and creating\u002Frunning simulations.<\u002Fp><p><\u002Fp><br>\n<p>\nThey must have a proven ability to drive business results with their data-based insights. They must be comfortable working with a wide range of stakeholders and functional teams. The right candidate will have a passion for discovering solutions hidden in large data sets and working with stakeholders to improve business outcomes.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Work with stakeholders throughout the organization to identify opportunities for leveraging company data to drive business solutions.<\u002Fli><li>\nMine and analyze data from company databases to drive optimization and improvement of production efficiency, product development, marketing techniques and business strategies.<\u002Fli><li>\nAssess the effectiveness and accuracy of new data sources and data gathering techniques.<\u002Fli><li>\nDevelop custom data models and algorithms to apply to data sets.<\u002Fli><li>\nUse predictive modeling to increase and optimize customer experiences, revenue generation, ad targeting and other business outcomes.<\u002Fli><li>\nDevelop processes and tools to monitor and analyze model performance and data accuracy.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications (Skills - Education - Experience)\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Strong problem-solving skills with an emphasis on production efficiency.<\u002Fli><li>\nExperience using statistical computer languages to manipulate data and draw insights from large data sets.<\u002Fli><li>\nExperience working with and creating data architectures.<\u002Fli><li>\nKnowledge of a variety of machine learning techniques (clustering, decision tree learning, artificial networks, etc.) and their real-world advantages\u002Fdrawbacks.<\u002Fli><li>\nKnowledge of advanced statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.) and experience with applications.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p>\nAdditional Qualifications Requested OR Helpful:<\u002Fp><ul><li>\nExcellent written and verbal communication skills for coordinating across teams.<\u002Fli><li>\nA drive to learn and master new technologies and techniques.<\u002Fli><li>\nExperience analyzing data from 3rd party providers.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p>\nWe require post-offer, pre-employment drug screens, physicals and background checks. Equal Opportunity Employer: disability\u002Fveteran.<\u002Fp><p><\u002Fp><br>\n<p>\nINX does not accept unsolicited resumes from third party recruiters, agencies, or similar organizations.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","fef0c2f9e06a7628":"As Scale’s first data scientist, you will lead the charge on building our analytical infrastructure and driving insights that lead to step-function improvements in how we operate. We handle millions of tasks for businesses looking to scale their ML development, and we’re looking for a talented data scientist to help us understand it all in the service of building better products. In this role, you will apply statistical models, design and interpret experiments, build mission-critical dashboards, and help structure and order our data in the pursuit of transparency over how we operate and how we can improve.\n<br><br>\n<b>You will:<\u002Fb><br>\nWork closely with product, marketing, business, and ML teams to identify and answer important questions\n<br>Set up, maintain, and scale our data analytics infrastructure\n<br>Build critical dashboards that will guide day-to-day operations, planning, and strategic decision-making\n<br>Iterate on your work and analyses to generate ever-better questions to answer\n<br>Apply statistical models to identify root causes and predict the future performance of tasks, users, and products\n<br>Design, run, and analyze experiments\n<br>Build machine-learning models that power core operations, such as quality assessment and fraud detection Ideally you’d have:\n<br>3+ years of industry experience in data science broadly\n<br>Expert knowledge of a scientific computing language (*e.g. *R, Python) and SQL\n<br>Strong knowledge of statistics (clustering, regression, etc. ) and experimental design\n<br>Comfort setting up and using BI tools\n<br>Experience with ETL tools and building \u002F maintaining a data warehouse Nice to haves:\n<br>A PhD or MS in a quantitative field\n<br><br>\n<b>About Us:<\u002Fb> At Scale, our mission is to accelerate the development of Machine Learning and AI applications across multiple markets. Our first product is a suite of APIs that allow AI teams to generate high-quality ground truth data. Our customers include Alphabet (Google), Zoox, Lyft, Pinterest, Airbnb, nuTonomy, and many more\n<br><b>Additional Information:<\u002Fb> Scale is an equal opportunity employer. We aim for every person at Scale to feel like they matter, belong, and can be their authentic selves so they can do their best work. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.","f5e1bcbc6665da19":"<div><\u002Fdiv><div><div><div><div><div><div><p><b>Who We Are<\u002Fb><\u002Fp>\n<p>The team is responsible for placing each and every ad that Twitter serves. While placing those ads we decide how best to balance user experience, advertiser results, and Twitter revenue. Our team optimizes supply\u002Fdemand, operation points and trade-offs for the ads marketplace, as well as improve product outcomes by applying data science. We routinely deliver significant improvements to our revenue, and work in a close sync with our executive staff (including our COO &amp; CFO) due to our direct impact on Twitter&rsquo;s business.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nWhat You&rsquo;ll Do<\u002Fb><\u002Fp>\n<p>We&rsquo;re looking for a key individual contributor to drive our advertising products forward. We decide which ads to serve billions of times a day under a sub-second setting. You will ship new features and optimize existing products. You will perform rigorous analysis, understand our advertising products, experiment, make data-driven decisions, optimize for impact, and measure performance funnels.<\u002Fp><br>\n<p><\u002Fp>\n<p>\nYour team will empower you with the autonomy to make good product decisions and discover\u002Funderstand the software and product stack. You&rsquo;ll own significant projects end-to-end. The small teams of talented, passionate people in which you&rsquo;ll work will include engineers and data scientists from across the revenue engineering organization. We work on every high-priority ads project at Twitter.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nWho You Are<\u002Fb><\u002Fp>\n<p>You&rsquo;re a data scientist with a track record of delivering results. You find satisfaction in shipping changes that deliver measurable impact in the form of immediate revenue. You apply machine learning and data science techniques when applicable, but are just as happy to implement a simple heuristic when you find it&rsquo;s as effective at driving impact to your product. You&rsquo;re looking to join a strong, high-performing team.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nSample Projects<\u002Fb><\u002Fp>\n<ul><li>We build new ways for advertisers to buy ads on Twitter, such as paying up front for guaranteed results<\u002Fli><li>\nWe design incrementality studies to measure the lift in brand awareness that our advertising campaigns drive<\u002Fli><li>\nWe dive into individual products (e.g. video ads) to improve results for our most critical business priorities<\u002Fli><li>\nWe evaluate the impact of ads on new Twitter users, determining how to show them ads in order to maximize their long-term usage of the product<\u002Fli><li>\nWe are responsible for measuring the results of all experiments on Twitter ads<\u002Fli><\u002Ful>\n<p><b>Requirements<\u002Fb><\u002Fp>\n<ul><li>Experience using data intelligently to optimize product performance<\u002Fli><li>\nExperience performing analysis on raw event data in modern data warehouse systems<\u002Fli><li>\nDeep understanding of data platforms in which you&rsquo;ve previously worked<\u002Fli><li>\nGood understanding of how to grow and shape data tools and datasets to improve data-driven decision making<\u002Fli><li>\nAbility to thrive in an unstructured environment, working autonomously on a strong team to find opportunity and deliver business impact<\u002Fli><li>\nGood understanding of (one or more of the following): Python or R<\u002Fli><\u002Ful><br>\n<p>\n<\u002Fp>\n<p><b>Bonus Points<\u002Fb><\u002Fp>\n<ul><li>Past experience in adtech<\u002Fli><li>\nPhD or MS in computer science, machine learning, or statistics<\u002Fli><li>\nGood understanding of (one or more of the following): Java, Scala, or C++<\u002Fli><li>\nInteresting side projects or Kaggle competition results<\u002Fli><\u002Ful><br>\n<p><\u002Fp><p>\n<\u002Fp>\n<p>We are committed to an inclusive and diverse Twitter. Twitter is an equal opportunity employer. We do not discriminate based on race, color, ethnicity, ancestry, national origin, religion, sex, gender, gender identity, gender expression, sexual orientation, age, disability, veteran status, genetic information, marital status or any legally protected status.<\u002Fp>\n<p>\nSan Francisco applicants: Pursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","72bd3bbbec1f33e4":"<div><b>Site Name:<\u002Fb> USA - Pennsylvania - Upper Providence, UK - Hertfordshire - Stevenage<br>\n<b>Posted Date:<\u002Fb> Oct 7 2019<br>\n<p>We are seeking a genomic data scientist, with a track record of supporting innovative, high quality research. The candidate should be comfortable managing and analysing large volumes of genetic and genomic data and results in a modern database and analytical environment.<\u002Fp><p>\nGSK aims to improve the number of successful late stage clinical trials for innovative medicines, by both identifying and advancing drug targets that have strong evidence of a causal role in disease biology. The Human Genetics team leverages major scientific and technological advances, including investment in biobanks linked to large-scale human health databases, cutting-edge informatics platforms, breakthrough understanding of biological pathways, functional genomics capabilities built upon rapid progress in gene editing, and leading industry-academia partnerships, in order to identify the best targets and to continue evaluation of targets through their life in the pipeline.<\u002Fp><p>\nThe successful candidate will work in a multidisciplinary, collaborative and scientifically driven environment, interacting with GSK scientists and key academic collaborators to advance drug discovery and clinical development in multiple disease areas. This research will leverage industry-leading data and compute resources, to address important drug discovery and development challenges, to directly impact GSK&rsquo;s R&amp;D pipeline, and to publish in top scientific journals.<\u002Fp><p><\u002Fp><p><b>\nThe selected Genomic Data Scientist(s) will:<\u002Fb><\u002Fp><ul><li>\nDevelop and implement robust software platforms to efficiently ingest, curate, query and analyze, human genetic, genomic, and clinical\u002Fphenotypic data, to inform target selection and validation decisions across a range of disease areas.<\u002Fli><li>\nParticipate in project teams of GSK scientists and external collaborators to develop novel genetic data analyses, providing and following best practices of efficiently work with large volumes of data on modern storage and computational platforms.<\u002Fli><li>\nIdentify and quickly prototype creative solutions to challenging scientific questions.<\u002Fli><li>\nDevelop analytics tools and applications to enhance the productivity of scientists within Human Genetics and across the Research organization.<\u002Fli><\u002Ful><p><\u002Fp><h1 class=\"jobSectionHeader\"><b><i>\n Why you?<\u002Fi><\u002Fb><\u002Fh1><h2 class=\"jobSectionHeader\"><b>\nBasic Qualifications:<\u002Fb><b>\n<\u002Fb><\u002Fh2><p><\u002Fp><p>We are looking for professionals with these required skills to achieve our goals:<\u002Fp><ul><li>\nPh.D. or equivalent experience in genetics, bioinformatics, or a related field.<\u002Fli><li>\nStrong programming skills in SQL and either R or Python, with track record of developing production quality software pipelines, applications, or packages\u002Flibraries.<\u002Fli><li>\nProficient in management and analysis of large volumes of genetic\u002Fgenomic data and results, in a modern database and analytics environment.<\u002Fli><li>\nAbility to understand and discuss basic genetic analyses and data types.<\u002Fli><li>\nDemonstrated skills in working in teams to find creative ways to address scientific questions.<\u002Fli><li>\nExcellent communication and influencing skills and developing leadership skills for working with multidisciplinary teams and with international colleagues.<\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPreferred Qualifications:<\u002Fb><\u002Fh2><p><\u002Fp><p>\nIf you have the following characteristics, it would be a plus:<\u002Fp><ul><li>\nExperience working in a distributed data and compute environment (<i>e.g.<\u002Fi> Apache Hadoop ecosystem). Experience with Apache SparkTM is a significant advantage.<\u002Fli><li>\nExperience with data and\u002For results from large scale genetic association studies (e.g. GWAS or PheWAS) or large scale functional genomic data.<\u002Fli><li>\nExperience with complex longitudinal human clinical\u002Fphenotype data, <i>e.g. <\u002Fi>from electronic health records, epidemiological cohorts, or clinical trials.<\u002Fli><\u002Ful><p><\u002Fp><h1 class=\"jobSectionHeader\"><b><i>\nWhy GSK?<\u002Fi><\u002Fb><\u002Fh1><p><\u002Fp><p><i>\nOur values and expectations are at the heart of everything we do and form an important part of our culture.<\u002Fi><\u002Fp><p><i>\nThese include Patient focus, Transparency, Respect, Integrity along with Courage, Accountability, Development, and Teamwork.<\u002Fi><i> As GSK focuses on our values and expectations and a culture of innovation, performance, and trust, the successful candidate will demonstrate the following capabilities:\n<\u002Fi><\u002Fp><ul><li>Agile and distributed decision-making &ndash; using evidence and applying judgement to balance pace, rigour and risk.<\u002Fli><li>\nManaging individual and team performance.<\u002Fli><li>\nCommitted to delivering high quality results, overcoming challenges, focusing on what matters, execution.<\u002Fli><li>\nImplementing change initiatives and leading change.<\u002Fli><li>\nSustaining energy and well-being, building resilience in teams.<\u002Fli><li>\nContinuously looking for opportunities to learn, build skills and share learning both internally and externally.<\u002Fli><li>\nDeveloping people and building a talent pipeline.<\u002Fli><li>\nTranslating strategy into action - a compelling narrative, motivating others, setting objectives and delegation.<\u002Fli><li>\nBuilding strong relationships and collaboration, managing trusted stakeholder relationships internally and externally.<\u002Fli><li>\nBudgeting and forecasting, commercial and financial acumen.<\u002Fli><\u002Ful><p><\u002Fp><p>\nGSKGenetics<\u002Fp><p><\u002Fp><br>\n<p>\nAs a company driven by our values of Patient focus, Transparency, Respect and Integrity, we know inclusion and diversity are essential for us to be able to succeed. We want all our colleagues to thrive at GSK bringing their unique experiences, ensuring they feel good and to keep growing their careers. As a candidate for a role, we want you to feel the same way.<\u002Fp><p><\u002Fp><p>\nWe&rsquo;re open to all talent &ndash; whatever your gender, disability, marital status, religion or belief, age, race, sexual orientation, ethnic or national origin.<\u002Fp><p><\u002Fp><p>\nWe believe in an agile working culture for all our roles. If flexibility is important to you, we encourage you to explore with our hiring team what the opportunities are.<\u002Fp><p><\u002Fp><p>\nPlease don&rsquo;t hesitate to contact us if you&rsquo;d like to discuss any adjustments to our process which might help you demonstrate your strengths and capabilities. You can either call us on 0808 234 4391, or send an email ukdiversity.recruitment@gsk.com<\u002Fp><p><\u002Fp><p>\nAs you apply, we will ask you to share some personal information which is voluntary. This will be used to help us understand how well we are doing against our inclusion and diversity ambitions. We would really appreciate it if you could take a few moments to complete it. Rest assured, Hiring Managers do not have access to this information, it is not used in any part of the selection process and we will treat your information confidentially and use it anonymously.<\u002Fp><p><\u002Fp><p>\nImportant notice to Employment businesses\u002F Agencies<\u002Fp><p><\u002Fp><p>\nGSK does not accept referrals from employment businesses and\u002For employment agencies in respect of the vacancies posted on this site. All employment businesses\u002Fagencies are required to contact GSK's commercial and general procurement\u002Fhuman resources department to obtain prior written authorization before referring any candidates to GSK. The obtaining of prior written authorization is a condition precedent to any agreement (verbal or written) between the employment business\u002F agency and GSK. In the absence of such written authorization being obtained any actions undertaken by the employment business\u002Fagency shall be deemed to have been performed without the consent or contractual agreement of GSK. GSK shall therefore not be liable for any fees arising from such actions or any fees arising from any referrals by employment businesses\u002Fagencies in respect of the vacancies posted on this site.<\u002Fp><p><\u002Fp><p>\nPlease note that if you are a US Licensed Healthcare Professional or Healthcare Professional as defined by the laws of the state issuing your license, GSK may be required to capture and report expenses GSK incurs, on your behalf, in the event you are afforded an interview for employment. This capture of applicable transfers of value is necessary to ensure GSK&rsquo;s compliance to all federal and state US Transparency requirements. For more information, please visit GSK&rsquo;s Transparency Reporting For the Record site.<\u002Fp><\u002Fdiv><p><\u002Fp>","2f42615d411c12dc":"<div><p><b>The Data Scientist <\u002Fb>is responsible for developing advanced analytics, business intelligence, and artificial intelligence applications that enable knowledge discovery in health care organizations. Our goal is to use these findings to improve patient care quality, outcomes, and clinical decision making. This role directly supports internal business partners by providing practical analytics solutions for emerging product development, delivery, and client engagement requests. The responsibilities include the following:<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nResponsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Derive business insights from data, answer clinical questions using data science techniques, respond to on-demand requests for general business reports, support data analysis for new product design and development.<\u002Fli>\n<li>Implement basic business intelligence techniques to answer business questions, such as performance analysis on models and products.<\u002Fli>\n<li>Develop the data engineering pipelines to support end-to-end artificial intelligence (AI) solutions.<\u002Fli>\n<li>Develop containers for AI models and be responsible for the deployment and monitoring of the models through the container orchestration framework<\u002Fli>\n<li>Participate in project preparation, exploring the scope, depth, and challenges of new projects, and formulating strategies and action plans.<\u002Fli>\n<li>Responsible for data scoping, exploration, identification, extraction, cleaning, applying logic or other manipulation process, verifying data elements and constructing the database that is relevant of individual project.<\u002Fli>\n<li>Perform complex data analysis to identify patterns, correlations, trends and anomalies in order to obtain insights into historical and future performance.<\u002Fli>\n<li>Responsible for efforts in dissecting, designing, analyzing, developing, summarizing, and presenting predictive modeling, machine learning, and other advanced analytics solutions to key stakeholders.<\u002Fli>\n<li>Take initiatives to conduct in-depth assessment and selection of the most appropriate methodologies for the project given its complexity, scope, and data structure for statistical analysis, overall descriptive statistics, exploratory data analysis, including graphs, schematic summaries, and necessary transformations and confirmatory data analysis, including statistical tests and\u002For modeling.<\u002Fli>\n<li>Responsible for tracking project-specific issues from initiation through release. Independently identifies &amp; troubleshoots problems encountered during the process. Responsible for preparation of data files and statistical reports for project release. Identifies systematic problems with data and software.<\u002Fli>\n<li>Participate in formulating data\u002Fanalytics core-related strategies, action plans, steps and training\u002Fdevelopment plans.<\u002Fli>\n<li>Identify ways to improve work processes and improve customer satisfaction. Engages in continuous improvement for outcome, accuracy, and efficiency. Makes recommendations to supervisor, implements, and monitors results as appropriate in support of the overall goals in product development.<\u002Fli>\n<li>Stays abreast of the latest developments, advancements, and trends in the field of data science by attending seminars\u002Fworkshops, reading professional journals, and actively participating in professional organizations. Integrates knowledge gained into current work practices.<\u002Fli>\n<li>Maintains knowledge of applicable rules, regulations, policies, laws and guidelines that impact the assigned department. Develops effective internal controls designed to promote adherence with applicable laws, accreditation agency requirements, and federal, state, and private health plans. Seeks advice and guidance as needed to ensure proper understanding.<\u002Fli><br>\n<\u002Ful><p><\u002Fp>\n<p>\n<\u002Fp><p>Some of the benefits that the successful candidate can expect are below:<\u002Fp><br>\n<p><\u002Fp>\n<ul>\n<li>Opportunity to work remotely<\u002Fli>\n<li>A knowledgeable, high-achieving, experienced and fun team<\u002Fli>\n<li>The chance to be part of a rapidly growing startup and next success story<\u002Fli>\n<li>A competitive base salary<\u002Fli>\n<li>Structured career development<\u002Fli><br>\n<\u002Ful><p>\n<\u002Fp><br>\n<br>\nRequired Skills<br>\n<ul><li>Ability to self-manage, work independently and meet deadlines.<\u002Fli>\n<li>Knowledge of machine learning, deep learning, informatics, and statistical methods, concepts, practices, procedures and their applications.<\u002Fli>\n<li>Critical thinking skills.<\u002Fli>\n<li>Team-based work and communication tools (Google Doc, Sheet, Atlassian, etc).<\u002Fli>\n<li>Proficient with Linux and MacOS operating system.<\u002Fli>\n<li>Proficient with programming languages including Python and SQL in performing data query, cleaning, manipulation, processing management and analysis is required.<\u002Fli><br>\n<\u002Ful>\n<br>\nRequired Experience<br>\n<p><b>Education:<\u002Fb><\u002Fp>\n<ul>\n<li>Bachelor's degree in computer science, data science, statistics, applied math, informatics, or related field.<\u002Fli>\n<li>Prefer a Master&rsquo;s or higher degree in the related field<\u002Fli>\n<li>Prefer data science, mathematical, statistical, or artificial intelligence courseworks at the advanced level.<\u002Fli><br>\n<\u002Ful>\n<p><b>\n<\u002Fb><\u002Fp><p><b>Experience:<\u002Fb><\u002Fp>\n<ul>\n<li>Two years of experience in analysis of healthcare or business related data and information systems.<\u002Fli>\n<li>Research and development experience in predictive modeling, data mining, or other advanced analytics.<\u002Fli>\n<li>Prefer experience working with clinical data for healthcare delivery organizations and\u002For healthcare applications.<\u002Fli>\n<li>Experience with database development and ETL is a plus.<\u002Fli>\n<li>Experience with Docker and Kubernetes is a plus<\u002Fli>\n<li>Experience with Natural Language Processing is a plus.<\u002Fli><\u002Ful><\u002Fdiv>","670794b5acd0c604":"<div><p><b>Embrace better opportunities.<\u002Fb><\u002Fp>\n<p>\nAre you passionate about health, happiness and helping others? So are we. We&rsquo;re committed to helping our health plan Members live a happy and healthy lifestyle, and we believe that it starts here first, with our Associates.<\u002Fp>\n<p>\nAt AvMed, we provide the tools and opportunities to enhance, expand, and support each Associate&rsquo;s personal and professional growth. From tuition reimbursement to exercise classes in the office, embrace a better career with AvMed and join our team!<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nPosition: Junior<\u002Fb> <b>Data Scientist<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nScope of position:<\u002Fb> We are looking for an early-career scientist (recent graduate) to join our advance analytics science team. This position requires someone with a good theoretical knowledge in the field of data science (statistics and machine learning) and computer skills to apply this knowledge in healthcare space.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nWe offer:<\u002Fb><\u002Fp>\n<ul>\n<li>Competitive Salaries\n<\u002Fli><li>Comprehensive Benefits: Medical Plans, Health Savings Account, Dental, Vision, and more&hellip;\n<\u002Fli><li>Paid Time Off, Company Paid Holidays, Paid Time Off Cash-In\n<\u002Fli><li>401(k)plan with matching contributions, Tuition Assistance, Associate Discounts<br>\n<\u002Fli><\u002Ful>\n<p>\n<\u002Fp><p><b>You have:<\u002Fb><\u002Fp>\n<ul>\n<li>Bachelor\u002FMaster degree in quantitative discipline: Computer science, Statistics, Mathematics or a similar discipline (data science, data mining, machine learning)\n<\u002Fli><li>Good theoretical knowledge of more of the following quantitative methods: linear &amp; lasso regression, GLM, logistic regression, decision trees, neural nets, random forest, gradient boosting, cluster analysis\n<\u002Fli><li>Strong proficiency in R and\u002For Python, H2O. Knowledge of R and\u002For Python data\u002Fstatistical analysis and ML libraries\n<\u002Fli><li>Working knowledge of SQL\n<\u002Fli><li>Intermediate knowledge in SAS and\u002For Java is not necessary but is a plus\n<\u002Fli><li>Extreme attention to details; Ability to learn new skills\n<\u002Fli><li>Strong verbal and written communication; team player\n<\u002Fli><li>Familiarity with Microsoft Applications (Word, Excel, PowerPoint, Outlook)<br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>You May Also Have:<\u002Fb><\u002Fp>\n<ul>\n<li>Strong problem solving skills and ability to assist in resolution of issues as they arise.\n<\u002Fli><li>Knowledge of patient care charts and patient histories.\n<\u002Fli><li>Knowledge of auditing concepts and principles.\n<\u002Fli><li>Knowledge of current and developing issues and trends in medical coding procedures and requirements.\n<\u002Fli><li>Advanced knowledge of medical coding procedures, systems, and regulatory issues within various medical specialties.\n<\u002Fli><li> Proven analytic and interpretive ability.\n<\u002Fli><li>Ability to manage multiple projects and assignments simultaneously.\n <\u002Fli><li>Ability to work in an autonomous environment.\n <\u002Fli><li>Ability to work in a team environment.\n<\u002Fli><li>Excellent organizational skills, strong orientation to details.\n<\u002Fli><li>Strong time management-organization skills.\n<\u002Fli><li>Ability to work effectively under stress.\n<\u002Fli><li>Excellent written and verbal skills to effectively and professionally communicate with executive management, internal\u002Fexternal customers and all employees.\n<\u002Fli><li>Strong interpersonal skills.\n<\u002Fli><li>Strong customer focused service orientation skills.\n<\u002Fli><li>Ability to understand and apply policies and procedures.<br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>EQUIPMENT SKILLS:<\u002Fb><\u002Fp>\n<ul>\n<li>Working knowledge of MS office applications such as Word, Excel, and PowerPoint.<br>\n<p><\u002Fp>\n<\u002Fli><\u002Ful>\n<p><b>Environment:<\u002Fb><\u002Fp>\n<p>\nAt AvMed, you&rsquo;ll find a family. Our Associates love all the opportunities for advancement, the flexible work environment and team activities. We also encourage our Associates to embrace a life rich in what matters most &mdash; health and happiness. We call it being <b>WELL<\u002Fb>fluent. Join AvMed. Join the <b>WELL<\u002Fb>fluent!<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nLocation:<\u002Fb><\u002Fp>\n<p>\nGainesville, Florida<\u002Fp><br>\n<div>\n<div>\n<br>\n<div><\u002Fdiv><div><div><p>AvMed is a tobacco\u002Fdrug free workplace, EOE<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","62dc47ed846b673e":"<div><div>Must be a US Citizen<br>\n<\u002Fdiv><div>Estimated duration of 12 months with the potential for extension or conversion.<br>\n<\u002Fdiv><div>W2 with full benefits<br>\n<\u002Fdiv><div>Customer and contract specific training will be required and provided.<br>\n<\u002Fdiv><div>Some travel may be required.<\u002Fdiv><div>\nLabor Category: Data Scientist I<br>\n<\u002Fdiv><div>==<br>\n<\u002Fdiv><div>Job Description:<br>\n<\u002Fdiv><ul><li>Background in physical science, experience with computer programming (MATLAB, C+), research experience<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><div>\nRequired Skills:<br>\n<\u002Fdiv><ul><li>Must be a US Citizen<\u002Fli><li>Offer contingent on ability to successfully pass a background check and drug screen<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><div>\nDesired Skills:<br>\n<\u002Fdiv><ul><li>Background in math, ecology, earth science, statistics, experience with python, publication record<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv>","9d30ea1776ad783d":"<div><p><b>Phenomenal opportunity with an industry leader!<\u002Fb><\u002Fp><p><\u002Fp><p><b>\nWe started in 1952 when Les Schwab bought one tire store in Central Oregon. Since then, we have remained true to Les Schwab's vision of World-class Customer Service and unsurpassed benefits and opportunity to our employees. Today, we have over 480 locations including Retail Tire Stores, Distribution Center, Production, Transport, Equipment, and Headquarters.<\u002Fb><\u002Fp><p><\u002Fp><p><b>\nWe have a collaborative, high-energy work environment where team members are empowered to &ldquo;run with&rdquo; ideas to improve processes. As the largest tire dealer in the western states, you will <\u002Fb><b>play a key role in transforming structured and unstructured data into insights and models for business decision-making.<\u002Fb><b> We look for candidates who are not satisfied with the status quo, are intellectually curious and confident in their abilities. If you are looking to join a dynamic, exciting and growing leader, consider Les Schwab!<\u002Fb><\u002Fp><p><\u002Fp><p><b>\nYou will report to the Portfolio Manager and will be based out of our headquarters in Bend, OR.<\u002Fb><\u002Fp><p><\u002Fp><p><b>\nAbout the opportunity<\u002Fb><\u002Fp><p><\u002Fp><p><b>\nThe Data Scientist I performs individual work assignments, participates in working groups and contributes to enterprise projects. For each assignment the Data Scientist I utilizes business consulting skills to frame business problems and transform them into analytical problems to be solved using appropriate data science methods. The Data Scientist I leverages appropriate tools for accessing and cleansing data, developing code, building predictive models, and applying statistical methods to achieve solutions to be validated by the business. The Data Scientist I has the ability to quickly learn and comprehend new concepts. This position requires some supervision delivering outcomes, a low level of breadth\u002Fdepth of job specific knowledge and an average level of service delivery, professionalism, and communication.<\u002Fb><\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPrimary responsibilities\u002Ffunctions you are responsible for:<\u002Fb><\u002Fh2><p><\u002Fp><p><b>\nConduct data science:<\u002Fb><\u002Fp><ul><li><p><b>\nExecute discovery processes of low to average complexity with stakeholders to define the business problem, understand IT\u002Fbusiness constraints and opportunities. Understand the qualitative nature of data required to deliver results.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nTransform the business problem into an analytical problem and identify data science approaches for achieving the desired business insights.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nBuild data pipelines from sources including internal data (i.e., point-of-sale, ERP and financial systems, websites, etc.) and external data (i.e., weather stations, geo-location systems and social media sites).<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nApply data cleansing techniques such as deduplication, hashing, scaling and normalization, dimensionality reduction, fuzzy matching, imputation and cross-validation.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nDesign experiments to gain insight and test hypotheses using quantitative methods.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nApply various Machine Learning (ML) and advanced analytics techniques to perform classification or prediction tasks.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nPresent insights and rationale of recommendations in easy to understand terms; guide business stakeholders to validate insights and recommendations.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nCollaborate with data engineers and IT to evaluate and implement deployment options for developed models.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nIdentify the lifecycle of any developed models and insights and develop maintenance plans for ongoing operational use of insights and recommendations.<\u002Fb><\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b>\nContribute to Data Science and BI Team effectiveness:<\u002Fb><\u002Fp><ul><li><p><b>\nCreate reusable artifacts and contribute to data and insight catalogues and documentation<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nParticipate in peer reviews and presentation of specialist data science topics to advance collective team understanding of relevant technologies and techniques to accomplish data science outcomes<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nNetwork within IT and business partner departments to gain business understanding<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nProactively engage in continuous professional improvement in both technical and soft skills<\u002Fb><\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b>\nContribute to BI Portfolio effectiveness:<\u002Fb><\u002Fp><ul><li><p><b>\nPartner with data stewards and data platform developers in continuous improvement processes to help improve data quality<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nRecommend ongoing improvements to data capture methods, analysis methods, mathematical algorithms, etc. that lead to better outcomes and quality.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nContribute to group retrospectives and improvement of processes for collective work management<\u002Fb><\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nQualifications:<\u002Fb><\u002Fh2><p><\u002Fp><p><b>\nEducational\u002FExperience Requirements:<\u002Fb><\u002Fp><ul><li><p><b>\nBachelor&rsquo;s degree in applied mathematics, statistics, computer science, operations research, or a related quantitative field. Alternate experience and education in equivalent areas such as economics, engineering or physics is acceptable.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nMaster&rsquo;s degree preferred<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nCertified Analytics Professional credential (available through INFORMS.ORG) preferred<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nAND minimum of two (2) years of full-time or equivalent relevant experience executing data science projects, preferably in the domains of customer behavior prediction and operations management.<\u002Fb><\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b>\nRequired Technical Skills\u002FKnowledge:<\u002Fb><\u002Fp><ul><li><p><b>\nSubstantial coding knowledge and experience in at least two programming languages: for example, R, Python\u002FJupyter, C\u002FC++, Java or Scala.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nExperience with database programming languages including SQL, PL\u002FSQL, or others for relational databases, graph databases or NOSQL\u002FHadoop-oriented databases.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nKnowledge and experience in statistical and data mining techniques that include generalized linear model (GLM) \u002F regression, random forest, boosting, trees, text mining, hierarchical clustering, neural networks, graph analysis, data sampling, design of experiments, etc. Familiarity with typical algorithms used by retail businesses (i.e., Churn, Segmentation) preferred.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nTechnical skills for working across multiple deployment environments including cloud, on-premises and hybrid and skills for acquiring new datasets, parsing datasets, organizing datasets, representing data visually and automating data-driven models.<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nExperience with statistical tools and advanced analytics platforms such as: Minitab, SAS, Knime, Dataiku, Anaconda, Google Collaboratory.<\u002Fb><\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b>\nGeneral Knowledge and Abilities:<\u002Fb><\u002Fp><ul><li><p><b>\nAnalytical Skills<\u002Fb><b>: Strong analytical and problem-solving skills<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nCommunication<\u002Fb><b>: Ability to communicate technical and non-technical\u002Fcomplex information clearly and professionally (both verbally and in writing) while ensuring that the quality and content of the message are relevant to the circumstances and understandable to wide audiences; ability to be an active-listener; the ability to draft, proofread, and send written communications effectively; the ability and willingness to carefully listen to others by asking appropriate questions and avoiding interruptions<\u002Fb><\u002Fp><\u002Fli><\u002Ful><ul><li><p><b>\nConfidentiality<\u002Fb><b>: Ability to work with confidential data, effectively and with discretion with all staff levels<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nFlexibility<\u002Fb><b>: Willingness to work in an ever-changing environment with the ability to positively adapt to organizational, process, and technology changes<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nInitiative<\u002Fb><b>: Self-driven, curious and creative<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nMultitasking<\u002Fb><b>: The ability to perform two or more tasks simultaneously or to shift back and forth between two or more activities or sources of information without difficulty<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nOrganization<\u002Fb><b>: <\u002Fb><b>Ability to manage work assignments through prioritization, paying attention to detail, and optimal time management<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nService Excellence<\u002Fb><b>: Exhibit the willingness to be stakeholder-focused by anticipating and understanding stakeholders' needs; collaborate with them to reach a suitable solution; then consistently meet and deliver on those expectations<\u002Fb><\u002Fp><\u002Fli><li><b>\nTeamwork<\u002Fb><b>: The ability to establish and maintain rapport, interact comfortably, and work well with coworkers. This includes cooperating, being supportive of others, willingly helping others, considering others&rsquo; ideas and opinions, sharing information, giving proper credit, and fulfilling team responsibilities <\u002Fb><b>and the professionalism to collaborate cross-functionally<\u002Fb><\u002Fli><\u002Ful><\u002Fdiv>","b947bd42b2528214":"<div><div><div><b>Build the future of mobile games with MZ!<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAs a global leader in mobile gaming, we&rsquo;re dedicated to developing games the world can&rsquo;t wait to experience. Games like Final Fantasy XV: A New Empire, Mobile Strike, and Game of War: Fire Age.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>We build massive mobile games that break down linguistic and geographic barriers by uniting an unprecedented number of global players in one gaming world. Our team pushes the boundaries of innovation in a player-driven ecosystem.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>As a studio, we are masters of our own destiny, untethered by the traditional publisher model. Every update and feature creates amazing experiences for millions of players!<\u002Fdiv><div>\n_______________________________<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nData driven decision-making is integral to game development, platform, marketing and operations at MZ. We&rsquo;re looking for a sharp, disciplined, and highly quantitative data scientists with statistical modeling experience and a passion for games and digital marketing technologies to help drive informed decision-making. You will work with top-talent and cutting edge technology on, for example, but not limited to, performance marketing and next-generation games and have a unique opportunity to turn your insights into products used by millions of users. The potential candidate will have an extensive background in a quantitative field, will have experience working with large data sets, and will have some experience in data-driven decision making. The candidate should be results-driven, highly motivated to take up new initiatives and have a track record of using data analytics to drive the understanding, growth and success of a product. Your work will directly impact millions of end-users in the future. This is your chance to leave your legacy and be part of a highly successful and growth company!<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What you'll be doing:<\u002Fb><\u002Fh3><div><ul><li>\nCollaborate with colleagues across multiple teams (Marketing, Game and Data Science Engineering) on unique challenges at scale<\u002Fli><li>\nDesign and evaluate experiments to monitor key product metrics, understand root causes of changes in metrics<\u002Fli><li>\nBuild predictive models and automated machine learning pipelines to guide marketing campaign strategies with actionable insights, by analyzing high velocity streaming data<\u002Fli><li>\nResearch new algorithms to assess the efficacy of marketing campaigns and for real-time anomaly\u002Fbreakout detection, e.g. fraud and bot detection<\u002Fli><li>\nDesign experiments to answer targeted questions via hypothesis testing such as: 1) Understanding ecosystems, user behaviors, and long-term trends and 2) Identifying levers to help move key metrics.<\u002Fli><li>\nWork in a collaborative team environment with other highly skilled specialists in gaming, statistics, machine learning, and engineering<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Your background and who you are:<\u002Fb><\u002Fh3><div><ul><li>\nMS or Ph.D. in Applied Mathematics, Statistics, Bioinformatics or a MS or Ph.D. in Computer Science with focus on Data Mining, Machine Learning.<\u002Fli><li>\n1+ years of experience with development of statistical learning models and their validation with real large datasets (GB\u002FTB)<\u002Fli><li>\n1+ years of experience with R or Python, familiar with SQL<\u002Fli><li>\nExtensive knowhow of the literature of one or more of the following: time series analysis, experiment design, classification, clustering, optimization, recommender system.<\u002Fli><li>\nAn effective communicator &ndash; you shall be an ambassador of MZ marketing data science at external forums<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Bonus Points:<\u002Fb><\u002Fh3><div><ul><li>\nPrior experience with ads product development (e.g., DSP\u002Fad-exchange\u002FSSP) and established track record of innovation would be a big plus<\u002Fli><li>\nExperience with mining of data streams and frameworks such as Spark would be a plus<\u002Fli><li>\nContributions to open source (e.g., R\u002Fpython packages) would be a plus<\u002Fli><li>\nPublished papers in top-tier peer-reviewed conferences and\u002For journals would be a plus<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>MZ is an equal opportunity employer and considers qualified applicants without regard to race, gender, sexual orientation, gender identity or expression, genetic information, national origin, age, disability, medical condition, religion, marital status or veteran status, or any other basis protected by law.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\n#LI-POST<\u002Fdiv><\u002Fdiv><\u002Fdiv>","050ed83fc24840af":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Sep 30, 2019<\u002Fb><\u002Fdiv><div>\nWeekly Hours: <b>40<\u002Fb>\n<\u002Fdiv><div>Role Number: <b>200091861<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nThe SWE Data Analysis team analyzes and produces insights from diagnostic and usage data from iPhone, iPad, Apple Watch, and Macintosh systems. Our data is used to improve Apple products and services, to inform the strategic direction of our products, and to enhance the user experience. We use the latest Big Data technologies to tackle complex, large-scale problems using immense quantities of collected data. If you are a passionate and results oriented, hands-on Data Scientist with deep statistical understanding and data handling skills we&rsquo;d like to talk to you.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\nAdvanced statistics and modeling knowledge.<\u002Fli><li>\nStrong data visualization skills.<\u002Fli><li>\nSubstantial data analysis experience working with large-scale data.<\u002Fli><li>\nStrong scripting language skills, such as Python.<\u002Fli><li>\nYou possess the ability to learn new technologies and to quickly grasp complex problems.<\u002Fli><li>\nExperience using relational databases, especially columnar data stores such as Vertica.<\u002Fli><li>\nExcellent written and verbal interpersonal skills.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nYou will work across groups in software engineering, hardware and marketing to understand data analysis needs. Using your deep knowledge of data extraction and manipulation tools you will produce reports and visualizations of critical hardware and software phenomena. With the knowledge accumulated you will build models and validate hypotheses on the uses of our software and devices.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMasters degree or better in Statistics, Computer Science or other relevant technical field or equivalent experience.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nAdditional Requirements<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><p>\nDesired skills: Experience working with Hadoop Streaming or PySpark Experience with R, MATLAB or other statistics packages Experience with visualization and analysis packages such as Tableau, Jupyter Notebooks, etc.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","3e571364863b84bd":"<div><div><div>We have a simple mission at Calm: To make the world a happier and healthier place.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>The heart of Calm is digital but the brand is expanding offline into a variety of products and services that bring more peace, clarity and perspective into people&rsquo;s busy lives. We are building Calm into the Nike of the Mind. We believe Calm can become one of the most valuable and meaningful brands in the world.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nOver 50 Million people have downloaded the app and we are growing by 85,000 new downloads a day. The company is profitable and headquartered in San Francisco, CA.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nCalm was co-founded by Alex Tew (Million Dollar Homepage) and Michael Acton Smith (Mind Candy, Moshi Monsters, Firebox).<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div>\nData Scientists in the Analytics department at Calm are focused on leveraging our growing dataset to help prioritize product and content development, identify optimization opportunities, and automate data flows and analyses for key decision makers. In this role, your initially analytics efforts will be primarily be focused on assessing content performance and using data to improve how quickly and effectively we internationalize our product. You&rsquo;ll present your findings in presentations and through data visualizations. In this role, you will also work to increase the reliability and trustworthiness of our data by identifying data quality issues and the sources and magnitudes of such problems. You will set up monitoring and write tests to prevent recurrence of problems, potentially with anomaly detection approaches, and when possible, fix the issues.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Outcomes<\u002Fb><\u002Fh3><div><ul><li>\nEngage in data deep dives to assess and find ways to optimize content<\u002Fli><li>\nUse data to impact product prioritization across international markets<\u002Fli><li>\nHelp us understand useful ways to segment users in the context of internationalization and product development<\u002Fli><li>\nWork to incorporate new data sources into our data warehouse and figure out how they can aid in decision making<\u002Fli><li>\nIdentify problems with data quality and fix problems when possible<\u002Fli><li>\nWrite tests and set up monitoring to reduce data problems<\u002Fli><li>\nAutomate new data pipelines and analyses<\u002Fli><li>\nPresent results of deeper data dives to the team<\u002Fli><li>\nBuild meaningful and impactful dashboards\n<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>Competencies<\u002Fb><\u002Fh3><div><ul><li>\nAt least three years of industry experience in data analytics<\u002Fli><li>\nExcellent at uncovering problems, figuring out why they are happening, and seeing them through to resolution<\u002Fli><li>\nAble to systematically break a complex problem down into simpler parts and hypotheses<\u002Fli><li>\nAble to differentiate signal from noise<\u002Fli><li>\nAbility to write complex SQL queries<\u002Fli><li>\nExcellent at visualizing data<\u002Fli><li>\nExcellent product instincts<\u002Fli><li>\nKnowledge of descriptive, and ideally inferential, statistics<\u002Fli><li>\nExcellent communicator, both written and verbal<\u002Fli><li>\nAbility to work independently<\u002Fli><li>\nBalance the need to move quickly with diligence and attention to detail<\u002Fli><div><br>\n<\u002Fdiv><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Benefits<\u002Fdiv><ul><li>Competitive salary and equity<\u002Fli><li>Unlimited PTO<\u002Fli><li>We pay your medical, dental, &amp; vision insurance premiums<\u002Fli><li>401K<\u002Fli><li>Commuter benefits<\u002Fli><li>Life insurance and disability benefits<\u002Fli><li>Apple equipment<\u002Fli><\u002Ful><div>\n- Fun, energetic work environment, and daily perks - snacks, drinks, catered lunch twice a week<\u002Fdiv><ul><li>Opportunity to work with a product focused on making the world happier and healthier<\u002Fli><\u002Ful><div>\nAnd much more!<\u002Fdiv><\u002Fdiv><\u002Fdiv>","f8f6bc6bbf438fa5":"<p><\u002Fp><div><div><div>Intrados&rsquo;s engage2Health (e2H) group is looking for a Data Scientist to add to its team in Westlake Village, CA.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nengage2Health (e2H) is the analytics and informatics division of Health Advocate, Inc., a subsidiary of Intrado. Health Advocate is the nation&rsquo;s leading health care advocacy and assistance company, serving more than 12,000 clients and over 50 million people across the country. The company offers a range of personalized services to help employees and their families navigate the complex health and insurance systems. The ultimate goal is to help improve employee health care outcomes while simultaneously reducing medical expenditures. In order to serve the needs of a diverse clientele, engage2Health specializes in health services and outcomes research and population management interventions. The e2H team integrates complex sources of health care data to provide customized solutions that promote quality and value in health care. The company is committed to the academic integrity of its programs and maintains a portfolio of peer-reviewed studies that adhere to rigorous scientific standards.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe core focus of this position will be working with medical claims and other benefits data, both structured and unstructured, to develop real-time predictive models using machine learning and advanced statistical techniques.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nBASIC FUNCTION<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nResponsible for working with medical claims and other benefits data, both structured and unstructured, to develop real-time predictive models using machine learning and advanced statistical techniques; design and code custom tools for both client and internal needs to enable data-driven decision making that is unique within the healthcare industry; maintain and improve existing models and pipeline projects.<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><p><\u002Fp><div>\nQualifications<div>\n<\u002Fdiv><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nApplicant for this job will be expected to meet the following minimum qualifications.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nEducation<\u002Fdiv><ul><li>Master's degree from an accredited college or university with major course work in computer science, statistics, mathematics, biostatistics, or a related field is required.<\u002Fli><li>PhD from an accredited college or university with major course work in computer science, statistics, mathematics, biostatistics, or a related field is preferred.<\u002Fli><li>Equivalent work experience may be substituted for educational experience.<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><div>\nExperience<\u002Fdiv><ul><li>Minimum of five years of complex data analytics experience required, to include work in statistical modeling, predictive analytics, and machine learning (generalized linear models, gradient boosting machines, neural networks).<\u002Fli><li>Ability to read, write, and document Python code is required.<\u002Fli><li>Mastery in conducting analysis in Python and\u002For R is preferred.<\u002Fli><li>A deep understanding of the mathematical fundamentals of machine learning and statistics, with an emphasis on non-parametric, non-linear methods (e.g., random forests, support vector machines, neural networks) and natural language processing is preferred.<\u002Fli><li>Experience with SAS and\u002For SQL is preferred.<\u002Fli><li>Experience with healthcare data is preferred.<\u002Fli><li>Experience working in a cloud infrastructure is preferred.<\u002Fli><li>Time spent in pursuit of a doctorate degree may be substituted for work experience.<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><div>\nOther<\u002Fdiv><ul><li>Strong quantitative skills required.<\u002Fli><li>Ability to multi-task and think creatively required.<\u002Fli><li>Basic knowledge of Microsoft Excel and Word required.<\u002Fli><li>Proficiency in reading, writing and speaking English required.<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><div>\nIntrado is connecting people and ideas.<\u002Fdiv><div>\nWe are delivering on their potential.<\u002Fdiv><div>\nWe are improving the way we work and live.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAt Intrado, we are dedicated to delivering and improving upon new channels, new capabilities and new choices for how businesses and consumers collaborate, connect and transact. We develop technology-enabled communications that change the way we work and improve the way we live. We are a collective effort of enterprise and individuals, of communities and customers, of partnerships and families. We are the sum of our entire network &ndash; based on the four pillars of trust, innovation, collaboration, and execution and the hard work of people who share our vision. We are at the core of a technology and communications engine that is changing the world.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe Connect. We Deliver. We are Intrado.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nEqual Opportunity Employer\u002FVeterans\u002FDisabled<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe position will be posted at least a minimum of 7 days and then until it is filled<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nDon't forget to join our online talent community and &quot;Like&quot; Intrado Careers on Facebook to receive updates about exciting opportunities and network with other West employees!<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><p><\u002Fp><div>\nJob: Operations<div>\n<\u002Fdiv><\u002Fdiv><div>\nPrimary Location: United States-California-Westlake Village<div>\n<\u002Fdiv><\u002Fdiv><div>\nOrganization: Health Advocate USA<div>\n<\u002Fdiv><\u002Fdiv><div>\nSchedule: Full-time<div>\n<\u002Fdiv><\u002Fdiv><p><\u002Fp><div>\nJob Posting: 10\u002F04\u002F2019, 7:53:35 PM<\u002Fdiv><\u002Fdiv><p><\u002Fp>","b6dd0292418d0fe3":"<div><p><b>Location<\u002Fb><br>\nDanville, PA<\u002Fp>\n<p><b>\nCurrent Work Experience<\u002Fb><br>\n7-10 years<\u002Fp>\n<p>\n<b>Skills (Mandatory)<\u002Fb><\u002Fp>\n<ul>\n<li>Postgraduate qualification in Statistics (OR Computer Science) from a premier institute<\u002Fli>\n<li>Having hands-on experience on advanced analytics concepts and algorithms (e.g. Regression analysis Logistic Regression\u002FDecision Tree, Monte Carlo methods, Survival Analysis, Simulation, Random Forest, Time series analysis etc.)<\u002Fli>\n<li>Exposure to tools &ndash; SPSS, SAS, R, Python<\u002Fli>\n<li>Excellent communication and Client interfacing skills<\u002Fli>\n<li>Excellent critical thinking and problem solving skills<\u002Fli>\n<li>7-10 years of experience in Data Analysis<\u002Fli>\n<\u002Ful><p><b>Role<\u002Fb><\u002Fp>\n<ul>\n<li>Responsible for utilizing statistical knowledge, programming techniques, and workflow management skills in data management and analysis.<\u002Fli>\n<li>Will collaborate with statistical and medical colleagues on decisions involving data collection methods, writing, and archival, as well as the application of appropriate statistical methods for the analysis under the direction of the statistical consultants.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","a01554d474ca47c7":"The Data Scientist I is responsible for developing, maintaining and enhancing statistical models and algorithms to create strategic business opportunities across the organization. This position is constantly challenged to tap into advanced mathematical and statistical techniques to develop optimal solutions. This position is expected to communicate complex concepts clearly.\n<br><br>\n<b>JOB DUTIES\u002FRESPONSIBILITIES:<\u002Fb><br>\n<ul>\n<li>Produces concise conclusions from raw data in a clean, well-structured and easily maintainable format as well as understand complex business requirements, business goals, and drivers and drive solutions aligning to SHC technology strategy.<\u002Fli>\n<li>Designs, implements and automates modeling and analysis procedures on existing and experimentally created data using open source programs including but not limited to Python and R.<\u002Fli>\n<li>Provides leadership in developing robust solutions for Analytics, Predictive Analytics, Pattern Recognition, Data Mining, Reporting, Web Analytics, and Metadata Management.<\u002Fli>\n<li>Establishes reporting and tracking to continuously monitor and report out impact<\u002Fli>\n<li>Increases pace and confidence of learning by combining state of the art technology and statistical methods (parametric and nonparametric econometrics and machine learning); provides expertise in integrating advanced analytics into ongoing business processes (combine data mining techniques with structure approaches to avoid spurious correlations). Maintains awareness of modeling and analytics best practices from a wide range of industries.<\u002Fli>\n<\u002Ful>\n<b>JOB REQUIREMENTS:<\u002Fb><br>\n<ul>\n<li>Bachelors Degree<\u002Fli>\n<li>1-2 years of related experience<\u002Fli>\n<li>18 years of age or older<\u002Fli>\n<\u002Ful>\n<b>REQUIRED SKILLS:<\u002Fb><br>\n<ul>\n<li>Bachelor's Degree or higher in Mathematics, Statistics or related Disciplines<\u002Fli>\n<li>Ability to build statistical Models in either R or Python<\u002Fli>\n<li>Ability to write Database queries in SQL<\u002Fli>\n<li>Knowledge of various programming software and languages such as, but not limited to R, Stata, Matlab, Python, SQL, and Excel<\u002Fli>\n<li>Familiarity with version control, especially Git<\u002Fli>\n<li>Experience in Hadoop-based data tools and languages (e.g. Mahout, Hive, Pig) a plus.<\u002Fli>\n<li>Sound technical and analytical skills, concise and clean analytic graphics<\u002Fli>\n<li>Desire and willingness to work in a collaborative, innovative, flexible and team-oriented environment, welcoming push back on conclusions and inferences<\u002Fli>\n<\u002Ful>\n<b>PREFERRED SKILLS:<\u002Fb><br>\n<ul>\n<li>MS\u002FPhD. degree in Statistics, Mathematics, Physics, Operations Research, CS, Econometrics strongly preferred, or equivalent\u002F related degree with emphasis in quantitative methods preferred<\u002Fli>\n<li>Experience with AWS Databases (Redshift, RDS e.g.) and tools is a plus.<\u002Fli>\n<\u002Ful>\n","cf62d607d6fd6a38":"<b>Here's the gist:<\u002Fb><br>\nVettery is fundamentally changing the way people hire and get hired. Leveraging machine learning models that track real-time data, monitor trends and predict hiring behavior, we're able to help companies grow their teams with accuracy, speed, and compatibility. We're currently working with over 20,000 companies of all sizes, ranging from Fortune 500 giants to startups based out of co-working spaces.\n<br><br>\nThe focus of the data science team is digitizing the recruiting process - from cutting edge recommendations algorithms, to analytics for performance predictions, to NLP projects for candidate sourcing and profile creation. Vettery data scientists work on decision support, product optimization, and operations scaling projects across these areas. We're growing quickly and this role has the potential for huge impact on our trajectory. You'll be reporting directly to our VP\u002FHead of Data Science and working closely with the product and engineering teams. The ideal candidate is a self-starter, a critical thinker and a good communicator who excels in a fast-paced environment. Join our team and help us build the game-changing data science products that will transform recruiting!\n<br><br>\n<b>Who you are:<\u002Fb><br>\n<ul>\n<li>Ph.D. in Statistics, Operations Research, Mathematics, Computer Science, or other quantitative field.<\u002Fli>\n<li>1+ years of industry experience delivering and scaling successful and innovative machine learning products (e.g. recommendation engines, experimentation systems).<\u002Fli>\n<li>Track record of success working both independently and with key stakeholders to identify and solve data science problems.<\u002Fli>\n<li>Strong skills in statistical languages (e.g. Python\u002FR) and querying languages (e.g. SQL).<\u002Fli>\n<li>Experience with NLP a plus! (but not required)<\u002Fli>\n<li>With the above said, we always encourage people of all backgrounds and experiences to apply. We understand that job listings don't always allow your unique work history to shine so we invite you to show us what you know!<\u002Fli>\n<\u002Ful>\n<b>What you'll do:<\u002Fb><br>\n<ul>\n<li>Work with a highly motivated, fun and productive team.<\u002Fli>\n<li>Move quickly and deliver amazing data science products, developing creative solutions to our biggest data science and engineering challenges.<\u002Fli>\n<li>Build machine learning infrastructure and models (e.g. recommendation engines, statistical models, NLP engines) that drive activity on our platform, scale our business, and enhance the user experience.<\u002Fli>\n<li>Collaborate with engineering and product leaders, as well as the co-founders, to frame and tackle a problem, both mathematically and within the business context.<\u002Fli>\n<li>Communicate rationale and findings from analyses to facilitate operational decisions.<\u002Fli>\n<li>Design and track experiments for data science products as well as analyses throughout the organization.<\u002Fli>\n<li>In short, own all phases of the data science product lifecycle (exploratory data analysis, model development, model productionizing, rollout, and evaluation)<\u002Fli>\n<\u002Ful>\n<b>Benefits:<\u002Fb><br>\n<ul>\n<li>Competitive salary<\u002Fli>\n<li>Open vacation & sick time<\u002Fli>\n<li>Medical, vision, and dental insurance<\u002Fli>\n<li>Apple laptop computer<\u002Fli>\n<li>Frequent team outings, lunches, and team building events<\u002Fli>\n<li>A beautiful office located in a sunny corner in the Flatiron district, recently named one of Fortune's 60 Best Companies to Work ( https:\u002F\u002Ffortune.com\u002F2019\u002F07\u002F16\u002Fbest-companies-new-york-2019\u002F#bestcompanies ) for in New York City<\u002Fli>\n<li>Lots of free food: stocked kitchen + beverages<\u002Fli>\n<\u002Ful>\nVettery values the multitude of talents and perspectives that a diverse workforce brings. All qualified applicants will receive consideration for employment without regard to race, national origin, religion, age, color, sex, sexual orientation, gender identity, disability, or protected veteran status.","4d5c9adca90c867e":"<p><\u002Fp><div><div><div>We are seeking a talented individual for a <b>Junior Data Scientist<\u002Fb> position. The successful candidate will have 1-2 years of experience in working with big data, have an interest in data wrangling and analytical modeling, and a desire to become a subject matter expert in health care data. This role will be responsible for developing, testing, and validating Predictive\u002FMachine Learning models in support of business objectives.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nEssential Responsibilities:<\u002Fb><\u002Fdiv>\n<ul><li>Design, develop, test, validate, and deploy Predictive Analytics\u002FMachine Learning (ML) \u002FStatistical models as part of new product development and\u002For projects.\n<\u002Fli><li>Work closely with senior data scientists and engineers to deploy models to production both in batch and real-time.<\u002Fli><li>\nBuild data sets from multiple data sources and write data flows using Python and R, SQL\u002FSpark.<\u002Fli><li>\nUse data visualization tools (e.g., Tableau, Kibana, Zeppelin) to share ongoing insights.<\u002Fli><li>\nPresent findings to technical audiences.<\u002Fli><li>\nStay up-to-date on ML, Big Data technologies sharing learnings with the teams.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp><div><b>\nQualifications<\u002Fb> :<p><b>\nKnowledge, Skills and Abilities<\u002Fb><\u002Fp><ul><li>\nExceptional problem-solving abilities with an understanding of statistical methods.<\u002Fli><li>\nExcellent communication skills, both written and verbal, and especially the ability to communicate data clearly to clients.<\u002Fli><li>\nAccuracy with work, strong organizational skills, attention to detail and the ability to multi-task.<\u002Fli><\u002Ful><p><b>\nWork Conditions and Physical Demands<\u002Fb><br>\n<\u002Fp><ul><li>\nPrimarily sedentary work in a general office environment<\u002Fli><li>\nAbility to communicate and exchange information<\u002Fli><li>\nAbility to comprehend and interpret documents and data<\u002Fli><li>\nRequires occasional standing, walking, lifting, and moving objects (up to 10 lbs.)<\u002Fli><li>\nRequires manual dexterity to use computer, telephone and peripherals<\u002Fli><li>\nMay be required to work extended hours for special business needs<\u002Fli><li>\nMay be required to travel at least 10% of time based on business needs<\u002Fli><\u002Ful><p><b>\nMinimum Education:<\u002Fb><br>\n<\u002Fp><ul><li>\nB.S. or M.S. in Stats, CS, Math, Physics, Economics, or other quantitative field preferred<\u002Fli><\u002Ful><div>\n<\u002Fdiv><p><b>\nMinimum Related Work Experience<\u002Fb><\u002Fp><ul><li>\n1-2 years&rsquo; of industry experience in Data Science\u002FMachine Learning developing, testing, validating, and\u002For deploying ML models with business impact. Examples of models include, but are not limited, to Linear\u002FNon-Linear\u002FLogistic\u002FRidge regression, SVMs, NNs, Decision Trees, Ensemble modeling, Text Mining; exposure to Time-series analysis and forecasting algorithms is a strong plus.<\u002Fli><li>\n1-2 year&rsquo;s hands-on, industry experience with big data and languages such as e.g. SQL, Python, R, Scala<\u002Fli><li>\n1-2 years&rsquo; experience in data analysis using Relational Databases (e.g. Teradata, SQL Server) and SQL.<\u002Fli><li>\n1 year&rsquo;s experience with Hadoop and familiarity with Apache Spark.<\u002Fli><li>\nExperience with one or more deep learning libraries (e.g., TensorFlow, PyTorch, Caffe) is a plus.<\u002Fli><li>\nExperience implementing solutions in a cloud environment (AWS or Azure) is a plus.<\u002Fli><li>\nExperience from working in Lean and Agile environments is a plus.<\u002Fli><li>\nExperience working with healthcare data a strong plus.<\u002Fli><\u002Ful><i>\nNothing in this job description restricts management&rsquo;s right to assign or reassign duties and responsibilities to this job at any time.<\u002Fi><br>\n<div><br>\n<\u002Fdiv><div><i>EOE including disability\u002Fveteran<\u002Fi><br>\n<\u002Fdiv><\u002Fdiv><div><b>Job Posting<\u002Fb> <b>:<\u002Fb> Jul 2, 2019, 10:28:48 PM<\u002Fdiv><div><b>\nWork Locations<\u002Fb> <b>:<\u002Fb> USA-Texas-Irving<\u002Fdiv><\u002Fdiv>","87be2dbd4ee16469":"<div><div><div><div><div><div><div><div><div><div><div><div><div><p>KEMET Electronics Corporation is a leading global supplier of electronic components and is seeking an experienced Data Science Intern to join our dynamic data team at our corporate office in Fort Lauderdale, FL. In this position you will be able to analyze large amounts of data in an effort to extract and provide actionable insight. In addition, this position will provide the marketing and sales teams with predictive and prescriptive guidance to enhance their effectiveness. Also, this position will play a key role advancing KEMET&rsquo;s Digital Engagement Platform, which targets to grow the frequency with which valuable information exchange takes place between KEMET and all our customers.<\u002Fp>\n<p><b>\nRole:<\u002Fb><\u002Fp>\n<ul>\n<li>Generate, improve and automate reports<\u002Fli>\n<li>Analyze market and sales metrics and trends, present results in a clear manner<\u002Fli>\n<li>Data mining using state-of-the-art methods<\u002Fli>\n<li>Processing, cleansing, and verifying the integrity of data used for analysis<\u002Fli>\n<li>Enhancing company&rsquo;s data with third party sources of information when needed<\u002Fli>\n<li>Enhancing data collection procedures to include information that is relevant for building analytic systems<\u002Fli>\n<li>Doing ad-hoc analysis and presenting results in a clear manner<\u002Fli>\n<li>Assess the business impact of requested and ongoing analysis improvements<\u002Fli>\n<li>Participate on project teams tasked with advancing Analytics and Data Science at KEMET &ndash; From descriptive to predictive and prescriptive analytics<\u002Fli>\n<li>Selecting features, building and optimizing classifiers using machine learning techniques<\u002Fli>\n<li>Creating automated anomaly detection systems and constant tracking of its performance<\u002Fli>\n<\u002Ful><p><b>Desired Skills:<\u002Fb><\u002Fp>\n<ul>\n<li>Bachelor&rsquo;s Degree in Information Systems, Data Science, Marketing, Economics, or Mathematics<\u002Fli>\n<li>Experience with Power BI, Tableau, Business Objects, Google Analytics and similar tools used to capture and manage data and provide insight is required<\u002Fli>\n<li>Prior experience in Business Intelligence, Business Analytics or Data Science<\u002Fli>\n<li>Knowledge of typical data management tools such as SQL, Hive, R, Python, Excel VBA is desirable<\u002Fli>\n<li>Good applied statistics skills, such as distributions, statistical testing, regression, etc.<\u002Fli>\n<li>Experience using internal and publicly available data sources to enrich research and analysis<\u002Fli>\n<li>Experience improving research, analysis and insight generation<\u002Fli>\n<li>Experience with modeling and forecasting applied to business<\u002Fli>\n<li>Experience with data visualisation<\u002Fli>\n<li>Understanding of machine learning techniques and algorithms<\u002Fli>\n<li>Great communication skills<\u002Fli>\n<\u002Ful><p>So if you have a passion for the stories data can tell you about the past, present, and more importantly, future, then this role is for you<\u002Fp>\n<p><b>\nKEMET offers:<\u002Fb><\u002Fp>\n<ul>\n<li> Exposure to leading edge technology and empowering culture<\u002Fli>\n<li>Excellent mentoring to help you grow your professional and technical skills<\u002Fli>\n<li>Build your knowledge in business processes; business case development; requirements gathering; gap analysis; process mapping; solution design; and support<\u002Fli>\n<\u002Ful><p><b>We never discriminate on the basis of race, color, age, gender, sexual orientation, gender identity and expression, ethnicity or national origin, disability, pregnancy, religion, political affiliation, union membership, covered veteran status, protected genetic information, or marital status in making hiring and employment decisions regarding wages, promotions, rewards, and access to training. Workers shall be provided with reasonable accommodation for religious practices.<\u002Fb><\u002Fp><br>\n<\u002Fdiv><p><\u002Fp>\n<\u002Fdiv><\u002Fdiv><p><\u002Fp><div><div><p>Equal Opportunity Employer\u002FProtected Veterans\u002FIndividuals with Disabilities<\u002Fp>\n<p>The contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor&rsquo;s legal duty to furnish information.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","a1081afa9a92d43b":"The Role\n<br><br>\nTripleLift is seeking an experienced data scientist to join our team full time. We are a fast growing startup in the advertising technology sector, trying to tackle some of the most challenging problems facing the industry. As a senior data scientist, you will responsible for exploring and leveraging our data in order to turn into actionable insights that help push the business forward for TripleLift and our customers. This includes optimizing our bidding algorithm, improving our computer vision logic, and planning and executing experiments to understand our real time bidding marketplace.\n<br><br>\nAbout TripleLift\n<br><br>\nTripleLift is building ads that people enjoy.\n<br><br>\nAdvertising is an essential part of the internet. Yet most ads are either never noticed, or are interruptive. We make advertising that's helpful and effective.\n<br><br>\nWe believe that by recreating the advertising experience to be seamless and focused on content, we can usher in a new era of content monetization. All day we are bombarded by ads online, many of which were created over 20 years ago. TripleLift is building the ad experience of the future.\n<br><br>\nTripleLift is focused on delivering consumer-focused, digital advertising technology that seamlessly integrate native advertising into every channel of content consumption, including web, app, branded content, and connected TV. By utilizing our proprietary computer vision technology, TripleLift is able to dynamically assemble native ads that match publisher content that are accessible through the industry's first real-time, native programmatic exchange.\n<br><br>\nTripleLift is one of the fastest growing companies in America, and has achieved a diversity of product lines, a leadership position in its industry and is regularly recognized as an innovator in its space - all while being consistently profitable.\n<br><br>\nCore Technologies\n<br><br>\nThe Data Science team employs a wide variety of technologies to accomplish our goals. From our early days, we've always believed in using the right tools for the right job, and continue to explore new technology options as we grow. The Data Science team uses the following technologies at TripleLift:\n<br><br>\n<ul>\n<li>Languages: Python, R, Java 8<\u002Fli>\n<li>Frameworks: Spark, Airflow, DataBricks<\u002Fli>\n<li>Databases: MySQL, Redshift, MongoDB, S3\u002FParquet<\u002Fli>\n<li>Amazon Web Services to keep everything running<\u002Fli>\n<\u002Ful>\nResponsibilities\n<br><br>\n<ul>\n<li>Optimize our estimation models in order to improve the performance of our bidding algorithm and maximize performance for our customers;<\u002Fli>\n<li>Plan, execute, and analyze experiments to understand the dynamics of our real time bidding marketplace;<\u002Fli>\n<li>Eagerly explore the dark corners of our data in order to push our business forward.<\u002Fli>\n<\u002Ful>\nDesired Skills and Attributes\n<br><br>\n<ul>\n<li>Strong Python skills, Spark is a plus;<\u002Fli>\n<li>Proven experience building out predictive and forecasting models;<\u002Fli>\n<li>Comfortable taking ownership of projects and showcasing key accomplishments;<\u002Fli>\n<li>Strives for continued learning opportunities to build upon craft;<\u002Fli>\n<li>Excellent organizational skills and attention to detail;<\u002Fli>\n<li>Ability to work quickly and independently with minimal oversight;<\u002Fli>\n<li>Ability to work under pressure and multitask in a fast-paced start-up environment;<\u002Fli>\n<li>Desire to accept feedback and constructive criticism;<\u002Fli>\n<li>Extremely strong and demonstrable work ethic;<\u002Fli>\n<li>Proven academic and\u002For professional achievement.<\u002Fli>\n<\u002Ful>\nEducation Requirement\n<br><br>\nA Bachelor's degree in a technical subject is preferred, although candidates with relevant experience who hold other degrees will be considered.\n<br><br>\nExperience Requirement\n<br><br>\nAt least three years of working experience in a professional, collaborative environment.\n<br><br>\nLocation\n<br><br>\nNew York, NY\n<br><br>\nBenefits and Company Perks\n<br><br>\n<ul>\n<li>Amazing company culture<\u002Fli>\n<li>Comprehensive Medical, Dental and Vision insurance<\u002Fli>\n<li>Equity options<\u002Fli>\n<li>401(k) program<\u002Fli>\n<li>Snacks on snacks on snacks<\u002Fli>\n<li>Yoga, massages, and meals<\u002Fli>\n<li>Ongoing professional development<\u002Fli>\n<\u002Ful>\nTripleLift Awards\n<br><br>\n<ul>\n<li>Inc. Magazine's list of fastest-growing companies - 2017, 2018, 2019<\u002Fli>\n<li>Crain's Best Places to Work - 2015, 2016, 2017, 2018<\u002Fli>\n<li>Forbes Next Billion Dollar Companies - 2018 Inc.<\u002Fli>\n<li>Crain's Fast 50, Fastest Growing Companies in New York - 2017, 2018<\u002Fli>\n<li>Deloitte Technology Fast 500 - 2017, 2018<\u002Fli>\n<li>CEO & Co Founder Eric Berry won the Ernst & Young Entrepreneur Of The Year 2019 New York Marketing and Advertising Award<\u002Fli>\n<\u002Ful>\n<b>Note:<\u002Fb> The Fair Labor Standards Act (FLSA) is a federal labor law of general and nationwide application, including Overtime, Minimum Wages, Child Labor Protections, and the Equal Pay Act. This role is a FLSA exempt role.","db1b34aa741ee45f":"<div><p><b>Line of Service\n<\u002Fb><\u002Fp>Advisory\n<p><\u002Fp><p><b>Industry\u002FSector\n<\u002Fb><\u002Fp>Not Applicable\n<p><\u002Fp><p><b>Specialism\n<\u002Fb><\u002Fp>Data and Analytics Technologies\n<p><\u002Fp><p><b>Management Level\n<\u002Fb><\u002Fp>Associate\n<p><\u002Fp><p><b>Job Description &amp; Summary\n<\u002Fb><\u002Fp>PwC Labs is focused on standardizing, automating, delivering tools and processes and exploring emerging technologies that drive efficiency and enable our people to reimagine the possible. Process improvement, transformation, effective use of innovative technology and data &amp; analytics, and leveraging alternative delivery solutions are key areas of focus to drive additional value for our firm.\n<br>\n<br>\nThe AI Lab focuses on implementing solutions that impact efficiency and effectiveness of our technology functions. Process improvement, transformation, effective use of technology and data &amp; analytics, and leveraging alternative delivery are key areas to drive value and continue to be recognized as the leading professional services firm. AI Lab is focused on identifying and prioritizing emerging technologies to get the most out of our investments.\n<p><\u002Fp><div>To really stand out and make us &#64257;t for the future in a constantly changing world, each and every one of us at PwC needs to be an authentic and inclusive leader, at all grades\u002Flevels and in all lines of service. To help us achieve this we have the PwC Professional; our global leadership development framework. It gives us a single set of expectations across our lines, geographies and career paths, and provides transparency on the skills we need as individuals to be successful and progress in our careers, now and in the future.\n<br>\n<br>\nAs an Associate, you&rsquo;ll work as part of a team of problem solvers, helping to solve complex business issues from strategy to execution. PwC Professional skills and responsibilities for this management level include but are not limited to:\n<br>\n<br>\n<ul><li>Invite and provide evidence-based feedback in a timely and constructive manner.\n<\u002Fli><li>Share and collaborate effectively with others.\n<\u002Fli><li>Work with existing processes\u002Fsystems whilst making constructive suggestions for improvements.\n<\u002Fli><li>Validate data and analysis for accuracy and relevance.\n<\u002Fli><li>Follow risk management and compliance procedures.\n<\u002Fli><li>Keep up-to-date with technical developments for business area.\n<\u002Fli><\u002Ful>- Communicate confidently in a clear, concise and articulate manner - verbally and in written form.\n<br>\n<ul><li>Seek opportunities to learn about other cultures and other parts of the business across the Network of PwC firms.\n<\u002Fli><li>Uphold the firm&rsquo;s code of ethics and business conduct.\n<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp><p>Our team is capability centric, focusing on AI and machine learning techniques that are broadly applicable across all industries. We work with a variety of data mediums including text, audio, imagery, sensory, and structured data. Our work involves the use of supervised\u002Funsupervised machine learning algorithms, traditional statistical models, deep neural networks, terabyte scale data, and simulation modelling. Our work is having a tremendous impact on how PwC &amp; our clients do business.\n<\u002Fp><p><b>Job Requirements and Preferences <\u002Fb>:\n<br>\n<br>\n<b>Basic Qualifications <\u002Fb>:\n<br>\n<br>\n<b>Minimum Degree Required <\u002Fb>:\n<br>\nBachelor Degree\n<br>\n<br>\n<b>Minimum Years of Experience <\u002Fb>:\n<br>\n1 year(s)\n<br>\n<br>\n<b>Preferred Qualifications <\u002Fb>:\n<br>\n<br>\n<b>Preferred Fields of Study <\u002Fb>:\n<br>\nComputer and Information Science, Computer Engineering, Computer and Information Science &amp; Accounting, Economics, Economics and Finance, Economics and Finance &amp; Technology, Engineering, Mathematics, Mathematical Statistics, Statistics\n<br>\n<br>\n<b>Preferred Knowledge\u002FSkills <\u002Fb>:\n<\u002Fp><p><\u002Fp><p>Demonstrates some knowledge and\u002For a proven record of success in the following areas:\n<\u002Fp><p><\u002Fp><ul><li>Exploring new analytical technologies and evaluating their technical and commercial viability quickly;\n<\u002Fli><li>Working in 4-week sprint cycles to develop proof-of-concepts and prototype models that can be demoed and explained to data scientists, internal stakeholders, and clients;\n<\u002Fli><li>Testing and rejecting hypotheses around data processing and machine learning model building;\n<\u002Fli><li>Demonstrating ability to experiment, fail quickly, and recognize when you need assistance vs. when you conclude that a technology is not suitable for the task;\n<\u002Fli><li>Building machine learning pipelines that ingest, clean data, and make predictions;\n<\u002Fli><li>Staying abreast of new AI research from leading labs by reading papers and experimenting with code;\n<\u002Fli><li>Developing innovative solutions and perspectives on AI that can be published in academic journals\u002FarXiv and shared with clients;\n<\u002Fli><li>Demonstrating ability to continuously learn new technologies and quickly evaluate their technical and commercial viability;\n<\u002Fli><li>Applying machine learning techniques for addressing a variety of problems (e.g. consumer segmentation, revenue forecasting, image classification, etc.);\n<\u002Fli><li>Understanding of machine learning algorithms (e.g. k-nearest neighbors, random forests, ensemble methods, deep neural networks, etc.) and when it is appropriate to use each technique;\n<\u002Fli><li>Building machine learning models and systems, interpreting their output, and communicating the results;\n<\u002Fli><li>Moving models from development to production is a plus; and,\n<\u002Fli><li>Conducting research in a lab and publishing work is a plus.\n<\u002Fli><\u002Ful><p><\u002Fp><p>Demonstrates some abilities and\u002For a proven record of success learning and applying new skills quickly, including the following areas and technologies:\n<\u002Fp><ul><li>Programming: Python, R, Java, JavaScript, C++, Unix;\n<\u002Fli><li>Hardware: sensors, robotics, GPU enabled machine learning, FPGAs, Raspberry Pis, etc.;\n<\u002Fli><li>Data Storage Technologies: SQL, NoSQL, Hadoop, cloud-based databases such as GCP BigQuery, and different storage formats (e.g. Parquet, etc.);\n<\u002Fli><li>Data Processing Tools: Python (Numpy, Pandas, etc.), Spark, cloud-based solutions such as GCP DataFlow;\n<\u002Fli><li>Machine Learning Libraries: Python (scikit-learn, genism, etc.), TensorFlow, Keras, PyTorch, Spark MLlib;\n<\u002Fli><li>Visualization: Python (Matplotlib, Seaborn, bokeh, etc.), JavaScript (d3); and,\n<\u002Fli><li>Productionization and containerization technologies: GitHub, Flask, Docker, Kubernetes.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Education <\u002Fb><i>(if blank, degree and\u002For field of study not specified)\n<\u002Fi><\u002Fp>Degrees\u002FField of Study required:\n<p><\u002Fp>Degrees\u002FField of Study preferred:\n<p><\u002Fp><p><b>Certifications <\u002Fb><i>(if blank, certifications not specified)\n<\u002Fi><\u002Fp><p><\u002Fp><p><b>Desired Languages <\u002Fb><i>(If blank, desired languages not specified)\n<\u002Fi><\u002Fp><p><\u002Fp><p><b>Travel Requirements\n<\u002Fb><\u002Fp>Up to 40%\n<p><\u002Fp><p><b>Available for Work Visa Sponsorship?\n<\u002Fb><\u002Fp>Yes\n<p><\u002Fp><p><b>Government Clearance Required?\n<\u002Fb><\u002Fp>No\n<p><\u002Fp><p><b>Job Posting End Date<\u002Fb><\u002Fp><\u002Fdiv><p><\u002Fp>","b1d93cbd5be1baa3":"<div><b>Position Overview:<\u002Fb><br>\n<div>As a Data Scientist, you will be solving some of the most complex problems with the most revolutionary Big Data Analytical (BDA) platform. The Data Scientist will fundamentally alter the way data is analyzed. The Data Scientist's technical and inquisitive aptitude will lead to new datasets, and the Data Scientist's creativity and initiative will help bring clarity to obscure information. The Data Scientist will collaborate with cross-functional teams to perform exploration and experimentation, building prototypes and best practices for our applications. This position will bring insight and change to how we approach customer, patients, business leaders and partners to solve the most complex problems with analytics.<\u002Fdiv><div>\nThe Data Scientist must be inquisitive by, exploring, asking questions, conducting &quot;what if&quot; analysis, and by questioning existing assumptions and processes. Using his\u002Fher knowledge of the data, the Data Scientist will provide a wide-range of analytical results and have the ability to communicate these informed conclusions and recommendations across an organization's leadership structure.<\u002Fdiv><div><\u002Fdiv><div><br>\nThe ideal Data Scientist is a rare hybrid of a doctor and a computer scientist, with the ability to combine and manage data from a variety of sources. The Data Scientist is a person who knows how to derive insights from the information from within the data and can address new trends. This role will not just understand what all of our data is, but what it does as well.<\u002Fdiv><div><\u002Fdiv><div><br>\nAs a member of the EDM team, you'll be collaborating with enterprise executive leaders and various clinical teams in order to define, plan and support the implementation of the next big BI Capabilities in Big Data space. You'll collaborate with an equally talented team and be the subject matter expert in your field. A must have experience in implementation of large data solutions using Hadoop\u002FHANA and\u002For other similar technologies.<\u002Fdiv><br>\n<b>\nQualifications:<\u002Fb><br>\n<b>Education<\u002Fb><div><ul><li>\nMaster's Degree in Mathematics, Computer Science or relevant engineering or science area required.<\u002Fli><li>\nPhD in Mathematics, Computer Science or relevant engineering or science area preferred.<\u002Fli><\u002Ful><div><b>\nExperience<\u002Fb><\u002Fdiv><div><ul><li>\n3+ years of experience in large and medium projects in self-directed role<\u002Fli><li>\n3+ years of proven experience in hypotheses development, identification of patterns within data, analyzing data and interpreting results.<\u002Fli><li>\n3+ years in a directing or supporting Business Intelligence, Analytics and Data Modeling.<\u002Fli><li>\n3+ years of experience and expertise in business intelligence tools (using Microstrategy, Business Objects, QlikView or Tableau).<\u002Fli><li>\n3+ years of experience in big data technologies using (HANA, MongoDB or Hadoop).<\u002Fli><li>\n6+ years experience with a statistical analysis tool (using R, Python or Octave).<\u002Fli><li>\n6+ years of experience scripting (using Javascript, Perl, Awk or Sed).<\u002Fli><li>\n6+ years of experience in programming (using C, C++, or JAVA).<\u002Fli><li>\n9+ years of software development life cycle experience.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><br>\n<div><b>\nOrganization:<\u002Fb> Sutter Health System Office<br>\n<b>Employee Status:<\u002Fb> Regular<br>\n<b>Benefits:<\u002Fb> Yes<br>\n<b>Position Status:<\u002Fb> Exempt<br>\n<b>Union:<\u002Fb> No<br>\n<b>Job Shift:<\u002Fb> Day<br>\n<b>Shift Hours:<\u002Fb> 8 Hour Shift<br>\n<b>Days of the Week Scheduled:<\u002Fb> Monday-Friday<br>\n<b>Weekend Requirements:<\u002Fb> None<br>\n<b>Schedule:<\u002Fb> Full Time<br>\n<b>Hrs Per 2wk Pay Period:<\u002Fb> 80<\u002Fdiv><\u002Fdiv>","a13ad4c173756424":"Hello, World! Codecademy has helped over 45 million people from around the world upgrade their careers with engaging, accessible, and flexible education on programming and data skills. We provide over 200 hands-on interactive lessons ranging from Python to R to Javascript and everything in between. Our learners have gone on to start companies, new jobs, and new lives thanks to what they've learned with Codecademy, and we're thrilled to be working to take that impact to the next level.\n<br><br>\nCodecademy was started in 2011 by two college students in a dorm room at Columbia that were frustrated by the huge gap between education and employment. A few years later, we are a rapidly growing, diverse team of 75+ in SoHo, NYC. We've raised over $40m in venture capital funding from top investors including Union Square Ventures, Kleiner Perkins, Naspers, Y Combinator, and more.\n<br><br>\nIf you want to help build a business that impacts tens of millions of people each year and helps them lead better lives, join us!\n<br><br>\n--------------\n<br>WHAT YOU'LL DO\n<br>--------------\n<br><br>\nAs a Data Scientist focused on Analytics and Experimentation, you will work on an impactful team to analyze our millions of learners. We capture terabytes of data on how users engage with our platform. As Codecademy continues our rapid growth, we want to build a data-informed culture that uses hypothesis testing, experimentation, and exploratory analysis to guide our decision-making process.\n<br><br>\nYou will join a small but growing team of Data Scientists. Our work is in high-demand from all corners of Codecademy. We work on a variety of problems and have a real impact on the business and product. If you have a proven background in data and you are excited about making code education accessible, we want to hear from you!\n<br><br>\n<ul>\n<li>Apply exploratory data analysis and causal inference to answer complex questions about our users.<\u002Fli>\n<li>Collaborate across teams to help scope out analyses, through a combination of experimentation (A\u002FB testing) and quantitative user research.<\u002Fli>\n<li>Design experiments and evaluate results to test and iterate on new product ideas.<\u002Fli>\n<li>Perform deep dives into our data to build understanding around our business.<\u002Fli>\n<li>Work with our data science and engineering teams to maintain data integrity.<\u002Fli>\n<li>Mentor and consult with a cross-functional team of data scientists, engineers, and product managers.<\u002Fli>\n<\u002Ful>\n----------------\n<br>WHAT YOU'LL NEED\n<br>----------------\n<br><br>\n<ul>\n<li>3+ years of industry experience in a data science, analytics, or research role. You have strong data intuition and knowledge of using data science best practices to drive impact.<\u002Fli>\n<li>Expert SQL - we use Redshift. Able to write clean and efficient queries on massive datasets.<\u002Fli>\n<li>Applied experience with statistical programming languages - R or Python preferred.<\u002Fli>\n<li>Understanding of statistical methods and when to use them (hypothesis testing, experiment design, sampling).<\u002Fli>\n<li>Strong written and verbal communicator. Comfortable working with loosely defined research problems.<\u002Fli>\n<\u002Ful>\n----------------------------\n<br>WHAT WILL MAKE YOU STAND OUT\n<br>----------------------------\n<br><br>\n<ul>\n<li>Background in experimentation and measurement. We're looking to streamline our experimentation reporting framework and would love your help.<\u002Fli>\n<li>A workflow involving reproducible methods and version control - Github, Docker.<\u002Fli>\n<li>Experience automating dashboards with business intelligence tools - Looker, Tableau.<\u002Fli>\n<li>Passionate about teaching the world to code. Empathy for our learners, such as a background in education or past experience using our site.<\u002Fli>\n<\u002Ful>\n---------------------------------------\n<br>Interesting questions you might work on\n<br>---------------------------------------\n<br><br>\n<ul>\n<li>What are some different types of patterns in user behavior?<\u002Fli>\n<li>What do we do when we are unable to conduct an experiment?<\u002Fli>\n<li>Can we predict whether a learner will renew their subscription?<\u002Fli>\n<li>How do we improve the relevance of our course recommendations?<\u002Fli>\n<li>How can we scale our existing processes? (experiment reporting framework, forecasting)<\u002Fli>\n<\u002Ful>\nAt Codecademy, we are committed to teaching people the skills they need to upgrade their careers. Codecademy aims to educate a richly diverse demographic of learners with our product and in order to accomplish this, we believe our team should reflect that rich diversity. Our company celebrates diversity in all of its forms-- race, gender, color, national origin, marital status, sexuality, religion, veteran status, age, ability, disability status-- and works to create an inclusive workplace where people of all backgrounds and beliefs are empowered to better their futures.","e1b789a08bcd354b":"<div><div><div>Are you an experienced Data Scientist looking for an opportunity to work on a global consumer brand across the entire business? Do you enjoy partnering across business groups to help answer questions and uncover insights? ASICS Digital is currently seeking a Data Scientist to join our Analytics team in Boston.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>ASICS Digital is a division of ASICS based in Boston, Massachusetts. Our goal is to build digital technologies to better connect the ASICS brand to its consumers. We are responsible for the continued development of mobile-fitness solutions such as ASICS Runkeeper and ASICS Studio, global e-commerce platforms, and other digital services that encourage people to move, get fit and stay balanced.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh3><div><ul><li>Build algorithms applying statistical and machine learning techniques to customize user experiences and support decision-making processes.\n<\u002Fli><li>Work closely with product, data, and engineering teams to ensure data collection, integrate diverse data sources, and identify inputs for the company&rsquo;s algorithms.\n<\u002Fli><li>Build proof of concepts using data and establish baseline predictions.\n<\u002Fli><li>Work with mobile and platform engineers to integrate algorithms into the app portfolio.\n<\u002Fli><li>Iterate and work with the product to create in-app A\u002FB experiments.\n<\u002Fli><li>Work with data engineering team to complete and expand our data model for fitness-oriented apps and identify inputs for data-driven app features.\n<\u002Fli><li>Work with product engineers and platform teams to integrate features into fitness apps and improve retention rates.\n<\u002Fli><li>Frame, implement and analyze experiments and provide business implications to business stakeholders.<\u002Fli><li>\nCommunicate Key Performance Indicators (KPIs) and insights by delivering dashboards, presentations, and business reports.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Requirements<\u002Fb><\u002Fh3><div><ul><li>\nMaster&rsquo;s degree in Data Science, Statistics or a related field and two years in the job offered or two years data analysis experience.\n<\u002Fli><li>Experience must include two years each of the following: analyzing and optimizing advertising campaign and revenue metrics using platforms such as Tableau and Domo; building and presenting reports on campaign performance to external clients; analyzing data and identifying market opportunities for growth; working with digital advertising products such as Google Adwords, Criteo, or Tapjoy; and forecasting growth of business metrics.\n<\u002Fli><li>Experience must include one year each of the following: A\u002FB testing methodology; designing or automating functional processes; educating business stakeholders on technical processes\u002Fconcepts.\n<\u002Fli><li>Experience may be gained concurrently.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div> ASICS Digital is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, veteran status, or fitness level.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","b469119383c80b4c":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div><br>\nWe are seeking a Data Scientist to join our AI Data Science and Analytics team, focusing on Personalization. The personalization team&rsquo;s mission is to build cutting-edge AI to understand, inspire and connect people to what's most meaningful for them. This team develops ground-breaking AI algorithms and systems to learn and understand people, and then optimize our services for people. By pushing the state of the art in applied research to learn from massive and diverse datasets and building powerful and flexible frameworks that help train and deploy the best models at Facebook scale, the personalization team powers major Facebook products such as Ads, Feed, Instagram, Search, and has created significant business impact.\n<br>\nWe are looking for strong Data Scientists to help the Personalization team improve their understanding of our users and their interests, so that we can empower major Facebook products deliver highly personalized experiences to our users. This role works closely with both product and engineering teams to help define and execute on opportunities to improve and expand our personalization and recommendation systems. Successful candidates for this role will have a background in a quantitative or technical field, will have experience with personalization, working with large data sets, and will have experience in influencing decision making across different teams through data.\n<br>\n<\u002Fdiv><div><div>RESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nApply your analytical skills to gain deep insights into the data and ML model performance, and be able to clearly present your results and help guide cross-functional partners<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPartner closely with Engineering, Product and User Research teams to solve problems and identify trends and opportunities. This is a very cross-functional role<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nInfluencing the roadmap and decisions made by the team through presentation of data-based recommendations, and clearly communicating the state of the video understanding effort, experiment results, etc. to product teams<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPartner with cross-functional teams to identify new opportunities requiring the use of modern analytical and modeling techniques<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nEffectively communicate insights and recommendations to upper management in support of strategic decision-making<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPlan, and be able to conduct as needed, end-to-end analyses, from data requirement gathering, to data processing and modeling<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nOwn ongoing deliverables and communications<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nMS degree in a quantitative discipline (e.g., statistics, operations research, econometrics, computer science, applied mathematics, physics, electrical engineering, industrial engineering) or equivalent experience<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n7+ years experience doing quantitative analysis or statistical modeling<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nKnowledge of at least one modeling framework (e.g., scikit-learn, TensorFlow, SAS, R, MATLAB)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience influencing product strategy through data-centric presentations (to product, business, and other stakeholders)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nKnowledge in at least one of the following areas: predictive modeling, machine learning, experimentation methods<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience extracting and manipulating large datasets<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDevelopment experience in any scripting language (PHP, Python, Perl, etc.)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperienced with packages such as NumPy, SciPy, pandas, scikit-learn, dplyr, ggplot2<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\n5+ years experience leading technical teams<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with distributed computing (Hive\u002FHadoop)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","f7226155430884d2":"<div><h4 class=\"jobSectionHeader\"><b>Description<\u002Fb><\u002Fh4>\n<p>Equinox Consulting Partners is seeking a Data Scientist to guide and inspire the organization about the business potential and strategy of artificial intelligence (AI)\u002Fdata science. The Data Scientist will identify data-driven\u002FML business opportunities and collaborate across the business to understand IT and business constraints.<\u002Fp><br>\n<h4 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><\u002Fh4>\n<p>The data science team will play a pivotal role in planning, executing and delivering machine learning-based projects to improve highway safety, reduce congestion and improve business processes. The bulk of the work will be in machine learning (ML) modelling, management and problem analysis, data exploration and data correlation and clustering. The Data Scientist will be a key interface between the office of strategic innovations and analytics teams and leadership in the business units, and the information technology division. Candidates need to be very much self-driven, curious and creative. Primary Responsibilities:<\u002Fp><ul><li>\nGuide and inspire the organization about the business potential and strategy of artificial intelligence (AI)\u002Fdata science. Identify data-driven\u002FML business opportunities.<\u002Fli><li>\nCollaborate across the business to understand IT and business constraints.<\u002Fli><li>\nAcquire access to various databases, and other source systems.<\u002Fli><li>\nHelp to create data pipelines for more efficient and repeatable data science projects.<\u002Fli><li>\nApply statistical analysis and visualization techniques to various data.<\u002Fli><li>\nNetwork with domain experts to better understand the business mechanics that generated the data.<\u002Fli><li>\nApply various ML and advanced analytics techniques to perform classification or prediction tasks.<\u002Fli><li>\nIntegrate domain knowledge into the ML solution. Collaborate with ML operations (MLOps), data engineers, and IT to evaluate and implement ML deployment options.<\u002Fli><li>\nContinuously monitor execution and health of production ML models. Establish best practices around ML production infrastructure<\u002Fli><\u002Ful><br>\n<h4 class=\"jobSectionHeader\"><b>Requirements<\u002Fb><\u002Fh4>\n<ul><li>Specialization in Machine Learning, Artificial Intelligence, Cognitive Science, or Data Science (6 years highly desired)<\u002Fli><li>\nCoding knowledge and experience in R, Python\u002FJupyter, SAS, Java, Scala, C++, MATLAB, etc. (6 years highly desired)<\u002Fli><\u002Ful><\u002Fdiv>","6a4426d72ff5f72c":"<div>Under the direction of the Director of Enrollment Management Analytics, the incumbent assists the director of analytics with the development and oversight of system(s) utilized by the Office of Enrollment Management, and is responsible for the integration of the various data systems used in cross functional areas to enhance process flow and decision support. As an integral member of the enrollment management team, the incumbent also facilitates the optimal use of technology on an ongoing and sustained basis.<br>\n<br>\nThe University of California, Irvine is an Equal Opportunity\u002FAffirmative Action Employer advancing inclusive excellence. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, age, protected veteran status, or other protected categories covered by the UC nondiscrimination policy.<br>\n<br>\nSalary: Commensurate with experience<br>\nTotal Hours: 8-5, M-F<br>\nCareer Position.<br>\nFinal candidate subject to background check.<br>\nAs a federal contractor, UC Irvine is required to use E-Verify to confirm the work status of individuals assigned to perform substantial work under certain federal contracts\u002Fsubcontracts.<\u002Fdiv>","3ae57017ae0fde70":"<div><div>We are seeking a Data Science engineer for joining our team. The team is starting a new project for analytic and image\u002Ftext processing in e-commerce catalog. The goal is to increase catalog data quality for search and browse using machine learning and deep learning technics. You will be using last and most effective deep learning technologies and we are open to research new approaches.<\u002Fdiv><div><\u002Fdiv><div><b>\nResponsibilities:<\u002Fb><\u002Fdiv><div><ul><li>\nCollecting, analysis and clean up data<\u002Fli><li>\nCreating algorithms for processing catalog products using different data sources.<\u002Fli><li>\nExperimenting with different models and neural networks, creating model ensembles<\u002Fli><li>\nCreating a workflow for publishing algorithms to production<\u002Fli><\u002Ful><div><b>\nRequirements:<\u002Fb><\u002Fdiv><div><ul><li>\nStrong skills in a machine and\u002For deep learning algorithms, data cleaning, feature extraction, and generation<\u002Fli><li>\nDemonstrated computational skills and experience with Python.<\u002Fli><li>\nExperience executing and presenting independent analysis<\u002Fli><\u002Ful><\u002Fdiv><div><b>\n Will be a plus<\u002Fb><b>:<\u002Fb><br>\n<\u002Fdiv><div><ul><li>Previous experience in computer vision and\u002For image analytics<\u002Fli><li>\nStrong skills in convolutional neural networks.<\u002Fli><li>\nSkills in applying machine learning\u002Fdeep learning for text processing<\u002Fli><li>\nExperience with opencv<\u002Fli><li>\nExperience with keras\u002Ftensorflow<br>\n<\u002Fli><li>Experience with spark<\u002Fli><li>\nExperience with kubeflow<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><p><b>\nWhat we Offer:<\u002Fb><\u002Fp><ul><li>\nOpportunity to work on bleeding-edge projects<\u002Fli><li>\nWork with a highly motivated and dedicated team<\u002Fli><li>\nCompetitive salary<\u002Fli><li>\nFlexible schedule<\u002Fli><li>\nMedical insurance<\u002Fli><li>\nBenefits program<\u002Fli><li>\nCorporate social events<\u002Fli><li>\nProfessional development opportunities<\u002Fli><\u002Ful><p><b>\nAbout Us:<\u002Fb><\u002Fp><p>\nGrid Dynamics is an engineering services company known for transformative, mission-critical cloud solutions for the retail, finance and technology sectors. We have architected some of the busiest e-commerce services on the Internet, and have never had an outage during the peak season. Founded in 2006 and headquartered in San Ramon, California with offices throughout the US and Eastern Europe, we focus on big data analytics, scalable omnichannel services, DevOps, and cloud enablement.<\u002Fp><\u002Fdiv>","c9a40b4cdbd6a2d3":"<div><div><div><div><div>Telematics is at the heart of our product; it&rsquo;s how we develop a deeper understanding of our customers&rsquo; risks in order to competitively price our premiums. Our telematics data scientists are the minds behind the algorithms used to predict the risk of a driver. Diving into our immense pool of sensor data, they research and design new features to enhance our scoring models. They theorize new sources of information to pull from and how we can blend them with what we have, continuously improving our understanding of a driver&rsquo;s risk.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nRoot is seeking a data scientist for our telematics team to help determine insurance pricing through the utilization of smartphone sensor data. In this role, you&rsquo;ll work with time-series sensor data (especially accelerometer\u002Fgyroscope) in order to determine risky driving behavior, running these results through a series of algorithms to create our driving score. This role will be heavily involved with data acquisition, processing, and application of machine learning models, as well as pulling data from both new and familiar sources to quickly evaluate its efficacy.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What you'll do:<\u002Fb><\u002Fh3>\n<ul><li>Improving our telematics algorithms<\u002Fli><li>\nInferring brakes, turns, and distracted driving from sensor data \u002F distinguishing driver from passenger and other modes of transit \u002F other new and interesting features predictive of driving risk<\u002Fli><li>\nIdentifying, evaluating, and productionizing new data sources (e.g. geospatial data, web scraping, cell phone sensors)<\u002Fli><li>\nBuilding anomaly detection models to determine unexpected trends in data, issues with data quality, etc.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What you'll need:<\u002Fb><\u002Fh3>\n<ul><li>2+ years industry experience building predictive models in statistics, physical sciences, engineering, or other technical disciplines OR graduate-level research in relevant fields<\u002Fli><li>\nStrong programming skills (preference of Python OR R)<\u002Fli><li>\nAdvanced background in signal processing, including sensor data, time series methods, filtering, etc<\u002Fli><li>\nExperience with at least some of the following: geospatial data tools, web scraping, merging with large external data sources<\u002Fli><li>\nDemonstrated experience in building, validating, and leveraging machine learning models<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What we'd prefer:<\u002Fb><\u002Fh3>\n<ul><li>Experience with sensor fusion, in particular using mobile sensor data and corresponding APIs (e.g. iOS core motion\u002Flocation)<\u002Fli><li>\nExperience using big data tools (e.g. Hadoop, Spark) and cloud computing (AWS preferred)<\u002Fli><li>\nExperience with version control (git\u002FGitHub preferred)<\u002Fli><li>\nAdvanced knowledge of physics, linear algebra, probability\u002Fstatistics<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>\n<div><div><div><h2 class=\"jobSectionHeader\"><b>Get in touch<\u002Fb><\u002Fh2>\n<\u002Fdiv><p>Finding the right people to help us build Root is a top priority. Whether you would like to explore the possibility of working together or simply learn more about the position, we&rsquo;d love to hear from you!<\u002Fp><br>\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv>\n<div><div><div><div>Why join Root? Because we believe the best way to move the world forward is the relentless pursuit of ideas. We build things that ought to exist, but would not exist, if we were not building them. We do this through immense dedication to our craft, an unwavering focus on our fellow human beings, and a maniacal obsession with the quality of our creations. Problems stick in our craw, and we don&rsquo;t let them go until we solve them. We believe in the scientific process and know that experimentation is the best way to find truth. We don&rsquo;t hold ideas down no matter how crazy they may seem. We foster them, nurture them, and unceasingly test them. If you are the kind of person that loves tackling big problems with a collaborative group of people until you find solutions, you belong here.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe believe our customers deserve insurance that is:<\u002Fdiv><div><b>\nFair.<\u002Fb> We lean on data, not demographic labels.<\u002Fdiv><div><b>\nAffordable.<\u002Fb> We base rates on good driver performance.<\u002Fdiv><div><b>\nPersonal.<\u002Fb> We give our customers the power to affect their rates.<\u002Fdiv><div><b>\nEasy.<\u002Fb> We create an intuitive experience.<\u002Fdiv><div><b>\nAccessible.<\u002Fb> We make information clear.<\u002Fdiv><div><b>\nBeyond.<\u002Fb> We are never, ever satisfied with the status quo.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","461f9b0ff4b667e8":"<div><p><b>Role<\u002Fb><\u002Fp>\n<ul>\n<li>The position will report into the VP, Head of Decision Sciences, and is based in New York, NY.<\u002Fli>\n<\u002Ful><p><b>Job Description<\u002Fb><\u002Fp>\n<ul>\n<li>Apply quantitative and qualitative analysis methods to manipulate and analyze high-volume, high-dimensionality data from varying sources.<\u002Fli>\n<li>Lead efforts to develop advanced predictive models to optimize media investment decisions.<\u002Fli>\n<li>Document and summarize solutions; visualize and present results in a clear, comprehensive manner to a non-technical audience, and draft formal documentation and reports using statistical terminology.<\u002Fli>\n<li>Enhance existing methodology and generate new ideas, concepts, models; improve existing methods of obtaining and evaluating data.<\u002Fli>\n<li>Develop A\u002FB testing and experimental design paradigms for optimizing marketing effectiveness.<\u002Fli>\n<li>Escalate identified risks and sensitive areas in existing methodologies and processes.<\u002Fli>\n<\u002Ful><p><b>Requirements<\u002Fb><\u002Fp>\n<ul>\n<li>Masters and\u002For PhD in Statistics or Data Science with 0 to 2 years of experience including but not limited to academic or internship setting. 2019 graduates welcome.<\u002Fli>\n<li>Understanding of Bayesian and Frequentist statistics.<\u002Fli>\n<li>Experience using R, Python, SQL, and\u002For AWS for data manipulation to analyze and build analysis pipelines.<\u002Fli><\u002Ful><\u002Fdiv>","2d2fa91637d05e2a":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div><b>Who We Are<\u002Fb><\u002Fdiv><div>\nWe&rsquo;re <b>NT Concepts<\u002Fb>, a leading provider of business and technology solutions for the intelligence and national security communities! Our team of engineers, subject matter experts, and data scientists provide experienced, high-quality Information Technology (IT) and cybersecurity engineering and innovation support. We do that by working with some complex clients on their hardest challenges. Clients with massive, complex data sets. So we get to keep learning, building, and keeping our skills sharp. And since life&rsquo;s too short to spend with difficult people, we hire team members that not only like to solve problems, but that we like so hang out with. That's important.<\u002Fdiv><div><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><div><b>And&hellip; Why We&rsquo;re Both Here - This &ldquo;Job&rdquo; Thing<\u002Fb><\u002Fdiv><div>\nHere it is: we have some opportunities. And we&rsquo;d like to get to know some more amazing people, that might want to talk about that. People like you. Since you&rsquo;re reading this, and the title&rsquo;s &ldquo;data scientist,&rdquo; we&rsquo;re thinking you might be a little interested. Very cool.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe love people who dream big, find data fascinating, and understand that&rsquo;s it&rsquo;s not just about data: it&rsquo;s about the science behind it, and how you can use it to solve real-world problems. We've got some tricky time-series data on this particular project and are looking for creative minds in the deep learning space to tackle it. (Also, if you happen to have some level of talent at, say kick-ball or giant Jenga: bonus points).<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div><b>Who You Are<\u002Fb><\u002Fdiv><div>\nOkay, beyond the basics (you solve problems, and are generally nice), we&rsquo;re looking for a few skills. Less concerned with the specific technologies (great scientists can learn new tech as it emerges), more about horsepower.. That said, here are a couple bullets, things we look for:<\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\nData science is a dynamic and evolving profession &ndash; we&rsquo;re looking for people who love to learn and find unique solutions without being micro-managed: you&rsquo;ll have the freedom to try new things, test solutions and technologies, and tell us when there&rsquo;s a better path.<\u002Fli><li>\nYou know your way around a <b>cloud console<\u002Fb> and have handled some pretty large volumes of data (<b>time-series<\u002Fb> a plus!).<\u002Fli><li>\nYou are familiar with a few machine learning frameworks, like <b>TensorFlow<\u002Fb> or <b>PyTorch<\u002Fb>.<\u002Fli><li>\nYou've got experience with <b>deep learning<\u002Fb>.<\u002Fli><li>\nMaybe you have used enterprise products in the past for high throughput data ingestion and analysis.<\u002Fli><li>\nUltimately, we need someone who knows their way around data modeling, information extraction, <b>time-series forecasting<\u002Fb>, <b>machine learning algorithms<\u002Fb>, statistical analysis, or applied mathematics.<\u002Fli><\u002Ful><div><b>\nWe realize that data scientists are a diverse breed and we are excited to hear how your unique combination of skills might apply to our current problem sets<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nRequired:<\u002Fdiv><ul><li>\nSecret clearance required, higher is a plus<\u002Fli><li>\nBachelor's degree in a technical field<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\n#CJ<\u002Fdiv><div>\n#JT<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","8594650cfe20641b":"<div><div><b>About Datadog:<\u002Fb><\u002Fdiv>\n<p>\nWe're on a mission to build the best platform in the world for engineers to understand and scale their systems, applications, and teams. We operate at high scale&mdash;trillions of data points per day&mdash;providing always-on alerting, metrics visualization, logs, and application tracing for tens of thousands of companies. Our engineering culture values pragmatism, honesty, and simplicity to solve hard problems the right way.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nThe team:<\u002Fb><\u002Fp>\n<p>\nThe Internal Analytics Platform team&rsquo;s mission is to provide all teams at Datadog with data and analytics about our business, operations and product usage.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nThe opportunity:<\u002Fb><\u002Fp>\n<p>\nAs a Data Scientist for the Internal Analytics Platform team, you will be working on problems that have a strong data engineering component where scale is a major factor. You can expect the position to be a split of between 60% data engineering and 40% model building and quantitative methods.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nYou will:<\u002Fb><\u002Fp>\n<ul>\n<li>Create predictive algorithms for improving operations around the company and increasing product engagement<\u002Fli>\n<li>Apply machine learning and other quantitative methods to revenue and growth metrics<\u002Fli>\n<li>Conduct A\u002FB testing for new designs and products to drive engagement and improve discoverability in our application\n<\u002Fli><li>Utilize quantitative methods to improve our marketing automation and audience segmentation\n<\u002Fli><li>Collect data from a wide range of sources: AWS S3, Redshift, PostgreSQL, and various APIs<\u002Fli>\n<li>Build data analytics pipelines using Spark, Luigi, and other open-source technologies, with programming languages like Scala, Python, and SQL<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>Requirements:<\u002Fb><\u002Fp>\n<ul>\n<li>You have experience with tools such as Luigi, Spark, Scala, Python, Pandas, and Redshift<\u002Fli>\n<li>You have 2+ years of work experience in building production data engineering pipelines<\u002Fli>\n<li>You have backend programming experience in one or more languages<\u002Fli>\n<li>You have significant experience applying machine learning to real business problems<\u002Fli>\n<li>You want to work in a fast, high-growth startup environment and thrive on autonomy<\u002Fli>\n<li>You care about code simplicity and performance<\u002Fli>\n<li>You have a BS\u002FMS\u002FPhD in a scientific field or equivalent experience<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","527e9bfc63e87e29":"<div><div><div><div><div><b>Aon is looking for a Data Scientist<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nAs part of an industry-leading team, you will help empower results for our clients by delivering innovative and effective solutions supporting Risk, in Boston, Chicago, New York, Seattle, or Spokane. As a Data Scientists you will report directly to the Vice President.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nJob Responsibilities<\u002Fb><br>\n<\u002Fdiv><div><\u002Fdiv><div>\nAon Intellectual Property Solutions helps clients protect and maximize their most valuable asset in today&rsquo;s business world&mdash;their intellectual property. Aon brings the best minds and strong analytical tools to provide a comprehensive approach to intellectual property strategy, valuation, and risk management across a client&rsquo;s business.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nAs a Data Scientist with Aon IP Solutions, you will join a dynamic team seeking to answer complex questions related to IP analysis, valuation and building predictive risk models.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n Our larger team consists primarily of computer science, math and physics majors and PhDs. We value a genuine work-life balance and offer excellent compensation and stability. Our ideal candidate balances subject matter expertise, initiative, accuracy, self-motivation, organization, and articulate &amp; precise communications. Intellectual curiosity, creativity, honesty, and professionalism are critical traits for success in this role.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>You Bring Knowledge and Expertise<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nTechnical Experience<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\nExperience with data mining tools such as Python, R, and Matlab<\u002Fli><li>\nExperience with data analysis and statistical packages (NumPy, Pandas, Scikit-learn, PyMC etc.)\n<\u002Fli><li>Experience building mathematical models<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div><b>Non-Technical Experience<\u002Fb><\u002Fdiv><ul><li>\nAbility to understand and communicate complex ideas effectively to technical and non-technical audiences<\u002Fli><li>\nAbility to cooperate effectively with people at all levels in the organization<\u002Fli><li>\nImpeccable standards of honesty and accuracy; high degree of self-motivation<\u002Fli><li>\nRepresent attributes of stewardship, humility, integrity, trust, and gratitude<\u002Fli><li>\nInstill a can-do and collaborative culture that connects across teams and Aon<\u002Fli><li>\nBe a role model who develops others by providing timely feedback and coaching<\u002Fli><li>\nHighly articulate and precise English speaking and writing skill<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nExpectations<\u002Fb><\u002Fdiv><ul><li>\nRepresent the leadership and management of IP Solutions in a way that mirrors the adopted mission, core values, and culture of IP Solutions<\u002Fli><li>\nHelp all business units on an as-needed basis achieve and surpass sales, profitability, cash flow, and business goals and objectives<\u002Fli><li>\nAssist in providing timely, accurate and complete reports on the progress of IP market-making efforts<\u002Fli><li>\nEnsure delivery of timely, innovative, accurate, and best in class solutions<\u002Fli><li>\nEducate members of Aon&rsquo;s network with thought leadership that shares best practices<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nEducation<\u002Fb><\u002Fdiv><ul><li>\nUndergrad with significant quantitative coursework<\u002Fli><li>\nDegree(s) should be from top-100 national universities, engineering schools, and\u002For liberal arts college<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWe offer you<\u002Fb><\u002Fp><ul><li>\nA competitive total rewards package, continuing education &amp; training, and tremendous potential with a growing worldwide organization<\u002Fli><li>\nYou will be one of the early members of the Aon IP Solutions data science team<\u002Fli><li>\nOpportunity to own and build data science projects with considerable exposure<\u002Fli><li>\nOpportunity to work on research problems, and present results at data science meetings and conferences<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nOur Colleague Experience<\u002Fb><\u002Fp><p><\u002Fp><br>\n<div>\nFrom helping clients gain access to capital after natural disasters, to creating access to health care and retirement for millions, Aon colleagues empower results for our clients, communities, and each other every day. They make a difference, work with the best, own their potential, and value one another. This is the Aon Colleague Experience, defining what it means to work at Aon and realizing our vision of empowering human and economic possibility. To learn more visit Aon Colleague Experience.<\u002Fdiv><p><\u002Fp><br>\n<div><b>\nAbout Aon<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nAon plc (NYSE:AON) is a leading global professional services firm providing a broad range of risk, retirement and health solutions. Our 50,000 colleagues in 120 countries empower results for clients by using proprietary data and analytics to deliver insights that reduce volatility and improve performance.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nBy applying for a position with Aon, you understand that, should you be made an offer, it will be contingent on your undergoing and successfully completing a background check consistent with Aon's employment policies. Background checks may include some or all of the following based on the nature of the position: SSN\u002FSIN validation, education verification, employment verification, and criminal check, search against global sanctions and government watch lists, fingerprint verification, credit check, and\u002For drug test. You will be notified during the hiring process which checks are required by the position.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nAon provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, creed, sex, sexual orientation, gender identity, national origin, age, disability, veteran, marital, or domestic partner status. Aon is committed to a diverse workforce and is an affirmative action employer.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nDISCLAIMER:<br>\nNothing in this job description restricts management's right to assign or reassign duties and responsibilities to this job at any time.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","e3587e7a8f38aa3e":"<div><p><b>Data Driven Marketing &ndash; Data Scientist<\u002Fb><\u002Fp><p><\u002Fp><p><b>\nPosition Description:\n<\u002Fb><\u002Fp><ul><li>Conduct complex statistical analysis under the supervision of a Lead Data Scientist<\u002Fli><li>\nConduct routine data extractions and statistical model validations with no supervision of tasks; a review of output by a Lead Data Scientist<\u002Fli><li>\nPerform analysis for marketing applications<\u002Fli><li>\nDevelop processes for repeatable tasks, such as data extraction, reporting and standard statistical validations<\u002Fli><li>\nComplex data extractions from multiple platforms as required for analytical projects<\u002Fli><li>\nIntegrate diverse data sources into solutions<\u002Fli><li>\nGenerate ways to solve analytical problems creatively and efficiently; review with Lead Data Scientist<\u002Fli><li>\nEnsure quality deliverables for all work performed by checking process followed and thinking through the output to ensure it makes business sense<\u002Fli><li>\nPerform audits surrounding implementation of products and analytic solutions<\u002Fli><li>\nPerform QA analysis on solutions developed by other statisticians<\u002Fli><li>\nCreate detailed documentation outlining design and technical specifications of each solution<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPosition Requirements:<\u002Fb><\u002Fp><ul><li>\n3-5 years of experience in the marketing analytics arena<\u002Fli><li>\nMaster&rsquo;s degree or higher in Statistics, Business Analytics, Mathematics, Economics or other quantitative discipline<\u002Fli><li>\nAbility to understand complex analytical solutions<\u002Fli><li>\nStrong knowledge of marketing and credit data and the business problems in financial services<\u002Fli><li>\nAbility to clearly explain work done to other team members<\u002Fli><li>\nAbility to create new ideas for new analytical scenarios presented<\u002Fli><li>\nExperience building logistic and linear regression solutions, knowledge of alternative methodologies preferred<\u002Fli><li>\nExperience with SAS, R, Python, or SQL required<\u002Fli><li>\nExperience with MS Office (Word, Excel, Access, PowerPoint)<\u002Fli><li>\nExperience with Hadoop, Hive, Impala a plus<\u002Fli><\u002Ful><p><\u002Fp><p>\n#LI-CH1<\u002Fp><p><\u002Fp><p><b>\nPrimary Location:<\u002Fb><\u002Fp>\nUSA-Atlanta-One-Atlantic-Center<p><\u002Fp><p><b>\nFunction:<\u002Fb><\u002Fp>\nFunction - Data and Analytics<p><\u002Fp><p><b>\nSchedule:<\u002Fb><\u002Fp>\nFull time<\u002Fdiv>","2afdf54c472105e8":"<p><\u002Fp><div><p><b>The Role<\u002Fb><\u002Fp>\n<p>\nWe are seeking machine learning developers with natural language processing experience.<\u002Fp>\n<p>\nIn general, we are looking for people who are self-motivated and passionate about the field of machine learning and the vast applications of it. These folks will have the ability to work with \u002F understand \u002F and build on top of an existing code base using their deep knowledge of various machine learning algorithms (e.g. neural networks, bayesian methods, etc).<\u002Fp>\n<p>\nKey responsibilities include, but not limited to:<\u002Fp>\n<ul>\n<li>Build on top of an existing text processing\u002Fclassification system<\u002Fli>\n<li>Write, maintain, and develop python machine learning modules &amp; repos<\u002Fli>\n<li>Run hyperparameter optimizations + collect, analyze, visualize, and present results<\u002Fli>\n<\u002Ful><b>What You Need to Succeed<\u002Fb>\n<ul><li>BS or MS in computer science, mathematics, physics or other hard science\u002Fengineering discipline<\u002Fli>\n<li>Programming in Python ~ 2+ years<\u002Fli>\n<li>Numpy, scipy, pandas, Jupyter, and scikit-learn background<\u002Fli>\n<li>Data visualization (e.g. matplotlib, seaborn, bokeh, mpld3, etc)<\u002Fli>\n<li>Ability to implement machine learning algorithms from scratch<\u002Fli>\n<li>Experience with full machine learning pipeline: from data preprocessing, to building\u002Ftraining various models, to hyperparameter optimization, testing, and visualization of results.<\u002Fli>\n<li>Background in deep learning preferred but not required<\u002Fli>\n<\u002Ful><p><b>In Your Application Please Include<\u002Fb><\u002Fp>\n<ul>\n<li><ul><li>A past machine learning project you worked on in which highlights your skills, including: What tools\u002Fmodels did you use? What were some problems you encountered along the way, and how did you solve them?<\u002Fli>\n<\u002Ful><\u002Fli><\u002Ful><p><b>What Brightidea Offers<\u002Fb><\u002Fp>\n<ul>\n<li>Market competitive salary and significant equity in a well-funded, growing company<\u002Fli>\n<li>A chance to impact human creativity<\u002Fli>\n<li>Generous vacation and holidays<\u002Fli>\n<li>Top-notch benefits (healthcare, vision, dental, maternity, paternity, retirement)<\u002Fli>\n<li>A unique opportunity to use your leadership skills, experience, and contacts to build a team and shape the culture of the company.<\u002Fli>\n<li>An incredible team of fun, humble but brilliant co-workers<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>Background<\u002Fb><\u002Fp>\n<p>\nHelping large companies innovate isn&rsquo;t easy, but it is vital. Vital to creating new jobs, vital to igniting growth, vital to ensuring a safe, healthy and prosperous future for billions around the globe.<\u002Fp>\n<p>\nBut, innovation at large companies is a mess. Employees often have lots of ideas to improve the business, but, with no formal process, their ideas go unheard, and they eventually give up trying to make a difference. Corporate innovation teams are expected to support a growing list of activities but have historically lacked strong tools designed for the job. Executives, despite having millions to invest, live in fear of disruption, and still have no idea where their &ldquo;next big idea&rdquo; will come from, or if it will come at all.<\u002Fp>\n<p>\nAt Brightidea, we&rsquo;ve built a software platform that&rsquo;s solving these problems. We&rsquo;ve been helping organizations be more efficient with the 1.5 trillion dollars invested in R&amp;D annually.<\u002Fp>\n<p><b>\nOur Company &amp; Culture<\u002Fb><\u002Fp>\n<p>\nWe are a tight-knit, entrepreneurial minded team of self-starters who show up every day with a singular mission: to create a world where the best ideas win. Our primary focus this year is to continue to add exceptionally talented and motivated individuals to the Brightidea team. We are ambitious, bold, highly-collaborative, focused, and we aim to win. We take a humble approach to changing the way corporate R&amp;D teams run innovation challenges.<\u002Fp>\n<p>\nAnyone joining our company will have the opportunity to shape the culture and be an integral part of setting it up for long term success. If you identify with being humble, T-shaped, and relentlessly resourceful then this could be the perfect team for you to shine in.<\u002Fp>\n<p>\nBrightidea believes that everyone has the ability to make a difference and that a diverse team generates more innovation and bigger ideas. Just as our product invites organizations to crowd source innovation across their workforce, Brightidea is inclusive and does not discriminate. We accept everybody.<\u002Fp><\u002Fdiv>","901e0f73935cf2ff":"----------------\n<br>Role Description\n<br>----------------\n<br><br>\nAre you someone who loves digging into data, building models, and telling a compelling people story to various audiences? Look no further, the People Analytics team at Dropbox has made significant investments in our data warehouse, technology infrastructure, and data management capabilities. Now we're looking for someone to own the data science vertical within our team. This role will help us harness the power of data to better forecast hiring trends, to build dashboards that measure recruiting effectiveness\u002Fefficiency, and to present findings\u002Finsight to executives. You bring the ability to balance multiple priorities, deep analytical rigor, and excellent interpersonal skills that can be tailored to cross-functional audiences at every level.\n<br><br>\n----------------\n<br>Responsibilities\n<br>----------------\n<br><br>\n<ul>\n<li>You are a leading authority on recruiting and HR data, methodology, and analysis, and will help us set the vision for data science on our people analytics team<\u002Fli>\n<li>Understand People-related challenges, collect data and consult with stakeholders to define solutions, tell a story through data visualizations, and present recommendations<\u002Fli>\n<li>Partner with internal data warehouse teams to bridge the gap between advanced people analytics projects and data currently available in our data warehouse<\u002Fli>\n<li>Work closely with our team of dashboard developers to help maintain, iterate, and improve our existing dashboards based on user feedback<\u002Fli>\n<li>Communicate statistical analyses and results to both technical and non-technical audiences<\u002Fli>\n<li>Build analytics capability in the organization through data literacy trainings focused on root cause analysis, interpreting people data, storytelling with data, and action planning<\u002Fli>\n<\u002Ful>\n------------\n<br>Requirements\n<br>------------\n<br><br>\n<ul>\n<li>MA\u002FMS in a research or data science field (Industrial\u002FOrganizational Psychology, Marketing Research, Computer Science, Social Sciences (e.g., Anthropology, Sociology)<\u002Fli>\n<li>4+ years of data analytics in HR, Marketing, or Sales or equivalent experience<\u002Fli>\n<li>4+ years of experience working with technical and non-technical stakeholders to define the scope of analytics initiatives, translate data to insights, and present findings verbally and in writing<\u002Fli>\n<li>Comfort with ambiguity and a dynamic business landscape<\u002Fli>\n<li>Low ego attitude with a willingness to shift from high-level critical thinking to stepping in and helping to drive implementation alongside functional teams<\u002Fli>\n<li>Knowledge in HR processes<\u002Fli>\n<\u002Ful>\n------------------------\n<br>Preferred Qualifications\n<br>------------------------\n<br><br>\n<ul>\n<li>3+ years of experience managing and analyzing structured and unstructured data using SQL, R, and\u002For Python<\u002Fli>\n<li>3+ years of experience in dashboard development and data visualizations, using tools such as Tableau<\u002Fli>\n<li>2+ years of experience in AWS\u002FRedshift or other enterprise data warehouses (e.g., Snowflake)<\u002Fli>\n<li>Experience in statistical modeling tools (e.g., SAS, SPSS)<\u002Fli>\n<\u002Ful>\n","78b639b9580d1065":"You're looking to tackle complex problems, drive change, and help build the next generation of machine learning tools for detecting malicious and inauthentic behavior online. You want to collaborate with others, creatively solve problems, make decisions with conviction and nerd out about the internet. You're comfortable with being uncomfortable, and you thrive in an environment based on continual improvement. You aren't afraid to try new things and make mistakes. If this sounds like you, we want you on our team!\n<br><br>\nNew Knowledge is a fast-growing information integrity company on a mission to bring authenticity to the Internet. We use artificial intelligence and machine learning to help brands identify the groups that drive online conversations. Our technology unlocks the hidden map of the Internet.\n<br><br>\nWe're looking for a Data Scientist with 3 or more years of experience in a STEM field collaborating with teams of researchers and engineers. The ideal candidate will also have 1 or more years of experience building and deploying machine learning software. In this role, you will be based out of our Austin office and will report to the Head of Data Science.\n<br><br>\n<b>What You'll Do:<\u002Fb><br>\nWe're building the next generation of machine learning tools for detecting malicious and inauthentic behavior online. Day-to-day you'll work with a small, but rapidly growing team of researchers and data scientists to envision new solutions for protecting the integrity of online discourse and information. You'll collaborate with an international group of researchers and engineers at labs and universities all over the world to build scalable systems that brings those solutions life.\n<br><br>\n<b>Our Current Tech Stack:<\u002Fb><br>\nOur team currently uses a broad and evolving Python Machine Learning stack.\n<br><br>\n<b>What You Have:<\u002Fb><br>\n<ul>\n<li>3+ years in a STEM field collaborating with teams of researchers and engineers<\u002Fli>\n<li>Well-rounded knowledge of statistics, machine learning, and experimental design<\u002Fli>\n<li>Familiarity with state of the art ML research<\u002Fli>\n<li>Experience with a Python machine learning stack (e.g. tensorflow\u002Fkeras, sklearn, pandas)<\u002Fli>\n<li>Comfort wrangling and exploring real-world data<\u002Fli>\n<li>Skills to communicate challenging technical problems to a non-technical audience<\u002Fli>\n<li>Desire to collaborate with academics to develop novel machine learning tools<\u002Fli>\n<li>Skills and personality to operate effectively in a fast-paced, complex business<\u002Fli>\n<li>Comfortable with an Agile development process<\u002Fli>\n<\u002Ful>\n<b>Preferred:<\u002Fb><br>\n<ul>\n<li>1+ year experience building and deploying machine learning software OR post-doc in a STEM field<\u002Fli>\n<li>Experience with data visualization, interpretability, and exploratory analysis<\u002Fli>\n<li>Interest in fairness, accountability, and ethics in data science<\u002Fli>\n<li>Experience building scalable software products and data pipelines<\u002Fli>\n<\u002Ful>\n<b>What You'll Get:<\u002Fb><br>\n<ul>\n<li>Purpose-driven work<\u002Fli>\n<li>Market-leading salary and equity compensation<\u002Fli>\n<li>Coverage under best in class, flexible medical, vision and dental plans<\u002Fli>\n<li>401(k) with 100% company match up to 4% of salary and immediate vesting<\u002Fli>\n<li>Unlimited vacation that you're encouraged to take, including paid parental leave<\u002Fli>\n<li>Stocked kitchen full of healthy snacks and drinks<\u002Fli>\n<li>Weekly catered lunch<\u002Fli>\n<li>Free parking near our downtown office<\u002Fli>\n<li>Free membership to onsite gym<\u002Fli>\n<li>Annual budget to purchase books and educational subscriptions<\u002Fli>\n<li>Monthly social events<\u002Fli>\n<li>Many more benefits … apply to find out!<\u002Fli>\n<\u002Ful>\n","4f9d05d7c955626a":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>The Data Scientist guides and implements data science projects in support of initiatives across the organization including clinical operations and the back office. The Data Scientist persuades others with data. Their data analyses and models lead to new pilot initiatives that change the way the business operates. They are a hands-on contributor that meets with senior management including the C-suite both formally and informally. They work with physicians and other clinical staff to gain a deep understanding of the business. They leverage their data analysis skill set (including a basic knowledge of statistical analysis and modeling) together with their business acumen to present new perspectives on problems. The output of these activities supports executive management and investor decision-making and helps improve employee satisfaction and productivity.<\u002Fdiv><div><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Support data science related work for the organization<\u002Fli><li>\nClean and explore data from source systems<\u002Fli><li>\nAnalyze data and prepare visualizations<\u002Fli><li>\nDevelop models (including predictive and prescriptive models) and simulations<\u002Fli><li>\nDrive consensus regarding data standardization<\u002Fli><li>\nPartner with IT to improve data warehousing capabilities<\u002Fli><li>\nOther duties as assigned by management\n<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Demonstrated ability to consume data and extract insights relevant to the business<\u002Fli><li>\nAbility to work without direction and thrive in ambiguity<\u002Fli><li>\nAbility to learn new quantitative skills quickly and apply them in practical business context<\u002Fli><li>\nExperienced working with non-technical individuals to identify business requirements and return with recommendations and insights<\u002Fli><li>\nStrong knowledge of data manipulation and transformation tools such as<b> Alteryx, Domo, SQL, Python or R<\u002Fb><\u002Fli><li>\nBasic experience utilizing statistical modeling and methods<\u002Fli><li>\nBachelor's Degree required, preferably in applied mathmatics or related discipline<\u002Fli><li>\n2+ years of professional work experience required<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","38f1683bb868d685":"The Data Scientist is a role in the Global Supply Chain Operational Excellence Analytics Team that will play a pivotal role in planning, executing and deploying Predictive Modeling and Machine Learning-based projects. These projects will enable and empower our Supply Chain Disciplines (Plan, Source, Make, Deliver) to adopt advanced analytic solutions to further optimize our operations while reducing critical risks to our Business.\n<br><p><\u002Fp><div><div><div><div>The newly hired Data Scientist will interface with Business Partners, Data Analysts, Data Engineers and IT to help define project requirements as well as train on basic data science principles and techniques. Candidates need to be self-driven, curious and creative. The role will also be required to execute related roles of data engineering at times.<br>\n<br>\n<ul><li>In partnership with Business Analysts, guide and inspire the organization about the business potential and strategy of Data Science<\u002Fli><li>Identify data-driven\u002FMachine Learning business opportunities<\u002Fli><li>Collaborate with Data Engineering and IT to understand business constraints<\u002Fli><li>Help to define and communicate governance principles<\u002Fli><li>Data Collection, Exploration and Integration<\u002Fli><li>Collaborate with Data Engineer to create data pipelines for more efficient and repeatable data science projects<\u002Fli><li>Recommend and apply statistical analysis and visualization techniques to various data sets<\u002Fli><li>Understand new data sources and process pipelines, and catalog\u002Fdocument them<\u002Fli><li>Apply various ML and advanced analytics techniques to perform classification and prediction tasks<\u002Fli><li>Testing of ML models such as cross-validation, A\u002FB testing, bias and fairness<\u002Fli><li>Collaborate with Data Engineering and IT to evaluate and implement ML deployment options including leveraging data preparation workflow tools (i.e. Alteryx)<\u002Fli><li>Continuously monitor execution and health of production ML models<\u002Fli><li>Perform Data Engineer responsibilities as needed<\u002Fli><li>Train Business and IT staff on basic data science principles and techniques<\u002Fli><li>Participate in Biogen&rsquo;s Machine Learning Community of Practice to share and learn about best practices used within other Analytics Organizations across the company<\u002Fli><li>Continue upskilling oneself through conferences, publications, coursework etc.<\u002Fli><\u002Ful><\u002Fdiv>\n<\u002Fdiv><div><p><b>Qualifications<\u002Fb><\u002Fp>\n<ul><li>Substantial coding knowledge and experience in several languages: for example, [R, Python\u002FJupyter, MATLAB, etc.].<\u002Fli><li>Substantial Experience in commercial\u002Fopen-source data discovery\u002Fanalysis platforms<\u002Fli><li>Knowledge and experience in statistical and data mining techniques<\u002Fli><li>Expertise in solving Supply Chain problems is preferable.<\u002Fli><li>Confident, energetic self-starters, with strong moderation and communication skills.<\u002Fli><li>Demonstrate the ability to work in diverse, cross-functional teams in a dynamic business environment.<\u002Fli><li>Ability to simplify complex topics for Business Users to understand benefits of Data Science<\u002Fli><\u002Ful>\n<\u002Fdiv><div><p><b>Education<\u002Fb><\u002Fp>\n<div>A Bachelors Degree in computer science, data science, statistics, applied mathematics, or a related quantitative field is required. Alternate experience and education in equivalent areas such as economics, engineering or physics, is acceptable. Experience in more than one area is strongly preferred.<\u002Fdiv>\n<\u002Fdiv><div><p><b>Employment Category<\u002Fb><\u002Fp><div>Full-Time Regular\n<\u002Fdiv><\u002Fdiv><div><p><b>Experience Level<\u002Fb><\u002Fp>\n<div>Mid-Senior Level<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","1d8cf47f1019b24e":"<div><div><p>DeepHealth is a digital health start-up company based in Cambridge, MA engaged in applying state-of-the-art deep learning techniques to improve medical imaging interpretation. We believe the most exciting problems in machine learning are in healthcare, where the development and translation of novel methods has the potential to save patient lives. As a Data Scientist, you will help us collect and curate various sources of data to be used for research and product development and validation.<\u002Fp><\u002Fdiv>\n<h3 class=\"jobSectionHeader\"><b>\nPreferred Qualifications<\u002Fb><\u002Fh3>\n<div><ul><li>Advanced degree in a field related to data science<\u002Fli><li>\nStrong programming skills in python and libraries such as pandas<\u002Fli><li>\nExperience working with DICOM data or healthcare-related data<\u002Fli><li>\nKnowledge and experience in cloud infrastructure (e.g., Google Cloud, AWS, etc)<\u002Fli><\u002Ful><p>\n&zwj;<\u002Fp><\u002Fdiv>\n<div><h3 class=\"jobSectionHeader\"><b>\nContact Us for More Information<\u002Fb><\u002Fh3><p>\nWe're always looking for talented, motivated individuals to join our team - get in touch!<\u002Fp>\ncareers@deep.health<\u002Fdiv>\n<div><h3 class=\"jobSectionHeader\"><b>Contact Us About This Position<\u002Fb><\u002Fh3><p>\nWe're always looking for talented, motivated individuals to join our team - get in touch!<\u002Fp>\ncareers@deep.health<\u002Fdiv><\u002Fdiv>","0b53b6007e1edb74":"<div><\u002Fdiv><div><div><div><div><b>About Hive<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nHive is a full-stack deep learning platform helping to bring companies into the AI era. We take complex visual challenges and build custom machine learning models to solve them. For AI to work, companies need large volumes of high quality training data. We generate this data through Hive Data, our proprietary data labeling platform with over 1,000,000 globally distributed workers, generating millions of high quality pieces of data per day. We then use this training data to build machine learning models for verticals such as Media, Autonomous Driving, Security, and Retail. Today, we work with some of the largest companies in the world to redefine how they think about unstructured visual data. Together, we build solutions that incorporate AI into their businesses to completely transform industries.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are fortunate that investors like Peter Thiel (Founders Fund), General Catalyst, 8VC, and others see Hive's potential to be groundbreaking in AI business solutions. We have over 120 rock stars globally in our San Francisco and Delhi offices. Please reach out if you are interested in joining the AI revolution!<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nData Scientist Role<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nIn order to execute our vision, we need to grow our team of best-in-class machine learning engineers. We are looking for developers who are excited about staying at the forefront of deep learning technology, prototyping state-of-the-art neural net models and launching these models into production. We value hard workers who have no qualms working with terabyte-scale datasets, who are interested in learning new technologies at all levels of the machine learning stack, and who move fast and take ownership of their projects. Our ideal candidate has experience creating a working machine learning-powered project from the ground up, contributes innovative ideas and ingenious implementations to the team, and is capable of planning out scalable, maintainable data pipelines.<\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh3><div><ul><li>\nEverything involved in analyzing a production data set, including:<\u002Fli><li>\nWriting code to transform massive raw data output into a structured, usable form<\u002Fli><li>\nLeveraging more traditional machine learning techniques to uncover hidden relationships in our data sets<\u002Fli><li>\nConducting statistical analysis of results to prove \u002F disprove hypotheses, and<\u002Fli><li>\nWrite up reports that our other team members can use to deliver in a product<\u002Fli><li>\nInterface closely with the Product, Business Development, and Sales teams to answer questions about our data sets that our customers and partners are seeking solutions for<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>\nRequirements<\u002Fb><\u002Fh3><div><ul><li>\nYou have an undergraduate or graduate degree in computer science or similar technical field, with significant coursework in mathematics or statistics<\u002Fli><li>\nYou have 1-2 years of industry data science experience<\u002Fli><li>\nYou have successfully worked with complex data sets and are familiar with Hadoop \u002F Spark<\u002Fli><li>\nYou know the ins and outs of Python, especially as it applies to the above data processing frameworks<\u002Fli><li>\nYou are capable of quickly coding and prototyping data pipelines involving any combination of Python, Node, bash, and linux command-line tools, especially when applied to large data sets consisting of millions of files<\u002Fli><li>\nYou have a working knowledge of the following technologies, or are not afraid of picking them up on the fly: C++, Scala \u002F Spark, R, Matlab, SQL, Cassandra, Docker<\u002Fli><li>\nYou are comfortable with running and interpreting common statistical tests, and also with common data science techniques including dimensionality reduction and supervised and unsupervised learning<\u002Fli><li>\nYou have great communication skills and ability to work with others<\u002Fli><li>\nYou are a strong team player, with a do-whatever-it-takes attitude<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><b>\nWhat We Offer You<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are a group of ambitious individuals who are passionate about creating a revolutionary machine learning company. At Hive, you will have a significant career development opportunity and a chance to contribute to one of the fastest growing AI startups in San Francisco. The work you do here will have a noticeable and direct impact on the development of Hive.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nOur benefits include competitive pay, equity, health \u002F vision \u002F dental insurance, catered lunch and dinner, a corporate gym membership, etc.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThank you for your interest in Hive.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","b4f0984e4397d12a":"<div><p>Minimum qualifications:<\u002Fp><ul>\n<li>\nPhD degree in a quantitative discipline (e.g. statistics, bioinformatics, computational biology, computer science, applied mathematics, or similar) or equivalent practical experience.<\u002Fli>\n<li>Relevant internship or work experience with data analysis.<\u002Fli>\n<li>Experience with statistical software (R, S-Plus, SAS, or similar).<\u002Fli>\n<li>Experience with databases and scripting languages (such as Python).<\u002Fli>\n<\u002Ful><br>\n<p>Preferred qualifications:<\u002Fp><ul>\n<li>\nAuthorization to legally work in the United States.<\u002Fli>\n<li>1 year of relevant work experience (i.e., data scientist role), including deep expertise and experience with statistical data analysis such as linear models, multivariate analysis, stochastic models, sampling methods.<\u002Fli>\n<li>Ability to draw conclusions from data and recommend actions.<\u002Fli>\n<li>Demonstrated leadership and self-direction. Demonstrated willingness to both teach others and learn new techniques.<\u002Fli>\n<\u002Ful><div><h2 class=\"jobSectionHeader\"><b>About the job<\u002Fb><\u002Fh2><p>\nAt Google, data drives all of our decision-making. Data Scientists work all across the organization to help shape Google's business and technical strategies by processing, analyzing and interpreting huge data sets. Using analytical rigor and statistical methods, you mine through data to identify opportunities for Google and our clients to operate more efficiently, from enhancing advertising efficacy to network infrastructure optimization to studying user behavior. As a Data Scientist, you do more than just crunch the numbers. You work with Engineers, Product Managers, Sales Associates and Marketing teams to adjust Google's practices according to your findings. Identifying the problem is only half the job; you also figure out the solution.<br>\n<br>\nAs a key member of the team, you work with engineers to analyze and interpret data, develop metrics to measure results and integrate new methodologies into existing systems.<\u002Fp><p>\nGoogle is and always will be an engineering company. We hire people with a broad set of technical skills who are ready to take on some of technology's greatest challenges and make an impact on millions, if not billions, of users. At Google, engineers not only revolutionize search, they routinely work on massive scalability and storage solutions, large-scale applications and entirely new platforms for developers around the world. From Google Ads to Chrome, Android to YouTube, Social to Local, Google engineers are changing the world one technological achievement after another.<\u002Fp><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh2><ul>\n<li>Work with large, complex data sets. Solve difficult, non-routine analysis problems, applying advanced analytical methods as needed; Conduct end-to-end analysis that includes data gathering and requirements specification, processing, analysis, ongoing deliverables and presentations.<\u002Fli>\n<li>Build and prototype analysis pipelines iteratively to provide insights at scale. Develop a comprehensive understanding of Google data structures and metrics, advocating for changes.<\u002Fli>\n<li>Interact cross-functionally with a wide variety of people and teams. Work closely with engineers to identify opportunities, design and assess improvements to Google products.<\u002Fli>\n<li>Make business recommendations (e.g. cost-benefit, forecasting, experiment analysis) with effective presentations of findings at multiple levels of stakeholders through visual displays of quantitative information.<\u002Fli>\n<li>Research and develop analysis, forecasting and optimization methods to improve the quality of Google's user facing products such as ads quality, search quality, end-user behavioral modeling and live experiments.<\u002Fli>\n<\u002Ful><\u002Fdiv>At Google, we don&rsquo;t just accept difference&mdash;we celebrate it, we support it, and we thrive on it for the benefit of our employees, our products and our community. Google is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also Google's EEO Policy and EEO is the Law. If you have a disability or special need that requires accommodation, please let us know by completing this form.<\u002Fdiv>","bef99805863bf369":"<div>Data Scientist Full-Time Student Opportunity (Graduate)<br>\n<br>\nStart Date: June or August 2020<br>\nPrimary Work Location: Northbrook, IL or Woonsocket, RI<br>\n<br>\nCVS Health is the nation's premier health innovation company helping people on their path to better health. We are building a new health care model that is easier to use, less expensive, and puts the consumer at the center of their care.<br>\n<br>\nAre you passionate about data AND helping patients improve their health? Consider the position of Data Scientist, where your experience in advanced analytics and modeling will directly inform how CVS Health helps patients on their path to better health.<br>\n<br>\nWho we are:<br>\nThe newly established Machine Learning and Data Science team is an interdisciplinary team of Data Scientists that partners with business groups across CVS to ideate, develop, and deploy analytic models and solutions that leverage advanced machine learning and analytics methodologies.<br>\n<br>\nWhat this business area supports:<br>\nAs a key member of the Enterprise Analytics team, you will work with a variety of business partners from across the enterprise to both support the development of innovative programs to improve patient outcomes as well as reduce cost and improve efficiency across CVS Health.<br>\n<br>\nWhat you will do:<br>\n<ul><li>Develop machine learning and other advanced models that drive business outcomes across CVS<\u002Fli><li>Consult with key internal and external stakeholders to determine how best to leverage machine learning and advanced analytic methods to support business objectives across CVS Health<\u002Fli><li>Apply appropriate modeling approaches for a given analytic problem (machine learning methods such as ensemble models, decision trees; operations research; statistical modeling such as multivariate techniques)<\u002Fli><li>Implement models in a variety of modeling tools, achieving highly accurate models<\u002Fli><li>Understand underlying statistical concepts and computational approaches that enable efficient execution of models and may be able to design and implement modifications and enhancements to the computations<\u002Fli><li>Develop sound analytic plans based on available data sources, business partner needs, and required timelines<\u002Fli><li>Apply innovative approaches to understand and predict what will happen across the business<\u002Fli><li>Manage deliverables across multiple projects in a deadline-driven environment and project related to a wide variety of business settings and clinical needs<\u002Fli><li>Present analytic findings in a variety of formats (reports, PPT, graphs, figures and tables), formulating recommendations, and effectively presenting the results to non-analytic audiences<\u002Fli><\u002Ful><br>\n<b>\nRequired Qualifications<\u002Fb><br>\n<ul><li>3+ years experience in constructing, validating, and executing machine learning solutions<\u002Fli><li>Advanced skills and training in machine learning in areas such as: Random Forest, Decision Trees, Neural Networks, Ensemble Models, Operations Research, Generalized Linear Models, Stochastic Modeling and Multivariate Analysis<\u002Fli><li>Experience in translating business problems across disciplines into advanced analytic projects with measurable business value<\u002Fli><li>Experience with theoretical modeling approaches and matching analytic modeling approaches to a wide range of business applications<\u002Fli><li>Analytics experience within the retail and\u002For financial services, with experience deploying capabilities across a wide range of business disciplines<\u002Fli><li>Demonstrate effective project management and time management skills<\u002Fli><li>A strong curiosity to explore and uncover hidden relationships in data, and a proactive desire to translate findings into actionable business insights<\u002Fli><li>Fluent and recent hands-on experiences in R, Python, SAS, etc. Experience with computer development languages (Java, C++)<\u002Fli><li>Educational background may serve as a substitute for part or all of the length of relevant employment requirement<\u002Fli><\u002Ful><br>\n<b>\nPreferred Qualifications<\u002Fb><br>\n<ul><li>Familiarity with navigating in both a relational (Teradata-based) and non-relational (Hadoop) environment<\u002Fli><li>Recent hands-on experience with finance modeling, pricing elasticity, optimization, and value at risk (VaR) is strongly preferred<\u002Fli><\u002Ful><br>\n<b>\nEducation<\u002Fb><br>\n<ul><li>Currently pursuing a Master&rsquo;s degree with an anticipated graduation date between December 2019 and June 2020<\u002Fli><li>Preferred\u002Frelevant majors in Statistics, Computer Science, Mathematics, Economics, or directly related field<\u002Fli><li>3.3+ cumulative GPA<\u002Fli><\u002Ful><br>\n<b>\nBusiness Overview<\u002Fb><br>\n<b>It&rsquo;s a new day in health care.<\u002Fb><br>\n<br>\nCombining CVS Health and Aetna was a transformative moment for our company and our industry, establishing CVS Health as the nation&rsquo;s premier health innovation company. Through our health services, insurance plans and community pharmacists, we&rsquo;re pioneering a bold new approach to total health. As a CVS Health colleague, you&rsquo;ll be at the center of it all.<br>\n<br>\nWe offer a diverse work experience that empowers colleagues for career success. In addition to skill and experience, we also seek to attract and retain colleagues whose beliefs and behaviors are in alignment with our core values of collaboration, innovation, caring, integrity and accountability.<br>\n<br>\nCVS Health is an equal opportunity\u002Faffirmative action employer. Gender\u002FEthnicity\u002FDisability\u002FProtected Veteran &ndash; we highly value and are committed to all forms of diversity in the workplace. We proudly support and encourage people with military experience (active, veterans, reservists and National Guard) as well as military spouses to apply for CVS Health job opportunities. We comply with the laws and regulations set forth in the following EEO is the Law Poster: EEO IS THE LAW and EEO IS THE LAW SUPPLEMENT. We provide reasonable accommodations to qualified individuals with disabilities. If you require assistance to apply for this job, please contact our Advice and Counsel Reasonable Accommodations team. Please note that we only accept applications for employment via this site.<br>\n<br>\nIf technical issues are preventing you from applying to a position, contact Kenexa Helpdesk at 1-855-338-5609 or cvshealthsupport@us.ibm.com. For technical issues with the Virtual Job Tryout assessment, contact the Shaker Help Desk at 1-877-987-5352.<\u002Fdiv>","558829bfa1c6ad67":"<p><\u002Fp><div><p><b>This title is in a civil service competitive class that is subject to examination.<\u002Fb><b> Position is only open to applicants with permanent NYC civil service status as Education Analyst<\u002Fb> <b>or candidates<\u002Fb><b> who apply for the Education Analyst<\u002Fb><b> civil service examination.<\u002Fb><\u002Fp>\n<p><b>\nThe filing period for the exam is 06\u002F03\u002F2020 - 06\u002F23\u002F2020. <\u002Fb><b>Information regarding NYC civil service exams can be found on the DCAS website below:<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<p>\nhttps:\u002F\u002Fwww1.nyc.gov\u002Fsite\u002Fdcas\u002Femployment\u002Fcurrent-upcoming-exams.page<\u002Fp><br>\n<p><\u002Fp>\n<p><b><i>\n(Those who previously applied need not re-apply)<\u002Fi><\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nPosition Summary: <\u002Fb>The New York City school system is the largest in the country, composed of approximately 1.1 million students and 75,000+ teachers in over 1,800 schools. Within the Office of Policy and Evaluation, the Research and Policy Support Group (RPSG) conducts its own research and analyses to evaluate organizational structures, policies, programs and initiatives.<\u002Fp><br>\n<p><\u002Fp>\n<p>\nThe Data Scientist will play a key role in EduStat, a research-based approach to school improvement that flattens our organization, elevates our values, and advances equitable outcomes for all students. The EduStat process enables our organization to monitor the progress and impact of teams&rsquo; strategic plans and is modeled on other municipal &ldquo;Stat&rdquo; models from NYC and other major U.S. cities.<\u002Fp><br>\n<p><\u002Fp>\n<p>\nThe Data Scientist will be responsible for determining metrics and designing models at a Central-level to support DOE decision-making in a manner that improves organizational efficiency, promotes data transparency, and facilitates the improvement of educational initiatives. Working with the large datasets available from various sources, the Data Scientist will drive the management conversation to identify predictors of success and key early warning indicators to target interventions. While RPSG and OPE have extensive experience answering specific research and evaluation questions with a variety of analytical methods, the Department is looking to harness all the data available to identify key trends and indicators to focus leadership conversations. The Research and Policy Support Group (RPSG) plays a key role in this effort as the primary source of data analysis and research for the DOE. RPSG conducts its own research and analysis to inform DOE policy, as well as consulting on and supporting other analytic work with DOE data. Performs related work.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nReports to:<\u002Fb> Director, RPSG<\u002Fp><br>\n<p><b>\n<\u002Fb><\u002Fp><p><b>Direct Reports: <\u002Fb>N\u002FA<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nKey Relationships: <\u002Fb>Works closely with other RPSG staff; the Office of School Performance; Office of Talent Research and Data; Office of the First Deputy Chancellor, and other OSP staff, as well as with other DT&amp;L staff, including SAS, SQL, R, and Python programmers, web developers, data quality managers, data and policy analysts and policy makers; and with the Division of Instructional and Information Technology (DIIT).<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nResponsibilities<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<ul>\n<li>Identify the data analytics problems that offer the greatest opportunities for growth and improvement by building metrics and models that will comprise the basis of EduStat.<\u002Fli>\n<li>Identify, evaluate, and refine metrics from other Department data systems and develop machine learning models to identify hidden patterns and trends to focus leadership conversations and support data-driven decision-making.<\u002Fli>\n<li>Collect and analyze large sets of structured- and unstructured data from various and distinct sources.<\u002Fli>\n<li>Utilize a combination of variables and data points to create metrics and cut points to identify key early warning indicators of adverse outcomes.<\u002Fli>\n<li>Utilize machine learning algorithms and statistics such as regression, simulation, scenario analysis, modeling, etc. to interpret data to feed EduStat reporting.<\u002Fli>\n<li>Evaluate metrics currently in use and identify meaningful cut points and metrics to drive attention and resources to areas of greatest opportunity.<\u002Fli>\n<li>Coordinate with a cross-functional team of analysts contributing to dataset creation and maintenance as well as back- and front-end designers.<\u002Fli>\n<li>Work closely with programmers and UX designers to support the development of business requirements and ensure relevant metrics are presented accurately, with fidelity, and in context.<\u002Fli>\n<li>Collaborate with DOE policymakers and educators to identify central research and analytic priorities, which can include the implementation of organizational procedures, structures, and programs, utilization of data systems and data collection, and performance standards.<\u002Fli>\n<li>Develop a testing framework and test model quality; develop processes and tools to monitor and analyze model performance.<\u002Fli>\n<li>Work with stakeholders throughout the Department to identify opportunities to leverage student data to drive decision-making by school leaders and at the highest levels of the organization.<\u002Fli>\n<li>Draft communications based on updates to relevant policies and new product launches or improvements.<\u002Fli>\n<li>Design and produce both ad hoc and regular reports to meet a variety of needs from diverse stakeholders which may include other teams within the Division of Teaching and Learning.<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>Qualification Requirements:<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nMinimum<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<ul>\n<li>A master&rsquo;s degree from an accredited college in economics, finance, accounting, business or public administration, human resources management, management science, operations research, organizational behavior, industrial psychology, statistics, personnel administration, labor relations, psychology, sociology, human resources development, political science, or a closely related field; or<\u002Fli>\n<li>A baccalaureate degree from an accredited college and two years of full-time satisfactory professional experience working with the budget of a large public or private concern in public administration, accounting, economic or financial administration, or fiscal or economic research; or in management or methods analysis, operations research, organizational research or program evaluation; or in educational, personnel or public administration, recruitment, position classification, personnel relations, labor relations, employee benefits, staff development, employment program planning\u002Fadministration, labor market research, economic planning, fiscal management; or in a related area.<\u002Fli><br>\n<\u002Ful>\n<p><b>\n<\u002Fb><\u002Fp><p><i>Plus<\u002Fi><\u002Fp><br>\n<p><\u002Fp>\n<ul>\n<li>Proficiency with R, Python, SAS, Stata, or other statistical\u002Fdata management programming languages.<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>Preferred<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<ul>\n<li>Experience working with large datasets and experience with data science.<\u002Fli>\n<li>An understanding of racial equity issues and a commitment to advancing racial equity.<\u002Fli>\n<li>Knowledge of a variety of machine learning techniques (clustering, decision tree learning, artificial neural networks, etc.) and their real-world advantages\u002Fdrawbacks.<\u002Fli>\n<li>Ability to troubleshoot, problem-solve, and anticipate issues needing resolution.<\u002Fli>\n<li>Ability to clearly communicate and document technical work, including coding methodology.<\u002Fli>\n<li>Experience communicating research and analyses to non-researchers\u002Fanalysts.<\u002Fli>\n<li>Ability to collaborate with programmers and analysts while also completing work independently.<\u002Fli>\n<li>Ability to use independent judgment to design, adapt, and modify analyses and programming to the needs of specific projects.<\u002Fli>\n<li>Ability to provide constructive feedback to others on their research and analytic work.<\u002Fli>\n<li>Strong attention to detail and well organized, with the ability to meet frequent and changing deadlines.<\u002Fli>\n<li>Excellent interpersonal skills in dealing with education and non-education personnel, internal and external to the DOE.<\u002Fli>\n<li>Ability to thrive in and enjoy working in a collaborative environment.<\u002Fli>\n<li>Experience or working knowledge of the public sector and\u002For demonstrated interest in public education.<\u002Fli>\n<li>Internal candidates preferred.<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>Salary:<\u002Fb> $77,407+<\u002Fp>\n<p>\n(Internal candidates who are selected for this position and who currently hold comparable or less senior positions within the DOE will not make less than their current salary.)<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nPlease submit a resume an cover letter with your application.<\u002Fb><\u002Fp>\n<p><b>\nApplications will be accepted through <\u002Fb><b>October 10, 2019 until 3:00 p.m.\n<\u002Fb><\u002Fp><p><b>NOTE: The filling of all positions is subject to budget availability.<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nThis position is open to qualified persons with a disability who are eligible for the 55-a program. Please indicate in your cover letter that you would like to be considered for the position under the 55-a program.<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nAN EQUAL OPPORTUNITY EMPLOYER<\u002Fb><\u002Fp>\n<p>\nIt is the policy of the Department of Education of the City of New York to provide educational and employment opportunities without regard to race, color, religion, creed, national origin, alienage and citizenship status, age, marital status, disability, prior record of arrest or conviction (except as provided by law), sexual orientation, gender (sex), and to maintain an environment free of discriminatory harassment, including sexual harassment, or retaliation as required by civil rights law. Inquiries regarding compliance with this equal opportunity policy may be directed to: Office of Equal Opportunity, 65 Court Street, Room 1102, Brooklyn, New York 11201, or visit the OEO website at http:\u002F\u002Fschools.nyc.gov\u002FOEO<\u002Fp><br>\nRequired Skills<br>\n<br>\nRequired Experience<\u002Fdiv>","11d9a804d3134cf6":"<div><div><div><p>AUGR LLC is seeking data scientists for Treasury FinCen data analysis. The qualified candidate will be responsible for collecting and analyzing large sets of structured and unstructured data from disparate sources. Additional responsibilities include: cleans and validates data to ensure accuracy, completeness, and uniformity, analyzes data to identify patterns and trends, devises and applies models and algorithms to mine the stores of big data, interprets data to discover solutions and opportunities.<\u002Fp>\n<p>Capabilities include R and Python; Standard machine learning packages such as panda and sklearn; Agile processes and procedures; Graph analytics experience, using software such as iGraph and NetworkX, and familiarity with common algorithms for community detection and node embeddings; Experience modeling tabular, unstructured, and semi-structed data as a graph; Experience with Graph databases (e.g. Neo4j) and relevant query and management skills; Experience with NLP, particular entity extraction. Experience using existing models and tools, such as Spacy, as well as training new models and evaluating their performance; Common machine learning algorithms and problem domains to include feature engineering, hyperparameter tuning, and performance optimization. Experience with SQL for advanced querying and joining of heterogeneous data sets.<\u002Fp>\n<p>Advanced candidates will additionally have statistics knowledge including common pitfalls in modeling and data analysis, sampling and data augmentation techniques, and mechanics of common ML algorithms and loss functions; Candidates with experience with existing FINCEN \u002F DARPA analytic tools as well as experience with SAS and other COTS analytic tools highly preferred. Higher level candidates should have experience managing teams of staff conducting these efforts.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><br>\n<p><\u002Fp><div><div><div><p>Requires a minimum Secret US Security Clearance; Top Secret preferred.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><br>\n<\u002Fdiv><p><\u002Fp><div><div>NOTES:<\u002Fdiv>\n<div><br>\nAdditional Salary Information: Additional pay, benefits, compensation offered<\u002Fdiv><\u002Fdiv><\u002Fdiv>","196aa40b8902d24e":"<div><p>** Elutions will be unable to sponsor or transfer any additional H-1B visas during the next 5 years**<\u002Fp>\n<p>\n Elutions is a <b>global Enterprise AI &amp; Automation<\u002Fb> company, empowering clients to drive continuous efficiency, cost and quality improvements. As the top leader in our industry, world-wide, we are constantly on the lookout for go-getters, people who aren't afraid to work hard, but have fun at the same time. Those who join our team aren't just bright, but are willing to develop and hone their skills every day, all while making a significant difference in the world.<\u002Fp>\n<p><b>\n <\u002Fb><b>Data Scientist Responsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Perform exploratory data analysis and statistical modelling with high quality data handling techniques<\u002Fli>\n<li>Create meaningful data visualizations to communicate findings using python, PowerBI, etc.<\u002Fli>\n<li>Expand and improve current models and algorithms using research skills and previous experience<\u002Fli>\n<li>Perform feasibility, impact, technical risks and gap analysis.<\u002Fli>\n<li>Apply new mathematical methodologies to achieve specific models or analysis.<\u002Fli>\n<li>Create scalable model applicable to real time problems overcoming data barriers.<\u002Fli>\n<li>Incorporate process of continuous improvements into day-to-day tasks, aiming for quality refinements in statistics and data handling methods.<\u002Fli>\n<li>Troubleshoot problems and quality assurance in the processes with timely quality\u002F maintenance checks.<\u002Fli>\n<li>Update existing code to support ongoing analytic applications. Update, maintain and document existing work.<\u002Fli>\n<li>Collaborate with Research &amp; Insights, Product Development, IT and other teams to conceptualize and implement analytic software from start to finish.<\u002Fli>\n<li>Design and deploy highly scalable ML architectures as solutions in Oil &amp; Gas, Manufacturing, Retails industries.<\u002Fli>\n<li>Integrate ML software into Maestro, our AI Platform, with a professional software engineering team.<\u002Fli>\n<li>Perform other duties and projects as directed.<\u002Fli>\n<\u002Ful> <p><b>Required Knowledge, Skills, and Abilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Ability to leverage computing frameworks to mine, process, and present the value from unstructured data.<\u002Fli>\n<li>Previous experience working on Machine Learning projects and problems in the classroom\u002Findustry<\u002Fli>\n<li>Solid understanding of data structures, algorithms, computability and complexity, and computer architecture.<\u002Fli>\n<li>Solid understanding of probability, statistics, distributions, and analysis methods.<\u002Fli>\n<li>Knowledge of programming languages such as Python, R, Perl, SQL and Java.<\u002Fli>\n<li>Knowledge of Machine Learning tools, libraries, and APIs such as scikit-learn, Theano, Spark, or TensorFlow and apply them to effectively choose a proper model.<\u002Fli>\n<li>Ability to work with unstructured data.<\u002Fli>\n<li>Ability to model and evaluate data sets to determine useful patterns.<\u002Fli>\n<li>Interface effectively with customers, other departments and managers to resolve industries customer problems and issues.<\u002Fli>\n<\u002Ful> <p><b>Educational Requirements:<\u002Fb><\u002Fp>\n<ul>\n<li>Minimum of Bachelor&rsquo;s degree in one of the following disciplines (or similar): Computer Science, Statistics, Data Science, Advanced Mathematics, Machine Learning<\u002Fli>\n<li>Master&rsquo;s degree preferred<\u002Fli>\n<li>Certifications preferred<\u002Fli><\u002Ful><\u002Fdiv>","407029e63a6217ae":"<div><div><b>Location:<\u002Fb> San Jose, CA, Irving, TX<\u002Fdiv><div><b>\nSalary:<\u002Fb> DOE<\u002Fdiv><div><p><b>\nWhat You&rsquo;ll Do<\u002Fb><br>\nAs a member of this dynamic and fast-paced team, you will perform cross-functional data engineering and analysis in a big data environment.\n<\u002Fp><p>Specific responsibilities include:<\u002Fp>\n<ul>\n<li>Collect and organize data requirements and processes<\u002Fli>\n<li>Work with data engineers to ensure the availability of accurate and timely data<\u002Fli>\n<li>Perform impact assessment and deep-dive analysis in collaboration with stakeholders to ensure data integrity, consistency, usability, and completeness<\u002Fli>\n<li>Write SQL for data support for business processes and ETL in Hadoop<\u002Fli>\n<li>Identify patterns and trends and communicate them to stakeholders<\u002Fli>\n<li>Assess usability of new data sources<\u002Fli>\n<li>Apply statistical analysis to quantify impact of business processes.<\u002Fli>\n<li>Extract patterns and actionable insights from data.<\u002Fli>\n<\u002Ful><p><b>Top Skills Required<\u002Fb><\u002Fp>\n<p>\nDemonstrate ability and job history of<\u002Fp>\n<ul>\n<li>Predictive Analytics<\u002Fli>\n<li>Modeling of Predictive Analytics<\u002Fli>\n<li>Statistics Background<\u002Fli>\n<li>SQL, HADOOP and SPARK Experience<\u002Fli>\n<\u002Ful><p><b>Qualification<\u002Fb><\u002Fp>\n<ul>\n<li>Bachelor&rsquo;s degree or equivalent<\u002Fli>\n<li>Strong statistical foundation including descriptive analysis and hypothesis testing<\u002Fli>\n<li>Creative problem solver &ndash; ability to identify and analyze complex patterns<\u002Fli>\n<li>Effective communicator with both technical and non-technical audiences.<\u002Fli>\n<li>Proficient in SQL and at least one programming (or scripting) language SPARK, HADOOP<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>","afd3016b5d3c707f":"<div><b>Data Scientist<\u002Fb><br>\n<br>\nDo you want the opportunity to leverage your skills to make a direct impact on the world&rsquo;s leading life sciences and consumer products companies? Join Clarkston Consulting as a Data Scientist to help deliver innovative business solutions to our market leading clients as a part of an expert team.<br>\n<br>\n<b>What You&rsquo;ll Do as a Data Scientist<\u002Fb><br>\n<br>\nClarkston gives you the opportunity to deliver great solutions, become recognized as an industry expert, and help build a great practice.<br>\n<br>\nAs a Data Scientist at Clarkston you will:<br>\n<br>\n<ul><li>Conduct exploratory analysis, produce descriptive statistics and explain phenomena based on data<\u002Fli><li>Develop statistical and machine learning models for POC and production-ready applications<\u002Fli><li>Drive ideation and execution of experiments and in-market tests with an eye on accuracy and statistical significance<\u002Fli><li>Provide coaching and mentorship to junior analysts who are developing their skills<\u002Fli><\u002Ful><br>\n<b>\nHow You&rsquo;ll Grow<\u002Fb><br>\n<br>\nAt Clarkston, we feel that we provide the greatest value to our clients through a combination of our industry expertise, business process knowledge, and consulting excellence.<br>\nBeyond your day-to-day responsibilities, throughout your career as a Data Scientist you will:<br>\n<br>\nHave the support and mentorship of your Clarkston colleagues and leader<br>\nOwn your career &ndash; you'll be able to take charge of your career journey with diverse opportunities to lead and expand your skillset both at the client site and within the firm<br>\nHave the opportunity to make a real and positive impact not only the clients you work with, but on the firm as well<br>\n<br>\n<b>What We&rsquo;re Looking For<\u002Fb><br>\n<br>\nWe are looking for versatile leaders and innovators with 3 years of relevant work experience in producing Machine Learning applications in production environments to work on diverse and challenging consulting projects to deliver true value to our clients.<br>\n<br>\nAn ideal candidate as a Data Scientist would have gained experience in one or more of the following:<br>\n<br>\n<ul><li>Experience drawing insights from large data sets and manipulating data using a variety of methods and tools<\u002Fli><li>Solid base understanding of statistical techniques around correlation, regression, outlier detection, and significance<\u002Fli><li>Experience using a variety of machine learning techniques for supervised and unsupervised learning and their real-world advantages\u002Fdrawbacks, including classification, regression, time series forecasting, clustering, and other use cases<\u002Fli><li>Experience optimizing, testing, and documenting results of machine learning models<\u002Fli><li>Knowledge of common machine learning pitfalls and how to avoid them, including normalization, feature selection, optimization, and validation<\u002Fli><li>Experience querying databases and familiarity with SQL script languages<\u002Fli><li>Knowledge of tasks relating to getting into a production environment and maintaining results: analyzing model drift, version control, security strategy, and monitoring and alerts<\u002Fli><li>Understanding of the tool landscape with ability to research and form opinions around the best vendor solutions for our clients<\u002Fli><li>Share your technical solutions and product ideas with the team through design review, pair programming, code\u002Fmodel reviews, and tech talks<\u002Fli><li>A 4 year degree (In MS\u002FPhD in Math, Statistics, Engineering or other relevant field for data science applications) &ndash; this is a requirement for any employment at Clarkston<\u002Fli><\u002Ful><br>\nThe ability to travel 80-100% to our trusted client sites is required<br>\n<br>\n<b>Who We Are<\u002Fb><br>\nFounded in 1991, Clarkston Consulting delivers technology and management solutions to market leaders in the life sciences and consumer products industries. At Clarkston, we drive success - for our clients, for our people, and for our firm. We utilize a team approach leveraging our collective expertise and industry knowledge to solve our clients&rsquo; business challenges.<br>\n<br>\nVisit joinclarkston.com to learn more about our culture, benefits, and opportunities. We hope you&rsquo;ll join us!<\u002Fdiv>"}