{"979f5e766c9caa8a":"<div><p>The Climate Corporation is looking for a researcher with applied experience in statistical spatial modeling. This position is within the science R&amp;D team that leverages numeric modeling, big data, and cloud computing to address scientific challenges in precision agriculture. This team builds predictive models that are used directly by farmers, agronomists and consultants to optimize their management programs and economic returns.<\u002Fp><p>\nThe successful candidate will focus on developing statistical models to analyze crop performance and describe treatment effects accounting for spatial variability. This individual will work closely with science teams focused on delivering new product concepts that can help growers better manage their crops to improve yield.<\u002Fp><p><b>\nWhat You Will Do:<\u002Fb><\u002Fp><ul><li>\nBuild models to explore spatial variability in farmer&rsquo;s fields<\u002Fli><li>\nDeliver a statistical framework to analyze crop performance and treatment effects<\u002Fli><li>\nDesign and prototype models using diverse techniques that include, but are not limited to, machine learning, data mining, statistical modeling, and process modeling<\u002Fli><li>\nDocument and report results within and across teams<\u002Fli><li>\nAssist with high-level analysis, design, and code reviews<\u002Fli><li>\nWork closely with a team of world-class scientists, engineers and mathematicians to deliver impactful scientific research<\u002Fli><\u002Ful><p><b>\nBasic Qualifications:<\u002Fb><\u002Fp><ul><li>\nMS or PhD in Applied Mathematics, Statistics, or another highly quantitative discipline.<\u002Fli><li>\n 3+ years of experience after MS with applied statistics involving spatial modeling<\u002Fli><li>\nStrong proficiency with scientific computing in an interpreted language (such as Python or R)<\u002Fli><li>\nStrong organizational skills<\u002Fli><li>\nExcellent interpersonal and communication skills<\u002Fli><li>\nStrong drive to learn new topics and skills and to develop innovative products for our customers<\u002Fli><\u002Ful><p><b>\nPreferred Qualifications:<\u002Fb><\u002Fp><ul><li>\nApplied statistical experience with agriculture crop models as a developer or advanced user<\u002Fli><li>\nMachine learning experience<\u002Fli><li>\nExperience working with tooling for ETL operations on large datasets<\u002Fli><li>\nAbility and inclination to work in multi-disciplinary environments, and desire to see ideas realized in practice<\u002Fli><\u002Ful><br>\n<p><b>\nWhat We Offer:<\u002Fb><\u002Fp><p>\nOur teams are composed of industry experts, top scientists, and talented engineers. The environment is extremely engaging and fast-paced, with dozens of specialties coming together to provide the best possible products and experiences for our customers.<\u002Fp><p>\nWe provide competitive salaries and some of the best perks in the industry, including:<\u002Fp><ul><li>\nSuperb medical, dental, vision, life, disability benefits, and a 401k matching program<\u002Fli><li>\nA stocked kitchen with a large assortment of snacks &amp; drinks to get you through the day<\u002Fli><li>\nEncouragement to get out of the office and into the field with agents and farmers to see first-hand how our products are being used<\u002Fli><li>\nWe take part and offer various workshops, conferences, meet-up groups, tech-talks, and hackathons to encourage participation and growth in both community involvement and career development<\u002Fli><\u002Ful><p>\nWe also hinge our cultural DNA on these five values:<\u002Fp><ul><li>\nInspire one another<\u002Fli><li>\nInnovate in all we do<\u002Fli><li>\nLeave a mark on the world<\u002Fli><li>\nFind the possible in the impossible<\u002Fli><li>\nBe direct and transparent<\u002Fli><\u002Ful><p>\nLearn more about our team and our mission:<\u002Fp><p>\nThe Climate Corporation - The Technology Behind Making A Difference<\u002Fp><p>\nhttps:\u002F\u002Fyoutu.be\u002Fc5TgbpE9UBI or visit https:\u002F\u002Fclimate.com\u002Fcareers<\u002Fp><\u002Fdiv>","6927f59935da1adf":"<div>General Atomics (GA), and its affiliated companies, is one of the world&rsquo;s leading resources for high-technology systems development ranging from the nuclear fuel cycle to remotely piloted aircraft, airborne sensors, and advanced electric, electronic, wireless and laser technologies.<br>\n<br>\nGeneral Atomics Electromagnetic Systems (GA-EMS) designs and manufactures first-of-a-kind electromagnetic and electric power generation systems. GA-EMS&rsquo; expanding portfolio of specialized products and integrated system solutions support critical fleet, space systems and satellites, missile defense, power and energy, and process and monitoring applications for defense, industrial, and commercial customers worldwide.<br>\n<br>\nWe currently have an exciting opportunity for a Data Scientist to join our Intelligent Analytics and Automation (IA&amp;A) team in our Rancho Bernardo, CA location.The IA&amp;A team creates Data Analytics solutions for multiple programs, including commercial and government programs, leveraging Open Source Software to ingest, store, and retrieve large volumes of data. We are looking for a developer who will be a member of a small agile group with strong Linux Based programming skills and knowledge of modern practices along with open source libraries who leverages Big Data applications to ingest, process, store, and serve data.<br>\n<br>\n<b>DUTIES AND RESPONSIBILITIES:<\u002Fb><ul><li>\nServe as the client interface with responsibility across the entire life cycle, including requirements gathering and analysis, process, and systems definition, data analysis, presentation of analysis to clients in a format they can digest, and the development of algorithm-driven products and solutions.<\u002Fli><li>\nDesigns, develops, and integrates software applications on embedded and enterprise Linux for data acquisition, processing, and visualization.<\u002Fli><li>\nTesting in both software-only and hardware\u002Fsoftware environment including execution of integration tests to validate:<ul><li>\nHardware to software interfaces<\u002Fli><li>\nSoftware to software interfaces<\u002Fli><li>\nFunctionality<\u002Fli><\u002Ful><\u002Fli><li>\nAnalyzing the hardware, software, and system requirements and implementation<\u002Fli><li>\nDeveloping and testing code utilizing industry standard Big Data tools and frameworks<\u002Fli><li>\nEstablishing development and test tools<\u002Fli><li>\nIdentifying and resolving anomalies during test on various software-level and system-level platforms<\u002Fli><li>\nIdentifying and implementing required software modifications<\u002Fli><li>\nResponsible for unit testing, integration testing, software maintenance, and documentation and meeting software quality and compliance standards.<\u002Fli><li>\nSetup and configuration of HPC\u002FHPDA systems to support data analytics.<\u002Fli><li>\nAbility to organize, schedule, and coordinate work phases; determine the appropriate approach at the task level and to provide solutions for a wide range of highly complex technical problems.<\u002Fli><li>\nPreforms other duties as assigned or required.\n<\u002Fli><\u002Ful>We recognize and appreciate the value and contributions of individuals with diverse backgrounds and experiences and welcome all qualified individuals to apply.<br>\n<br>\n<b>Job Qualifications<\u002Fb><br>\n<ul><li>Typically requires a bachelors degree, masters degree or PhD in computer science, information systems or related discipline and progressive software development experience as follows; six or more years of experience with a bachelors degree, four or more years of experience with a masters degree, or two or more years with a PhD. May substitute equivalent experience in lieu of education.\n<\u002Fli><li>Experience with object-oriented programming, including Java, Python, C, or JavaScript.<\u002Fli><li>\nExperience with source control and dependency management software.<\u002Fli><li>\nExperience with Linux administration.<\u002Fli><li>\nExperience with Big Data, Cloud computing technologies, NoSQL systems.<\u002Fli><li>\nExperience with building complex data extraction, transformation, and loading (ETL) pipelines into structured databases, data warehouses, or data processing systems.<\u002Fli><li>\nExperience in developing solutions with and integrating and extending free and Opensource software (FOSS) or COTS products.<\u002Fli><li>\nOther tools\u002Fskills desired: HPC, GPU, Hadoop, databases (SQL, NoSQL).<\u002Fli><li>\nThe applicant must be willing and able to travel.<\u002Fli><li>\nAble to work extended hours as required.<\u002Fli><li>\nUS citizenship is required.<\u002Fli><\u002Ful><br>\n<b>\nTravel Percentage Required <\u002Fb><b>: <\u002Fb>0% - 25%<br>\n<b>US Citizenship Required? <\u002Fb>Yes<br>\n<br>\n<b>Clearance Required? <\u002Fb>No<\u002Fdiv>","59baeb1df9448472":"<p><\u002Fp><div><p>We are currently seeking a Machine Learning Data Scientist in <b><i>Albany, OR <\u002Fi><\u002Fb>to work onsite at the US-DOE operated National Energy Technology Laboratory (NETL).<\u002Fp><br>\n<p><\u002Fp>\n<p>Battelle is guided by a founding mission. We invest our knowledge, talents and resources, helping our customers achieve their most important goals. We apply scientific rigor and creativity, succeeding where others may fail, and we invest in our communities, making the world better for generations to come. All of us share a common purpose: to solve the greatest challenges of today and tomorrow.<\u002Fp><br>\n<p><\u002Fp>\n<p>Our 22,000 employees work at the forefront of scientific innovation to tackle critical challenges in security, human health, manufacturing, energy and environmental management. Battelle&rsquo;s work is grounded in the belief that science, technology and a passion for excellence can make industries more competitive and the world a better place.<\u002Fp>\n<div><div><div><b>\nJOB SUMMARY<\u002Fb><br>\n<\u002Fdiv><p><\u002Fp><div><p>An experienced Data Scientist will participate in studies relating to the development data, workflow, and machine learning algorithm design. This work will involve multidisciplinary team participation alongside data scientists, engineers, geologists and computer scientists to help develop next-generation tools to understand offshore subsurface properties, hazards, and priorities of the DOE Fossil Energy mission space. In addition, this position may provide technical data development support for research in the Carbon Storage and Critical Minerals areas.<br>\n<\u002Fp><\u002Fdiv><\u002Fdiv><div><div><b>MAJOR RESPONSIBILITIES<\u002Fb><br>\n<\u002Fdiv><p><\u002Fp><div><ul><li>Designing supervised and unsupervised machine learning algorithms that incorporate data from scientific research related to energy.<\u002Fli>\n<li>Creating, interpreting and manipulating deep learning models.<\u002Fli>\n<li>Developing Natural Language Processing algorithms related to energy science.<\u002Fli>\n<li>Collaborate with geologists and other science researchers to assist each other in accomplishing project-related tasks.<\u002Fli>\n<li>Builds relationships with internal and external clients.<\u002Fli>\n<li>Creates and delivers oral and poster presentations of results.<\u002Fli><br>\n<\u002Ful><p><\u002Fp>\n<\u002Fdiv><\u002Fdiv><p><\u002Fp><div><div><b>THE FOLLOWING REQUIREMENTS MUST BE MET TO BE CONSIDERED FOR THIS POSITION:<\u002Fb><br>\n<\u002Fdiv><p><\u002Fp><div><ul><li>The candidate must have a BS or MS in Computer Science or a related discipline.<\u002Fli>\n<li>The candidate should have a minimum of 2 years' experience in data science research..<\u002Fli>\n<li>Candidates should have strong oral and written communication skills with ability to represent Battelle or its clients at conferences or public forums or contribute to technical reports and scientific journals.<\u002Fli>\n<li>Evidence of innovation in machine learning approaches in machine learning systems and data development.<\u002Fli>\n<li>Experience designing unsupervised machine learning algorithms using big data sets..<\u002Fli>\n<li>Experience developing NLP algorithms for developing unstructured data.<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><div><div><b>THE FOLLOWING IS DESIRED, BUT NOT REQUIRED TO BE CONSIDERED FOR THIS POSITION:<\u002Fb><br>\n<\u002Fdiv><p><\u002Fp><div><ul><li>Experience in software development, testing, and deployment<\u002Fli>\n<li>Experience assembling large scientific datasets<\u002Fli>\n<li>Experience using R, Python, Java, or other programming languages.<\u002Fli>\n<li>Experience with TensorFlow, Keras, SpaCy, Gensim, Word2Vec, pyTorch, or other Machine Learning and \u002F or Natural Language Processing Tools.<br>\n<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><div><b>LEGAL DISCLAIMER<\u002Fb><br>\n<\u002Fdiv><p><\u002Fp><div><p>The above statements are intended to describe the nature and level of work being performed by people assigned to this job. They are not intended to be an exhaustive list of all responsibilities, activities and skills required of staff members. No statement herein is intended to imply any authorities to commit Battelle unless special written permission is granted by Battelle&rsquo;s Legal Department.<\u002Fp><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>\n<p><b>BENEFITS<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<p>Battelle&rsquo;s competitive benefits program includes comprehensive medical and dental care, matching 401K, paid time off, flexible spending accounts, disability coverage, and other benefits that help provide financial protection for you and your family.<\u002Fp><br>\n<p><\u002Fp>\n<p><i>Battelle provides employment and opportunities for advancement, compensation, training, and growth according to individual merit, without regard to race, color, religion, sex (including pregnancy), national origin, sexual orientation, gender identity, marital status, age, genetic information, disability, veteran-status, or any other characteristic protected under applicable Federal, state, or local law. Our goal is for each staff member to have the opportunity to grow to the limits of their abilities and to achieve personal and organizational objectives. We will support positive programs for equal treatment of all staff and full utilization of all qualified employees at all levels within Battelle.<\u002Fi><\u002Fp><\u002Fdiv><p><\u002Fp>","4a6147707ff974f3":"<div><div><b>Min Qualifications<\u002Fb><br>\n<p><b>EDUCATION &amp; EXPERIENCE<\u002Fb><\u002Fp><p><b>\nMinimum Qualifications:<\u002Fb><\u002Fp><ul>\n<li>Master's degree in a quantitative discipline (applied mathematics, statistics, computational biology, bioinformatics or related field)<\u002Fli>\n<li>Five years of SQL experience<\u002Fli>\n<li>Five years of experience working with relational databases<\u002Fli>\n<li>Five years of clinical analytics experience in a healthcare or hospital environment<p><b>\nJOB DESCRIPTION<\u002Fb><\u002Fp><p><b>\nScope\u002FFunction: <\u002Fb>Responsible for providing meaning to the data in our system and developing methods to leverage that data in our applications. Responsibilities include standardizing and cleaning data (Curation), building prediction models (Analytics), modeling clinical outcomes (Clinical Analytics), and developing metrics to monitor patient treatment and outcomes (Quality Measurement). Member of a cross-functional, collaborative team that works closely with other UTMB Discover teams.<\u002Fp><\u002Fli><\u002Ful><br>\n<b>\nSalary Range<\u002Fb><br>\n<p>The salary range for this position is $101,231\u002Fyr - $161,969\u002Fyr commensurate with experience<\u002Fp><p>\nThe pay band for this position is CS33<\u002Fp><br>\n<b>\nSpecific Job Related Duties<\u002Fb><br>\n<ul><li>Identify clinical, financial and operational data elements within different systems (EMRs, billing, etc.)<\u002Fli>\n<li>Standardize clinical data to common ontologies (such as SNOMED-CT, RxNorm, and LOINC)<\u002Fli>\n<li>Develop new ontologies to represent data elements in which no standard yet exists<\u002Fli>\n<li>Develop new methods of data extraction and data mining (such as utilizing NLP tools to obtain clinical information from unstructured text)<\u002Fli>\n<li>Work on a day-to-day basis with UTMB Discover teams to ensure that our clinical, financial, and operational data are being accurately represented in our applications<\u002Fli>\n<li>Formulate validation strategies and methods to ensure accurate and reliable data<\u002Fli>\n<li>Support the rest of the Clinical Data and Analytics Team in understanding and processing the data in our system<\u002Fli>\n<li>Explore and analyze large medical databases: medical claims, hospital discharges and\u002For real-time EMR data feeds<\u002Fli>\n<li>Research and define variables for analysis and prediction of medical risks<\u002Fli>\n<li>Evaluate patients&rsquo; current and future risk based on claims and non-claims data<\u002Fli>\n<li>Support daily production tasks that require scientists involvement<\u002Fli>\n<li>Conduct QA of models&rsquo; outcomes and monitor model performance regularly<\u002Fli>\n<li>Enhance existing predictive models and analytics; and develop new ones<\u002Fli>\n<li>Develop, implement and validate new predictive modeling algorithms and applications<\u002Fli>\n<li>Build predictive models and complete various analytical projects<\u002Fli>\n<li>Provide consultation, training and analysis to clients, account management and sales; deliver sales presentations and product demonstrations as needed<\u002Fli>\n<li>Provide critical guidance for the development and implementation of models and analytics products<\u002Fli>\n<li>Suggest\u002Fbuild software tools to streamline the building of models and other analytics<\u002Fli>\n<li>Conduct exploratory data analysis from complex, disparate data sources to recognize patterns, and identify member performance improvement opportunities<\u002Fli>\n<li>Generate hypotheses and analyze data to test and interpret results<\u002Fli>\n<li>Serve as the resident data expert and share best practices\u002Fapproaches for statistics, machine learning techniques, data modeling, simulation and advanced mathematics<\u002Fli>\n<li>Partner with Leadership Team to identify critical issues\u002Fquestions around member performance<\u002Fli>\n<li>Collaborate with Director, Clinical Data and Analytics to build analytical acumen across all analytic roles in the organization<\u002Fli><\u002Ful><p><\u002Fp><br>\n<b>\nPreferred Education<\u002Fb><br>\n<ul><li>Ph.D. degree in a quantitative discipline (applied mathematics, statistics, computational biology, bioinformatics or related field)<\u002Fli><\u002Ful><\u002Fdiv><br>\nReq id: 67833<\u002Fdiv>","da0531b3dbaea5d3":"<p><\u002Fp><div><p><b>Vans: Be a Part of the Original\n<\u002Fb><\u002Fp><p><b>&ldquo;It was never about waving the brand like a flag, it was always about the people&rdquo; &ndash; Paul Van Doren\n<\u002Fb><\u002Fp><p>Vans is the original action sports footwear company rooted in authenticity and creativity. Founded in 1966, Vans has thrived on a legacy of impacting our greater community through Vans&rsquo; four pillars: action sports, music, art and street culture. We are constantly inspired by the expressive creators within our company and community as they bring new and innovative perspectives to help shape and transform the future of our business.\n<\u002Fp><p><\u002Fp><p>At Vans our culture sets us apart and it influences everything we do. Everything we do supports creativity and we are driven by our five values. We are <i>determined <\u002Fi>. We are <i>connected <\u002Fi>to our consumers and to each other. We are <i>inclusive <\u002Fi>. We are <i>expressive <\u002Fi>and <i>Fun <\u002Fi>. And most of all, we are a family.\n<\u002Fp><p><\u002Fp><p>Vans is a subsidiary of VF, the world&rsquo;s largest apparel and footwear company comprised of over 30 brands. We are the leading drivers of retail as our global footwear, apparel and accessory brand is available in 170 countries worldwide. As we continue to expand, we take great measures in developing and growing our people.\n<\u002Fp><p><\u002Fp><p>Vans is founded on a culture of learning. We take great pride in our ability to facilitate learning opportunities by providing the resources and tools necessary to support each individual&rsquo;s pursuit of growth to achieve future goals. In order to prioritize career growth within our company, Vans offers courses on topics such as leadership, communication, collaboration and technical skills to ensure our employees are self-motivated and developing to the pace of our rapidly growing business.\n<\u002Fp><p><\u002Fp><p>By joining the Vans family, you will be immersed into an environment of incredibly supportive and collaborative people. We work very hard across a multitude of large initiatives to bring the Van Doren spirit to life. We live for what we do.\n<\u002Fp><p><\u002Fp><p><b>Associate Data Scientist, Consumer Lifecycle Management <\u002Fb>: Become the Newest Member of the Vans Family\n<\u002Fp><p>The Consumer Lifecycle Management (CLM) department is responsible for creating consumer knowledge by providing relevant and actionable data that will shape general consumer and customer understanding and influence merchant and marketing activities as well as overall Vans brand\u002Fconsumer strategies.\n<\u002Fp><p>The department&rsquo;s work is divided into three main focus areas:\n<\u002Fp><p>Generation\u002Facquisition of consumer data by working with key organizational partners, such as store operations, e-commerce, marketing and event teams Modeling and analysis of data from the various sources Translating insights from analysis results into winning business strategies\n<\u002Fp><p>While this position will touch on all aspects of the department&rsquo;s responsibilities, its main focus will be on data analysis and insights creation.\n<\u002Fp><p><\u002Fp><p>As the Associate Data Science, CLM you will provide important and relevant analysis of transactional and consumer data to drive our marketing and business decisions that result in increased revenue, consumer experience and brand affinity. You will collaborate with various internal clients to add value to their field of expertise by understanding our consumers&rsquo; behavior, recommend action plans and analyze critical results. With this opportunity, you will use your master skills in Alteryx, Tableau, SAS, JMP and other systems. You have foundational knowledge in advanced analytic methodologies, such as regression, cluster analysis and predictive modeling. Your attention to details and strong analytical and data qualifications will help you manage plans and projects simultaneously and ensure a high level of accuracy of your results. You have an inherent passion for data and data driven thinking, and can extract patterns from volumes of data to drive insights and operational efficiencies. You can also take that data and tell an easy to understand brand story with actionable items for others. Additionally, you have a connectivity to youth culture, creative expression and live the Van Doren Spirit: work hard, collaborate well and most importantly, have fun.\n<\u002Fp><p><\u002Fp><p><b>How You Will Make a Difference:\n<\u002Fb><\u002Fp><ul><li>Lead analysis of consumer data, including cross-tabulations and statistical analysis, to generate and test hypotheses about consumer and product trends.\n<\u002Fli><li>Perform transactional and\u002For consumer basket analysis to provide business with insights into consumer purchasing patterns.\n<\u002Fli><li>Develop standard reporting tools, such as business performance dashboards and\u002For scorecards, for key partners to utilize for business planning.\n<\u002Fli><li>Perform independent data mining and database research to identify consumer opportunities.\n<\u002Fli><li>Perform analyses related marketing and in-store testing, such as evaluation of segment performance within digital marketing campaigns.\n<\u002Fli><li>Support consumer data acquisition efforts to further internal knowledge of consumers Collaborate with functional partners to ensure the right business questions are being answered.\n<\u002Fli><li>Participate in continued efforts of improving and\u002For developing new data analysis methodologies to further enhance CLM team capabilities.\n<\u002Fli><li>Collaborate with VF Corporate consumer analytics group to coordinate and align on key projects.\n<\u002Fli><li>Present key insights and business recommendations to large groups and\u002For senior leadership teams.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Skills for Success:\n<\u002Fb><\u002Fp><p>Years of Related Professional Experience: 4+ years\n<\u002Fp><p>Educational\u002F Position Requirements:\n<\u002Fp><ul><li>A Bachelor&rsquo;s degree in business, economics, statistics or related field and a minimum of 4 years general management experience in the business or marketing analytics field or an equivalent combination of experience and training that provides the required knowledge, skills and abilities.\n<\u002Fli><li>Master&rsquo;s Degree Preferred.\n<\u002Fli><li>Strong analytical skills. Curiosity.\n<\u002Fli><li>Attention to detail and data accuracy.\n<\u002Fli><li>Proven experience working with large datasets and relational database analytical tools, such as Alteryx, Tableau, SAS, JMP or similar.\n<\u002Fli><li>Highly skilled in Excel; proficient with PowerPoint or Keynote.\n<\u002Fli><li>Advanced statistical skills a plus (multi-variate analysis, cluster analysis, etc.)\n<\u002Fli><li>CRM, retail, consumer and\u002For loyalty analytics experience highly desired.\n<\u002Fli><li>Excellent project coordination and management skills.\n<\u002Fli><li>Comfortable with reaching out to business partners and adept at cross-functional collaboration.\n<\u002Fli><li>Must be able to develop analytic plans and manage multiple projects simultaneously.\n<\u002Fli><li>Adept in translating data into concise, insightful and business friendly executive summaries and presentations.\n<\u002Fli><li>Strong written and verbal skills.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Special Physical and\u002For Mental Requirements:\n<\u002Fb><\u002Fp><ul><li>Travel by air and overnight, as required 10% amount of time.\n<\u002Fli><li>Lifting and\u002For bending 5 pounds amount of weight.<\u002Fli><\u002Ful><\u002Fdiv>","d199830c24cac148":"<div>Job Description<br>\n<br>\n<p>As a Senior Data Scientist at Square working on Risk, you will lead projects that derive value from our unique, rich, and rapidly growing data. Specifically, you will lead the development of fraud detection algorithms and systems that protect Square and its customers from fraud and financial loss.<\u002Fp><p>\nYou will:<\u002Fp><ul><li>\nCreatively leverage both new and existing data to increase the effectiveness and efficiency of our risk infrastructure<\u002Fli><li>\nWork with engineers to design machine learning solutions that operate effectively at scale<\u002Fli><li>\nPartner with operatives to quickly respond to rapidly evolving threats<\u002Fli><li>\nApply good software development practices and actively contribute to production code<\u002Fli><li>\nHelp build the next generation of data products at Square<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div>Qualifications<br>\n<br>\n<p>You have:<\u002Fp><ul><li>\n2-4 years of relevant industry experience<\u002Fli><li>\nA graduate degree in statistics, applied mathematics, computer science, physical sciences, or a similar technical field<\u002Fli><li>\nExperience developing and deploying machine learning \u002F deep learning solutions<\u002Fli><li>\nThe versatility to communicate clearly with both technical and non-technical audiences<\u002Fli><li>\nA willingness to solve problems using whichever tool is most appropriate for the situation<\u002Fli><\u002Ful><p>\nTechnologies we use and teach:<\u002Fp><ul><li>\nPython (numpy, pandas, sklearn, xgboost, TensorFlow)<\u002Fli><li>\nMySQL, Hive<\u002Fli><li>\nJava<\u002Fli><li>\nGoogle Cloud Platform<\u002Fli><li>\nTableau, Looker<\u002Fli><\u002Ful><br>\nAdditional Information<br>\n<br>\n<p>All your information will be kept confidential according to EEO guidelines.<\u002Fp><p>\nAt Square, our purpose is to empower &ndash; within and outside of our walls. In order to build the best tools for the businesses and customers we support all over the world, we have to start at home with a workforce as diverse and empowered as our sellers. To this end, we take great care to evaluate all employees and job applicants equally, based on merit, competence, and qualifications. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, disability status, or any other characteristic protected by law. We encourage candidates from all backgrounds to apply and always consider qualified applicants with arrest and conviction records, in accordance with the San Francisco Fair Chance Ordinance. Applicants in need of special assistance or accommodation during the interview process or in accessing our website may contact us by sending an email to assistance(at)squareup.com. We will treat your request as confidentially as possible. In your email, please include your name and preferred method of contact, and we will respond as soon as possible.<\u002Fp><\u002Fdiv>","5953f4b60d929de9":"<div><p><b>University Overview\n<\u002Fb><\u002Fp><p>The University of Pennsylvania, the largest private employer in Philadelphia, is a world-renowned leader in education, research, and innovation. This historic, Ivy League school consistently ranks among the top 10 universities in the annual U.S. News &amp; World Report survey. Penn has 12 highly-regarded schools that provide opportunities for undergraduate, graduate and continuing education, all influenced by Penn&rsquo;s distinctive interdisciplinary approach to scholarship and learning.\n<\u002Fp><p><\u002Fp><p>Penn offers a unique working environment within the city of Philadelphia. The University is situated on a beautiful urban campus, with easy access to a range of educational, cultural, and recreational activities. With its historical significance and landmarks, lively cultural offerings, and wide variety of atmospheres, Philadelphia is the perfect place to call home for work and play.\n<\u002Fp><p><\u002Fp><p>The University offers a competitive benefits package that includes excellent healthcare and tuition benefits for employees and their families, generous retirement benefits, a wide variety of professional development opportunities, supportive work and family benefits, a wealth of health and wellness programs and resources, and much more.\n<\u002Fp><p><\u002Fp><p><b>Posted Job Title\n<\u002Fb><\u002Fp>Data Scientist\n<p><\u002Fp><p><b>Job Profile Title\n<\u002Fb><\u002Fp>Data Analyst C\n<p><\u002Fp><p><b>Job Description Summary\n<\u002Fb><\u002Fp>The Perelman School of Medicine at the University of Pennsylvania is the oldest and one of the finest medical schools in the United States. Penn is rich in tradition and heritage and at the same time consistently at the forefront of new developments and innovations in medical education and research. Since its founding in 1765 the School has been a strong presence in the community and prides itself on educating the leaders of tomorrow in patient care, biomedical research, and medical education. http:\u002F\u002Fwww.med.upenn.edu\u002F\n<p><\u002Fp><p><b>Job Description\n<\u002Fb><\u002Fp><p>This analyst will work under the guidance of investigator in the Center for Biomedical image Computing and Analytics (http:\u002F\u002Fwww.cbica.upenn.edu\u002F, CBICA), Director, Christos Davatzikos, PhD. The work involves testing, validating and extending advanced image processing algorithms, preparing and extending processing pipelines, and applying these pipelines on magnetic resonance brain imaging datasets from various studies involving both structural and functional data. The data analyst will collect and organize final quantitative and imaging results, perform quality control on the results, and communicate with clinical collaborators for the dissemination and discussion of the results. This position offers the opportunity to gain experience using advanced neuroimaging processing techniques and to apply these methods in the study of normal and pathological brain function.\n<br>\n<br>\nQualifications\n<br>\nA Bachelor's Degree and 2 years to 3 years of experience or equivalent combination of education and experience is required. Experience with magnetic resonance imaging (MRI) analysis is required. Strong computer skills (knowledge of Python and\u002For Matlab, statistical analysis packages, basic shell scripting, experience in Unix platform) will be preferred.\n<br>\n<br>\nWorking Conditions\n<br>\nOffice, Library, Computer Room\n<br>\n<br>\nPhysical Effort\n<br>\nTypically sitting at desk or table\n<\u002Fp><p><\u002Fp><p><b>Job Location - City, State\n<\u002Fb><\u002Fp>Philadelphia, Pennsylvania\n<p><\u002Fp><p><b>Department \u002F School\n<\u002Fb><\u002Fp>Perelman School of Medicine\n<p><\u002Fp><p><b>Pay Range\n<\u002Fb><\u002Fp>$50,684.00 - $138,391.00\n<p><\u002Fp><p><b>Affirmative Action Statement\n<\u002Fb><br>\nPenn adheres to a policy that prohibits discrimination on the basis of race, color, sex, sexual orientation, gender identity, religion, creed, national or ethnic origin, citizenship status, age, disability, veteran status, or any other legally protected class.\n<\u002Fp><p><\u002Fp><p><b>Special Requirements\n<\u002Fb><br>\nBackground check required after a conditional job offer is made. Consideration of the background check will be tailored to the requirements of the job.<\u002Fp><\u002Fdiv>","a6a5bce16ec1af95":"<div><\u002Fdiv><div><div><div><h2 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><\u002Fh2>\n<div><ul><li>Masters or advanced degree required with excellent academic track record<\u002Fli><li>\n5-10 years of work experience with, for example, a transportation company in advanced analytics-related fields, academic research in transportation-related fields<\u002Fli><li>\n5 years of analytics experience, in either an academic or professional setting<\u002Fli><li>\nSignificant experience in a number of the following technologies: Python, R, SQL, SAS, SPSS, Tableau, advanced Microsoft Excel, R-Modelling and Alteryx for risk adjustment, machine learning or statistical analysis<\u002Fli><li>\nStrong intrinsic problem-solving skills, ability to structure and solve problems and conduct and interpret analysis independently, with demonstrated analytic and quantitative skills<\u002Fli><li>\nA clear passion and demonstrated interest for both analytics and the transportation sector<\u002Fli><li>\nAbility to derive insights and strategic implications for TTL companies<\u002Fli><li>\nAbility to work effectively in ambiguous and challenging environments<\u002Fli><li>\nAbility to communicate with clients effectively<\u002Fli><li>\nExcellent written and oral communication skills, fluent English is a must<\u002Fli><li>\nStrong listening and interpersonal skills, able to quickly establish a rapport and credibility with clients and managerial staff<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h2 class=\"jobSectionHeader\"><b>Who You'll Work With<\u002Fb><\u002Fh2>\n<p>You&rsquo;ll work in one of our North American offices as part of our Travel Transport &amp; Logistics (TTL) practice.<\u002Fp><p>\nOur Travel Transport &amp; Logistics practice works with clients in the travel and tourism space as well as freight and passenger transportation sectors &ndash; be it via ocean, air, roads, rail. Beyond the transportation companies, we also work for the respective transport infrastructure operators. The majority of our clients are airlines, airports, tour operators, hotels, rental car providers, railways, urban transit operators, postal, parcel and express services, trucking companies, port operators, shipping lines, and much more.<\u002Fp><p>\nCandidates for this role are expected to understand the analytical tools, models and methodologies relevant for transportation-related applications.\n<\u002Fp><\u002Fdiv><\u002Fdiv><div><div><h2 class=\"jobSectionHeader\"><b>What You'll Do<\u002Fb><\u002Fh2>\n<p>You'll contribute to developing and expanding our institutional advanced analytics capabilities, knowledge and expertise in TTL-related industries.<\u002Fp><p>\nYou will work closely with our global sector leaders and client service teams as well as Research and Analytics groups. You are part of the &ldquo;first alert&rdquo; team to connect consulting teams with relevant knowledge and practitioners in area of expertise and guide them on methodologies and approaches. Working directly with consulting teams in conducting deep analytics on client and external data, you will play a lead role in team problem solving through findings and insights from analysis.<\u002Fp><p>\nYou'll help create value for TTL clients by understanding their needs and translating them into the required and desired analytical services, while supporting analytics process and data integration between clients and McKinsey. Additionally, you will support analytics and knowledge initiatives, and contribute substantially to the development of new knowledge, approaches, models and capabilities within area of expertise.<\u002Fp><p>\nFurthermore, you'll support the development of our network optimization service line through applying insights and learnings from our advanced analytics work to the respective client content. You'll also support the development of knowledge for the analytic group as well as greater understanding of analytics and its impact in the consulting population.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","b8f6c807172debe6":"<div><\u002Fdiv><div><div><b>To support our project teams, we are looking for<\u002Fb>\n<h1 class=\"jobSectionHeader\"><b>Data Scientist, Digital Solutions-Boston,USA<\u002Fb><\u002Fh1><b>\nfor our office in Boston, United States<\u002Fb><\u002Fdiv><p><b>\n <\u002Fb><b>About Simon-Kucher &amp; Partners<\u002Fb><\u002Fp><div><p>\nFor over 30 years, Simon-Kucher &amp; Partners has helped development stage to Global Fortune 500 companies in addressing their strategic and marketing challenges. We are regarded as the world&rsquo;s leading pricing advisor and thought leader. We focus on TopLine Power&reg; by helping clients grow their top-line through strategy, pricing, marketing and sales.<br>\n<br>\nGlobalization is a core element of our goals and strategy. Today we are an international and multilingual team of over 1,300 full-time employees from diverse academic and professional backgrounds in over 38 offices across the US, Europe, Asia Pacific, and South America.<\u002Fp><\u002Fdiv><div><p><b>\nThe Role:<\u002Fb><\u002Fp><p>\nThe Simon-Kucher Data Science team is a group of data scientists who develop best-in-class approaches and models to solve complex business problems using Machine Learning and Advanced Analytics.<\u002Fp><p>\nAs a Data Scientist at Simon-Kucher &amp; Partners, you will be an integral part of the project teams working to drive top-line growth for our clients. You will be responsible for the core components of the model development process, from data wrangling \u002F pre-processing to Machine Learning model development, testing, and implementation. Throughout this process, you will also gather and communicate meaningful data insights to your project team.<\u002Fp><p>\nIn addition, you will keep an eye on the fast-changing market of advanced analytics and help further develop Simon-Kucher&rsquo;s data science offerings. Your continued involvement and efforts will enable Simon-Kucher &amp; Partners to become a thought-leader on the applications of Machine Learning and AI to pricing, sales and marketing strategies.<\u002Fp><p><b>\nKey Responsibilities:<\u002Fb><\u002Fp><ul><li>\nData wrangling, cleaning, and pre-processing<\u002Fli><li>\nConducting exploratory data analysis and communicating insights through clear descriptions and visualizations<\u002Fli><li>\nDeveloping, testing, and implementing Machine Learning models<\u002Fli><li>\nConducting research on recent developments in machine learning and AI, with a focus on topics related to pricing, sales, and marketing<\u002Fli><li>\nBeing a topic expert on Machine Learning and AI for your project team, enabling strong project planning and team performance<\u002Fli><\u002Ful><p><br>\n<b>\nBasic Qualifications:<\u002Fb><\u002Fp><ul><li>\nDegree in a quantitative field, such as computer science, engineering, statistics, operations research, data science, or equivalent experience<\u002Fli><li>\nExperience with Machine Learning and statistical modelling techniques<\u002Fli><li>\nStrong programming skills in R and\u002For Python<\u002Fli><li>\nExperience applying advanced analytics and Machine Learning to solve business problems<\u002Fli><li>\nExperience with data visualization software \u002F libraries (Tableau, PowerBI, Matplotlib)<\u002Fli><li>\nComfort working both on a team and autonomously<\u002Fli><li>\nStrong written and verbal communication skills, ability to simply and concisely explain complex analytical topics<\u002Fli><li>\nEntrepreneurial spirit&mdash;we are a fast-growing team with vast opportunities for growth<\u002Fli><\u002Ful><p><b>\nPreferred Qualifications:<\u002Fb><\u002Fp><ul><li>\nImplementation experience with Machine Learning models and applications<\u002Fli><li>\nKnowledge of cloud-based Machine Learning engines (AWS, Azure, Google, etc.)<\u002Fli><li>\nExperience with large scale data processing tools (Spark, Hadoop, etc.)<\u002Fli><li>\nAbility to query and program databases (SQL, No SQL)<\u002Fli><li>\nExperience with distributed ML frameworks (TensorFlow, PyTorch, etc.)<\u002Fli><li>\nFamiliarity with collaborative software tools (Git, Jira, etc.)<\u002Fli><li>\nExperience with user interface libraries \u002F applications (Shiny, Django, etc.)<\u002Fli><li>\nDomain expertise in pricing, demand forecasting, or time-series data<\u002Fli><\u002Ful><p><b>\nTo Apply:<\u002Fb><br>\nSubmit your Resume\u002FCV and Cover Letter via the Simon-Kucher job portal. Please ensure your Cover Letter includes:<\u002Fp><ul><li>\nWhy you are interested in a job at Simon-Kucher.<\u002Fli><li>\nSpecific reasons why your application differentiates you from other candidates.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>","edfb3e81003e2620":"<div><div><div><p>Description:<br>\n<\u002Fp><p><\u002Fp><p>Quevera is looking to hire a Data Scientist. The contractor will work in collaboration with other existing staff and contractors to create and enhance a text analysis system that will leverage COTS capabilities and machine learning algorithms.<\u002Fp><p><\u002Fp><br>\n<p>\nThe contractor will be directly involved in designing, developing, and testing a capability for content characterization and will include, but not limited to, building and implementing NLP capabilities for unstructured data to yield informative and predictive insights.<\u002Fp><p><\u002Fp><br>\n<p>\nMandatory Skills:<\u002Fp><p><\u002Fp><br>\n<p>\n1. Demonstrated experience using NLP capabilities, to include topic modeling, entity extraction, and other capabilities<\u002Fp><p>\n2. Demonstrated experience with current data science capabilities, to include machine learning<\u002Fp><p>\n3. Demonstrated knowledge and experience with relevant programming languages, to include Python or R<\u002Fp><p>\n4. Demonstrated experience collecting, tracking, and integrating multiple sources of data<\u002Fp><p>\n5. Demonstrated experience identifying trends and gaps in current collections<\u002Fp><p>\n6. Demonstrated experience designing, developing, testing and deploying capabilities in an enterprise architecture<\u002Fp><p>\n7. Demonstrated experience testing specific functionality and capability of multiple analytic software tools and algorithms<\u002Fp><p>\n8. Ability to work in a fast-paced multidisciplinary environment as in a competitive landscape where new data keeps flowing in rapidly<\u002Fp><p>\n9. Ability to query databases and perform statistical analysis<\u002Fp><p>\n10. Ability to create examples, prototypes and demonstrations<\u002Fp><p>\n11. Good understanding of design and architecture principles<\u002Fp><p>\n12. Ability to work in a team environment to collaboratively analyze feasibility of requirements, propose workable solutions, and work towards a successful project outcome<\u002Fp><p>\n13. Strong interpersonal and communications skills<\u002Fp><p><\u002Fp><br>\n<p>\nOptional Skills:<\u002Fp><p><\u002Fp><br>\n<p>\n1. Ability to assess scalability of algorithms and capabilities, to estimate processing throughput and loading speeds for enterprise implementations<\u002Fp><\u002Fdiv><\u002Fdiv><br>\n<div><div>\nClearance<\u002Fdiv><div> TS\u002FSCI<\u002Fdiv><\u002Fdiv><br>\n<div><div>\nDegree Requirements<\u002Fdiv><div> N\u002FA<\u002Fdiv><\u002Fdiv><br>\n<div><div>\nRequired Skills<\u002Fdiv><p> Python<\u002Fp><\u002Fdiv><\u002Fdiv>","0d02648352c30198":"<div>Psyonix is a video game developer located in downtown San Diego. Best known for Rocket League, the award-winning game that combines soccer, driving, and highly competitive and addictive gameplay, we are an industry-leading game studio rooted in a crunch-free philosophy that emphasizes a healthy work-life balance.<br>\n<br>\nWe are looking for a qualified and passionate Data Scientist to join us on the analytics team. You will focus on transforming raw player behavior data into actionable insights. Through in-depth analysis, you will create predictive models and algorithms as well as identifying pain points and improving the player gameplay experience.<br>\n<br>\nPrimary Duties &amp; Responsibilities<br>\n<ul><li>Utilize gameplay data to derive player motivation and behavior to deliver actionable insights<\u002Fli><li>Perform in-depth analyses across a multitude of data sets, types, and sources<\u002Fli><li>Create and maintain advanced statistical models and assist in deployment into our infrastructure<\u002Fli><li>Contribute unique, personal ideas towards all aspects of game production and development<\u002Fli><li>Liaise with other team members and departments to determine project needs and requirements<\u002Fli><\u002Ful>\n<br>\nIdeal Qualifications &amp; Requirements<br>\n<ul><li>4+ years of professional experience with writing and maintaining SQL objects, preferably MySQL<\u002Fli><li>2+ years of professional experience interacting with large and complex data sets<\u002Fli><li>Advanced understanding and application of various statistical analysis methods<\u002Fli><li>Demonstrated experience in architecting new data flows along with the reporting, presentation and visualization of resulting data<\u002Fli><li>Experience with object oriented programming<\u002Fli><li>A passion for diving into data to extract trends, signals, and insights<\u002Fli><li>Experience simultaneously addressing multiple project and stakeholder needs<\u002Fli><li>Strong written and verbal communication skills<\u002Fli><\u002Ful>\n<br>\nAdditional Preferred Experience:<br>\n<ul><li>Knowledge of the game industry&rsquo;s inner workings<\u002Fli><li>Familiarity with C# \u002F R \u002F Python \u002F PHP \u002F Linux<\u002Fli><li>Working knowledge of Cloud Computing (AWS, Google Cloud, Azure) and associated infrastructure<\u002Fli><\u002Ful><\u002Fdiv>","0af9ee48f9824e50":"The Communications, Information, and Navigation Office (CINO) at the Applied Research Laboratory (ARL) is seeking applicants for a Research and Development Engineer to join our Visual Analytics group. In this position you will conduct applied research in decision support tools, visual analytics natural language processing, social networks, machine learning, blockchain networks, and big data analytics. You will assume a technical leadership role, develop and submit proposals for funded research from Department of Defense (DoD) and related sponsors; collaborate with other research and academic faculty; document research activities in technical reports. Using accepted methods and techniques, contribute to the design, development, implementation, and analysis of technical engineering products, systems and subsystems; investigate and evaluate practical applicability of scientific theories and engineering principles basic to the development and improvement of various engineering systems; apply standard practices and techniques in specific situations, correlate data, recognize discrepancies in results and follow operations through a series of related detailed steps or processes; conduct experiments\u002Ftests in the laboratory\u002Ffield to test, prove or modify theoretical propositions on basis of research findings and experiences of others researching in related technical areas; may include taking measurements and recording observations, collecting, compiling and processing data; initiate or contribute data\u002Fanalysis\u002Fdesign for use in technical reports, documents, proposals, or oral\u002Fwritten presentations; perform tasks of a larger scope and lead specific tasks within the project scope; interact in a collaborative manner with other team members, engineers, and scientists to accomplish organizational goals; provide ideas to improve efficiency at group level; may network beyond own technical peer group; supervise the work of lower level staff and undergraduate students. This job will be filled as a level 2, or level 3, depending upon the successful candidate's competencies, education, and experience. Typically requires a Bachelor's degree or higher in an Engineering or Science discipline or higher plus two years of related experience, or an equivalent combination of education and experience for a level 2. Additional experience and\u002For education and competencies are required for higher level jobs. A Master&rsquo;s Degree in an engineering related discipline desired. Experience in SCI systems preferred; experience with at least one major programming language such as Java, Matlab, R, Python is preferred. Experience in developing and integrating software applications on different hardware platforms from conception to execution; proven track record of obtaining initial and continued project funding, as well as leading teams of engineers, developers and students required; successful candidate must have excellent verbal and written communication skills, as well as the ability to conduct interactive briefings and trainings; Candidate selected will be subject to a government security investigation. You must be a U.S. Citizen to apply. Employment with the Applied Research Laboratory will require successful completion of a pre-employment drug screen. This is a one year fixed-term renewable appointment.","532a553c216e1427":"<ul><li>Bachelor or Master's degree in highly quantitative field (CS, machine learning, mathematics, statistics) or equivalent experience.<\u002Fli><li>Experience with R, Python, Weka, SAS, Matlab or other statistical\u002Fmachine learning software.<\u002Fli><li>Experience applying various machine learning techniques, and understanding the key parameters that affect their performance.<\u002Fli><li>Experience developing experimental and analytic plans for data modeling processes, use of strong baselines, and the ability to accurately determine cause and effect relationships.<\u002Fli><li>Understanding of relevant statistical measures such as confidence intervals, significance of error measurements, development and evaluation data sets, etc.<\u002Fli><\u002Ful>\n<br>\n<p>At Alexa Shopping, we strive to enable shopping in everyday life. We allow customers to instantly order whatever they need, by simply interacting with their Smart Devices such as Amazon Show, Spot, Echo, Dot or Tap. Our Services allow you to shop, no matter where you are or what you are doing, you can go from 'I want that' to 'that's on the way' in a matter of seconds. We are seeking the industry's best to help us create new ways to interact, search and shop. Join us, and you'll be taking part in changing the future of everyday life.<br>\n<br>\nWe are seeking a Data Scientist to be part of the NLU science team for Alexa Shopping. This is a strategic role to shape and deliver our technical strategy in developing and deploying NLU, Machine Learning solutions to our hardest customer facing problems. Our goal is to delight customers by providing a conversational interaction. These initiatives are at the heart of the organization and recognized as the innovations that will allow us to build a differentiated product that exceeds customer expectations. We're a high energy, fast growth business excited to have the opportunity to shape Alexa Shopping NLU is defined for years to come. If this role seems like a good fit, please reach out, we'd love to talk to you.<br>\n<br>\nThis role requires working closely with business, engineering and other scientists within Alexa Shopping and across Amazon to deliver ground breaking features. You will lead high visibility and high impact programs collaborating with various teams across Amazon. You will work with a team of Language Engineers and Scientists to launch new customer facing features and improve the current features.<br>\n<br>\nAmazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build.<\u002Fp>\n<br>\n<ul><li>5+ years of experience with machine learning, statistical modeling, data mining, and analytics techniques.<\u002Fli><li>Experience in one or more natural language processing topics: tagging, syntactic parsing, word sense disambiguation, topic modeling; contextual text mining, and application of deep learning to NLP.<\u002Fli><li>Previous experience in a ML or data scientist role with a large technology company.<\u002Fli><li>Fluency in a language other than English<\u002Fli><\u002Ful>","087c8b37f95b161d":"<p><\u002Fp><div><h1 class=\"jobSectionHeader\"><b>Here @ <\u002Fb><b>Strata<\u002Fb><b>&hellip;<\u002Fb><\u002Fh1><p>\nWe are committed to our mission to help heal healthcare. Our unique culture is driven by a social, hardworking environment full of talented people solving problems together. We embrace learning, cross-team collaboration, and continuous career growth. Lifting each other to lift our clients, our product, our company. If being part of a fun, fast-moving, innovative team is what you seek? Keep reading.<\u002Fp><h1 class=\"jobSectionHeader\"><b>\nWe look for someone who:<\u002Fb><\u002Fh1><ul><li><b>\nIs Service-Centric:<\u002Fb> Someone who desires to make an impact in and outside of our office. We look for service minded people to support our customers, each other and our community.<\u002Fli><li><b>\nHas a Growth Mindset:<\u002Fb> Driven to own your individual learning and development (We&rsquo;ll help you - we have a team dedicated to training you and providing extra educational resources).<\u002Fli><li><b>\nRocks Impact<\u002Fb>: Thinks two steps ahead to ensure the work we do will solve problems and make a difference.<\u002Fli><li><b>\nWill be a StrataPro:<\u002Fb> Accountable. Prepared. Positive. Core to who we are and how we treat one another.<\u002Fli><\u002Ful><h1 class=\"jobSectionHeader\"><b>\nWhat you&rsquo;ll do in this role:<\u002Fb><\u002Fh1><p>\nAs a Data Scientist, you will have the opportunity to work with many of the nation&rsquo;s leading healthcare providers in utilizing their financial, operational, and clinical data to drive their mission of providing world-class care while improving financial health. Your work will bring new insights to individual clients, client collaboratives and the industry.<\u002Fp><ul><li>\nApplying data mining techniques and statistical analysis to healthcare and financial data across our customer base<\u002Fli><li>\nConsulting and building the ideal data environment that will enable data insights to go from single reports to fully integrated modules within StrataJazz, our &ldquo;Best in KLAS&rdquo; enterprise SaaS solution<\u002Fli><li>\nWorking with product and data integration teams to understand how best to utilize data resources<\u002Fli><li>\nBuilding training and &ldquo;gold standard&rdquo; testing databases<\u002Fli><li>\nSelecting features, building and optimizing classifiers using machine learning techniques<\u002Fli><li>\nExtending company&rsquo;s data with third party sources of information when needed<\u002Fli><li>\nEnhancing data collection procedures to include information that is relevant for building analytic systems<\u002Fli><li>\nProcessing, cleansing and verifying the integrity of data used for analysis<\u002Fli><li>\nConducting ad-hoc analysis and presenting results in a clean, clear and actionable manner<\u002Fli><li>\nCreating automated anomaly detection systems and constant tracking of its performance<\u002Fli><\u002Ful><h1 class=\"jobSectionHeader\"><b>\nYour accomplishments include:<\u002Fb><\u002Fh1><ul><li>\nA Master&rsquo;s degree or foreign equivalent in: Applied Mathematics, Statistics, Economics or Engineering<\u002Fli><li>\n4-6 years experience using statistical data analysis techniques on projects within healthcare and\u002For finance<\u002Fli><li>\nExpertise in translating strategic questions into tactical work plans and outputs<\u002Fli><li>\nExperience working with large, complex data sets, normalizing and building training sets and models<\u002Fli><li>\nUsing advanced machine learning techniques to combine and compare large data sets<\u002Fli><li>\nAbility to install and configure tools needed for analysis of large data sets<\u002Fli><li>\nExcellent understanding of machine learning techniques and algorithms, such as k-NN, Na&iuml;ve Bayes, SVM, Decision Forests, etc.<\u002Fli><li>\nExperience with common data science toolkits, such as R, Python, Weka, MatLab, etc.<\u002Fli><li>\nExperience with text mining and Natural Language Processing algorithms<\u002Fli><li>\nAbility to present results of analysis to differing audiences within healthcare on both the financial and clinical side (CFO, CEO, CMIO, Physicians, etc)<\u002Fli><li>\nExperience with data visualization tools, such as D3.js, GGplot, etc.<\u002Fli><li>\nProficiency in using query languages such as SQL, Hive, Pig<\u002Fli><li>\nExperience with NoSQL databases, such as MongoDB, Cassandra, HBase<\u002Fli><li>\nStrong applied statistics skills, such as distributions, statistical testing, regression, etc.<\u002Fli><li>\nStrong scripting and programming skills<\u002Fli><li>\nData-oriented personality<\u002Fli><li>\nAbility to travel up to 10%<\u002Fli><\u002Ful><p><\u002Fp><p>\nEqual Opportunity Employer\u002FProtected Veterans\u002FIndividuals with Disabilities<\u002Fp><p>\nThe contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor&rsquo;s legal duty to furnish information.<\u002Fp><\u002Fdiv>","f9be0b97ced221c8":"<div><b>Introduction<\u002Fb><br>\nAs a Data Scientist at IBM, you will help transform our clients&rsquo; data into tangible business value by analyzing information, communicating outcomes and collaborating on product development. Work with Best in Class open source and visual tools, along with the most flexible and scalable deployment options. Whether it&rsquo;s investigating patient trends or weather patterns, you will work to solve real world problems for the industries transforming how we live.<br>\n<br>\n<b>Your Role and Responsibilities<\u002Fb><br>\nAs a Federal Associate Data Scientist, you&rsquo;ll work with enterprise leaders and key decision makers to solve business problems by preparing, analyzing, and understanding data to deliver insight, predict emerging trends, and provide recommendations to optimize results. You will use a variety of data (structured, unstructured, IoT streaming), analytics, AI tools, and programming languages often using a cloud infrastructure to handle the volume and veracity of data streams.<br>\n<br>\nArmed with data, modeling expertise, and analytic results, as an Associate Data Scientist, you will communicate conclusions and recommendations to stakeholders in an organization's leadership structure, leveraging strong consulting, communication, visualization, and storytelling skills.<br>\n<br>\n<b>Work you could do as a Federal Associate Data Scientist:<\u002Fb><ul><li>\nImplement and validate predictive and prescriptive models, create and maintain statistical models with a focus on big data.<\u002Fli><li>\nIncorporate a variety of statistical and machine learning techniques in your projects.<\u002Fli><li>\nWrite programs to cleanse and integrate data in an efficient and reusable manner.<\u002Fli><li>\nUse leading edge and open-source tools such as Python, R, and TensorFlow, combined with IBM tools and our AI application suites.<\u002Fli><li>\nWork in an Agile, collaborative environment, partnering with other scientists, engineers, consultants and database administrators of all backgrounds and disciplines to bring analytical rigor and statistical methods to the challenges of predicting behaviors.<\u002Fli><li>\nCommunicate with internal and external clients to understand and define business needs and appropriate modelling techniques to provide analytical solutions.\n<\u002Fli><li>Evaluate modelling results and communicate the results to technical and non-technical audiences.<\u002Fli><\u002Ful><br>\n<b>\nRequired Professional and Technical Expertise<\u002Fb><br>\n<ul><li>Strong technical and analytical abilities, a knack for driving impact and growth, and some experience with a programming\u002Fscripting in a language such as Java or Python.\n<\u002Fli><li>Willingness to relocate to the Washington, DC metropolitan area.<\u002Fli><li>\nMany jobs within GBS Federal Sector require U.S. citizenship and\u002For security clearance because of government or contract requirements. If you are not a U.S. citizen or are unable to obtain security clearance, there may be limited work opportunities for you, which may affect your continued employment at IBM.\n<\u002Fli><li>Bachelor&rsquo;s Degree from an accredited 4-year institution coupled with internship, work, and\u002For project experience, which will provide the analytical and technical acumen that translates to an entry level consulting role.<\u002Fli><li>\nWhile many Federal projects are located in the Washington, DC area and have limited travel, candidates must be willing and able to travel up to 100% of the time, if project\u002Fbusiness needs require.<\u002Fli><\u002Ful><br>\n<b>\nPreferred Professional and Technical Expertise<\u002Fb><br>\n<ul><li>Basic understanding of Cloud (AWS, Azure, etc.)\n<\u002Fli><li>Basic understanding of statistical programming in a language such as R, Python, SAS, SPSS, or MATLAB.\n<\u002Fli><li>Ability to thrive in team base environment.\n<\u002Fli><li>Excellent verbal and written communication skills.\n<\u002Fli><li>Work or internship experience using data science tools in a corporate environment.<\u002Fli><li>\nInterest in, understanding of, or experience with Design Thinking and Agile Development Methodologies.<\u002Fli><\u002Ful><br>\n<b>\nPreferred <\u002Fb><b>Majors<\u002Fb><br>\nComputer Science, Data Science, Applied Mathematics, Statistics, Cognitive Science, Artificial Intelligence, Business Intelligence, Operations Research, Engineering.<br>\n<br>\n<br>\n<b>About Business Unit<\u002Fb><br>\nIBM Services is a team of business, strategy and technology consultants that design, build, and run foundational systems and services that is the backbone of the world's economy. IBM Services partners with the world's leading companies in over 170 countries to build smarter businesses by reimagining and reinventing through technology, with its outcome-focused methodologies, industry-leading portfolio and world class research and operations expertise leading to results-driven innovation and enduring excellence.<br>\n<br>\n<b>Your Life @ IBM<\u002Fb><br>\nWhat matters to you when you&rsquo;re looking for your next career challenge?<br>\n<br>\nMaybe you want to get involved in work that really changes the world? What about somewhere with incredible and diverse career and development opportunities &ndash; where you can truly discover your passion? Are you looking for a culture of openness, collaboration and trust &ndash; where everyone has a voice? What about all of these? If so, then IBM could be your next career challenge. Join us, not to do something better, but to attempt things you never thought possible.<br>\n<br>\nImpact. Inclusion. Infinite Experiences. Do your best work ever.<br>\n<br>\n<b>About IBM<\u002Fb><br>\nIBM&rsquo;s greatest invention is the IBMer. We believe that progress is made through progressive thinking, progressive leadership, progressive policy and progressive action. IBMers believe that the application of intelligence, reason and science can improve business, society and the human condition. Restlessly reinventing since 1911, we are the largest technology and consulting employer in the world, with more than 380,000 IBMers serving clients in 170 countries.<br>\n<br>\n<b>Location Statement<\u002Fb><br>\nFor additional information about location requirements, please discuss with the recruiter following submission of your application.<br>\n<br>\n<b>Being You @ IBM<\u002Fb><br>\nIBM is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status. IBM is also committed to compliance with all fair employment practices regarding citizenship and immigration status.<\u002Fdiv>","9543c7f08bbc5ea1":"<div><p><b>Position Description<\u002Fb>:\n<\u002Fp><p>Cognitio is seeking a Data Scientist to assist with applying programmatic and quantitative models to find patterns and relationships in large datasets in support of auditing and oversight of the data-handling obligations.\n<\u002Fp><p>Candidate will conduct mathematical, statistical, geospatial, or other analysis to address business operations or compliance questions. Candidate should be able to transform\u002Ftranslate and stage data in support of auditing and reporting.<\u002Fp><br>\n<p><\u002Fp><p><b>Required Qualifications:<\u002Fb>\n<\u002Fp><p>1. Demonstrated experience with Splunk<\u002Fp><br>\n<p><\u002Fp><p>2. Demonstrated experience coding\u002Fscripting in Perl, Python, or JavaScript.<\u002Fp><br>\n<p><\u002Fp><p>3. Working knowledge of appropriate analytic methods and metholdogical tools in the areas of data visualization, computer programming, or applied mathematics.<\u002Fp><br>\n<p><\u002Fp><p>4. Ability to develop comprehensive software applications.<\u002Fp><br>\n<p><\u002Fp><p>5. Ability to translate complex, technical and policy findings into an easily understood narrative (i.e. tell a story with data) in graphical, verbal, or written form.<\u002Fp><br>\n<p><\u002Fp><p><b>Desired Qualifications:<\u002Fb>\n<\u002Fp><p>1. Familiarity with Sponsor's legal authorities and data handling requirements.<\u002Fp><br>\n<p><\u002Fp><p>2. Demonstrated experience using Adobe Insight\u002FData Workbench to support the gathering, extraction, transforming, and exposing of data for researching and reporting.<\u002Fp><br>\n<p><\u002Fp><p>3. Demonstrated experience using MapReduce, Pig, Hive, NoSql, Tableau, or Hbase.<\u002Fp><br>\n<p><\u002Fp><p>4. Demonstrated experience developing, articulating, and implementing end-to-end business process solutions, strategic communication plans, and performance management strategies in support of data access and compliance.<br>\n<\u002Fp><p><\u002Fp><p>5. Demonstrated ability to communicate clearly orally and in writing for reporting and briefing on complex technical and policy topics to a wide range of technical and non-technical audiences.<\u002Fp><br>\n<p><\u002Fp><p>6. Demonstrated ability to synthesize large amounts of data with varying levels of detail.<br>\n<\u002Fp><p><\u002Fp><p>7. Demonstrated Experience with attention to detail resulting in the production of accurate work products.<\u002Fp><br>\n<p><\u002Fp><p>8. Ability to multi-task and change focus quickly as demands change.<\u002Fp><br>\n<p><\u002Fp><p>9. Ability to work collaboratively and effectively in a team environment.<\u002Fp><p><\u002Fp><br>\n<div><b>Clearance Requirements:<\u002Fb>\n<br>\nTS\u002FSCI with Polygraph<\u002Fdiv><\u002Fdiv><p><\u002Fp>","11d0e53098f06688":"<div><p>As much as you&rsquo;re a master at rigorous mining, culling and interpretation of big data, you&rsquo;re equally at task to glean small but meaningful data insights and making it pop in multiple data visualization platforms.<\u002Fp><\u002Fdiv><div><\u002Fdiv>","763eca2444cab164":"<div><p>Identifies trends and problems through complex big data analysis. Interprets results from multiple sources using a variety of techniques, ranging from simple data aggregation via statistical analysis to complex data mining independently.<\u002Fp>\nResponsibilities\n<p>Designs, develops and implements the most valuable solutions for the organization. Prepares big data, implements data models and develops database and web applications to support the solutions.<\u002Fp>\n<p>\nFamiliar with a variety of the field&rsquo;s concepts, practices, and procedures. Ability to initiate and drive projects to completion with minimal guidance; the ability to communicate the results of analyses in a clear and effective manner. Basic understanding of statistical analysis. Relies on extensive experience and judgment to plan and accomplish goals. Performs a variety of tasks. Leads and directs the work of others. A wide degree of creativity and latitude is expected. Typically reports to a manager or head of a unit\u002Fdepartment<\u002Fp>\n<p>\nWork Environment and Level of Frequency typically required<br>\nNearly Continuously: Office environment.<br>\nPhysical Requirements and Level of Frequency that may be required<br>\nNearly Continuously: Sitting, hearing, listening, talking.<br>\nOften: Repetitive hand motion (such as typing), walking.<br>\nSeldom: Bending, reaching overhead.<\u002Fp>\nMinimum Qualifications\n<p>Bachelor&rsquo;s Degree and 6-8 years of related experience in the field or related area is required.<\u002Fp>\n<p>\nThis position has no responsibility for providing care to patients.<\u002Fp>\n<p>\nApplicants must demonstrate the potential ability to perform the essential functions of the job as outlined in the position description.<\u002Fp>\nPreferences Type Benefited Staff Special Instructions Summary<\u002Fdiv>","e7b24f15640c4496":"<div><p>Octo is currently seeking a Platform Security Engineer to join a growing team on an exciting and highly visible project for a DoD customer.<\u002Fp>\n<p>\nThe project you will be working is to define and design the data architecture and taxonomy in preparation for conducting extensive analysis of the data ingested via Air Force existing legacy applications to a more evolvable architecture that can better leverage a cloud environment to deliver better technology, reduce program sustainment costs, and higher system reliability. Our approach is to transform legacy applications to be cloud native and reside on a Platform as a Service (PaaS). Additionally, modernize current applications by breaking them down into loosely coupled micro-services, and leveraging a continuous integration \u002F continuous delivery pipeline to enable an agile DevOps Strategy.<\u002Fp>\n<p>\nOcto Data Scientists on this project will have an opportunity to &hellip;receive 6+ months of Pivotal Cloud Foundry training as part of the standard on-boarding process for this project.<\u002Fp>\n<p><b>\nYou&hellip;<\u002Fb><\u002Fp>\n<p>\nAs a Data Scientist at Octo, you will be involved in the analysis of unstructured and semi-structured data, including latent semantic indexing (LSI), entity identification and tagging, complex event processing (CEP), and the application of analysis algorithms on distributed, clustered, and cloud-based high-performance infrastructures. Exercises creativity in applying non-traditional approaches to large-scale analysis of unstructured data in support of high-value use cases visualized through multi-dimensional interfaces. Handle processing and index requests against high-volume collections of data and high-velocity data streams. Has the ability to make discoveries in the world of big data. Requires strong technical and computational skills - engineering, physics, mathematics, coupled with the ability to code design, develop, and deploy sophisticated applications using advanced unstructured and semi-structured data analysis techniques and utilizing high-performance computing environments. Has the ability to utilize advance tools and computational skills to interpret, connect, predict and make discoveries in complex data and deliver recommendations for business and analytic decisions. Experience with software development, either an open-source enterprise software development stack (Java\u002FLinux\u002FRuby\u002FPython) or a Windows development stack (.NET, C#, C++). Experience with data transport and transformation APIs and technologies such as JSON, XML, XSLT, JDBC, SOAP and REST. Experience with Cloud-based data analysis tools including Hadoop and Mahout, Acumulo, Hive, Impala, Pig, and similar. Experience with visual analytic tools like Microsoft Pivot, Palantir, or Visual Analytics. Experience with open source textual processing such as Lucene, Sphinx, Nutch or Solr. Experience with entity extraction and conceptual search technologies such as LSI, LDA, etc. Experience with machine learning, algorithm analysis, and data clustering.<\u002Fp>\n<p><b>\nUs&hellip;<\u002Fb><\u002Fp>\n<p>\nWe were founded as a fresh alternative in the Government Consulting Community and are dedicated to the belief that results are a product of analytical thinking, agile design principles and that solutions are built in collaboration with, not for, our customers. This mantra drives us to succeed and act as true partners in advancing our client&rsquo;s missions.<\u002Fp>\n<p><b>What we&rsquo;d like to see&hellip;<\u002Fb><\u002Fp>\n<ul>\n<li>Full-stack software development experience with a variety of server-side languages such as Java, C#, PHP, or Javascript (NodeJS)<\u002Fli>\n<li>Experience with modern front-end frameworks like React, Vue, or Angular<\u002Fli>\n<li>Intimate knowledge of agile and lean philosophies and experience successfully leading software teams in the practice of these philosophies<\u002Fli>\n<li>Experience with Continuous Delivery and Continuous Integration techniques using tools like Jenkins or Concourse<\u002Fli>\n<li>Experience with test-driven development and automated testing practices<\u002Fli>\n<li>Experience with data analytics, data science, or data engineering, MySQL and\u002For Postgres, GraphQL, Redit, and\u002For Mongo<\u002Fli>\n<li>Experience with building and integrating at the application and database level REST\u002FSOAP APIs and messaging protocols and formats such as Protobuf, gRPC, and\u002For RabbitMQ<\u002Fli>\n<li>Experience with Pivotal Cloud Foundry<\u002Fli>\n<li>Experience with Event\u002FData Streaming services such as Kafka<\u002Fli>\n<li>Experience with Enterprise Service Bus and Event Driven Architectures<\u002Fli>\n<li>Experience with prototyping front-end visualization with products such as ElasticStack and\u002For Splunk<\u002Fli>\n<li>Strong communication skills and interest in a pair-programming environment\n<p><b>Bonus points if you&hellip;<\u002Fb><\u002Fp>\n<\u002Fli><li>Possess at least one of the Agile Development Certifications\n<ul><li>Certified Scrum Master<\u002Fli>\n<li>Agile Certified Practitioner (PMI-ACP)<\u002Fli>\n<li>Certified Scrum Professional<\u002Fli>\n<\u002Ful><\u002Fli><li>Have proven experience writing and building applications using a 12-factor application software architecture, micro services, and API<\u002Fli>\n<li>Are able to clearly communicate and provide positive recommendation of improvements to existing software applications<\u002Fli>\n<\u002Ful><p><b>Years of Experience:<\u002Fb> 5 years or more<\u002Fp>\n<p><b>\nEducation:<\u002Fb> Associates in a Technical Discipline &ndash; Computer Science, Mathematics, or equivalent technical degree<\u002Fp>\n<p><b>\nClearance:<\u002Fb> SECRET<\u002Fp><\u002Fdiv>","0b40df5512d1cdae":"McDonalds is looking to hire a Data Scientist who has a deep understanding of Advanced Analytics and Big Data. The role will include work on descriptive analytics, but will be more focused on building predictive\u002Fprescriptive models that can be deployed into production. A successful Data Scientist has shown experience in managing projects and leading others to highly impactful and timely results. You will communicate analyses and recommendations to cross-functional partners and decision makers. The position requires someone that seeks to supplement their skills through the use of project experience, self-study, and ongoing training.\n<br><br>\nResponsibilities\n<br><br>\n<ul>\n<li>Masters or PhD Degree in Information Technology, Computer Science, or a related discipline strongly preferred<\u002Fli>\n<li>Understanding of high performance ML algorithms (SVMs, gradient boosted decision trees, deep neural networks, etc.) and with toolkits\u002Fframeworks from R or Python, preferably with cloud deployment experience<\u002Fli>\n<li>Experience in building models that have been deployed to production (e.g. in marketing, demand forecasting, or supply chain)<\u002Fli>\n<li>Experience using big data batch and streaming tools (Spark, AWS tools, Hadoop)<\u002Fli>\n<li>Self-starter with high level of intellectual curiosity<\u002Fli>\n<li>Strong analytical and hardworking problem solving mindset<\u002Fli>\n<li>Able to build a sense of trust and rapport that creates a comfortable & effective workplace<\u002Fli>\n<\u002Ful>\nMinimum Requirements\n<br><br>\n<ul>\n<li>During the interview process candidates will be tested for their coding skills and knowledge<\u002Fli>\n<\u002Ful>\nWho are we?\n<br><br>\nWe are proud to be one of the most recognized brands in the world, with restaurants in over 100 countries and billions of customers served each year. McDonald's is people business just as much as we are a restaurant business. We strive to be the most inclusive brand on the globe by building a workforce with different strengths who make delicious, feel good moments that are easy for everyone to enjoy.\n<br><br>\n<b>At McDonald's, we are dedicated to using our scale for good:<\u002Fb> good for people, our industry and the planet. We see every single day as a chance to have a lasting impact on our customers, our people and our partners. We will continue to pursue big, global initiatives while remaining kind neighbors and supporters of our local communities.\n<br><br>\nWe are moving fast and are building a passionate team to help us. This means the company is looking for innovators, leaders, sprinters who are focused on crafting memorable experiences for our customers, employees and partners. Joining McDonald's means thinking big daily and preparing for a career that can have impact around the world.\n<br><br>\nWe are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.\n<br><br>\nCountryUnited States\n<br>Requisition Number\n<br><br>\n6872BR\n<br><br>\nEOE Statement\n<br><br>\nMcDonalds Corporation is an equal opportunity employer committed to a diverse and inclusive workforce.","bab1ad8904a605ec":"<div><\u002Fdiv><div><div><b>We&rsquo;re a Little Different<\u002Fb><\u002Fdiv><div>\nOur mission is clear. We bring to life a healing ministry through our compassionate care and exceptional service.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe don&rsquo;t believe in jobs at Mercy, we believe in <i>careers<\u002Fi>that match the unique gifts of unique individuals; careers that not only make the most of your skills and talents, but also your heart.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nAt Mercy, you&rsquo;ll feel our supportive community every step of your day, especially the tough ones. We&rsquo;re a team and love working that way. That team is expanding, and we currently have exceptional opportunities to help our communities grow.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nCollects, analyzes, and presents workforce and experience data. Develops dashboards and regular reporting that offers actionable analysis. Collaborates with leaders and other business partners on requirements of the areas they support and works to develop solutions. Works with business leaders on workforce and experience analysis projects such as analysis of key talent metrics to identify correlations, costs and potential interventions. Provides analysis to support the development of associated strategies. Develops measures to monitor impact of strategic projects and analyze outcomes. Performs duties and responsibilities in a manner consistent with our mission, values, and Mercy Service Standards.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWrite, maintain and support a variety of complex dashboards, reports and\u002For queries utilizing appropriate reporting tools. Provide expert level consulting to business leaders to develop appropriate reports, metrics and analysis. Prepare statistical demographic reports, workforce and Mercy Experience analytics to assist in the business planning process by the associated support teams. Develop and deliver presentations to leaders to support strategic planning.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nSupport information exchanges between internal and external systems. Participate in support of and make recommendations related to system upgrades including testing, end user communication and training.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nServe as data quality advocate with regular system audits to ensure complete and accurate reporting. Support data integrity in systems by running queries and analyzing data.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nIndependently create predictive models and analyze human resources, payroll and experience data in order to identify significant differences, relationships, root causes and trends. Report results of statistical analyses in the form of graphs, charts, and tables. Develop predictive models for attrition, high performance, and recruiting demand.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nPrepare workforce and experience reports related to compliance and regulatory requirements.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nPrepare statistical demographic reports and workforce analytics as it relates to compensation, benefits, leave, EEO, workforce planning, Mercy experience and other special internal studies.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nMaintain awareness of current trends in HR technology, reporting, metrics, data science and analysis. Continually develop and refine skills through opportunities within Mercy and externally through classes, reading, etc.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nQualifications:<\u002Fb><\u002Fdiv><div><b>\nBecause you&rsquo;re committed to excellence, you understand the importance of being properly prepared for your role at Mercy. That&rsquo;s why you&rsquo;ll bring to your role the right set of qualifications:<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nMINIMUM REQUIRED<\u002Fdiv><ul><li>\n5+ years of experience in one or more of the following areas: HR Analytics, Finance\u002FAccounting Analytics, HR Operations, HR Shared Services (HRIS)<\u002Fli><\u002Ful><div>\nOther skills &amp; knowledge:<\u002Fdiv><ul><li>\nStrong analytical skills<\u002Fli><li>\nBroad-based understanding of the core business<\u002Fli><li>\nStrong background in data extraction, manipulation of raw data, data relationships, data mining, ad-hoc analysis and metrics presentations<\u002Fli><li>\nAdvanced to expert level abilities in data analysis software and tools like SQL, Excel, Access, or Oracle Business Objects<\u002Fli><li>\nWorking knowledge of financial data and accounting concepts<\u002Fli><li>\nResults oriented, with a high bias for action and a strong ownership of accountability<\u002Fli><li>\nExcellent verbal and written communication skills with a customer service focus<\u002Fli><li>\nRobust sense of personal judgment with the capacity to handle confidential information and escalate issues effectively<\u002Fli><li>\nAbility to act and operate independently with minimal daily direction from manager to accomplish objectives and to meet assigned deadlines<\u002Fli><li>\nStrong interpersonal skills, with an ability to work cooperatively and collaboratively with all levels of employees and management to maximize performance<\u002Fli><li>\nTechnical\u002Fanalytical skills, continuous learning, innovation, and strong work standards\u002Fethics is also required<\u002Fli><\u002Ful><div>\nPREFERRED<\u002Fdiv><ul><li>\nBachelor&rsquo;s degree in human resources, business, finance, information technology or other analytical field highly preferred<\u002Fli><\u002Ful><div><b>\nWe&rsquo;ll Support You at Work and Home<\u002Fb><\u002Fdiv><div>\nOur foundations are built on dignity and respect. Modern Healthcare Magazine named us as a &ldquo;top 100 places to work.&rdquo; We go out of our way to help people feel welcomed. We offer day-one comprehensive health, vision and dental coverage, PTO, tuition reimbursement and employer-matched retirement funds to benefit-eligible co-workers, including those working 48 hours or more per pay period!<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nWhat Makes a Good Match for Mercy<\u002Fb><\u002Fdiv><div>\nCompassion and professionalism go hand-in-hand with us, along with exceptional quality care. Having a positive outlook and a strong sense of advocacy is in perfect step with our mission and vision. We&rsquo;re also collaborative and are not afraid to do a little extra to deliver excellent care &ndash; that&rsquo;s just part of our commitment. If that sounds like a fit for you as well, we encourage you to apply.<\u002Fdiv><div>\n#LI-TF1<\u002Fdiv><\u002Fdiv>","63a161901dd32e94":"<div>Derco Aerospace, Inc., a Lockheed Martin Company, is an industry-leading aerospace distributor of spares, components, and services. Derco is seeking an experienced and self-motivated Data Scientist Analyst who is looking for a challenging work environment.<br>\n<br>\nSelected individual will be responsible for the following:<br>\nDesigning and implementing reports and dashboards using data visualization tools.<br>\nAnalyzing complex business problems using data from internal and external data sources to provide insight to stakeholders and decision makers.<br>\nDeveloping models to identify and interpret trends and patterns in data sets.<br>\n<br>\nThis person will need to interact with internal customers to develop and maintain analytical tools to solve business problems and creates reports and analyses based on business needs. The position will involve some domestic travel and requires relocation to Milwaukee, Wisconsin.<br>\n<br>\nSpecific responsibilities include:<br>\n<ul><li>Interacting with internal customers to develop data driven solutions<\u002Fli><li>Using ETL software as well as custom code to combine and curate useful data sources<\u002Fli><li>Analyzing business data and creating forecasts using statistical models<\u002Fli><li>Developing, implementing and maintaining dashboards and data visualizations<\u002Fli><\u002Ful><b>\nBasic Qualifications:<\u002Fb><br>\n<ul><li>Bachelor&rsquo;s degree in Software Engineering, Computer Science, IT, or other related field<\u002Fli><li>2+ years of professional experience<\u002Fli><li>Experience with Tableau and\u002For other data visualization tools<\u002Fli><li>Proficient in at least one of the following languages: SQL, Python, R, Matlab<\u002Fli><li>Highly proficient in MS Office suite including MS Access and MS Excel<\u002Fli><li>Strong analytical and problem-solving skills<\u002Fli><li>Ability to interact with internal customers and interpret business needs<\u002Fli><li>Strong mathematics background to perform qualitative and quantitative analyses<\u002Fli><\u002Ful><b>\nDesired Skills:<\u002Fb><br>\n<ul><li>Master&rsquo;s degree in Information Science, Business Intelligence, or other related field<\u002Fli><li>Experience with ETL software packages like Tableau Prep and Alteryx<\u002Fli><li>Proficient in the flowing languages: SQL, Python, R, Matlab, VBA, Java, JavaScript<\u002Fli><li>Strong knowledge of statistical models and how to apply them<\u002Fli><li>Understanding of Machine Learning algorithms<\u002Fli><li>Understanding of Data Warehousing techniques<\u002Fli><\u002Ful><b>\nBASIC QUALIFICATIONS:<\u002Fb><br>\njob.Qualifications<br>\n<br>\n<b>Lockheed Martin is an Equal Opportunity\u002FAffirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, pregnancy, sexual orientation, gender identity, national origin, age, protected veteran status, or disability status.<\u002Fb><br>\nJoin us at Lockheed Martin, where your mission is ours. Our customers tackle the hardest missions. Those that demand extraordinary amounts of courage, resilience and precision. They&rsquo;re dangerous. Critical. Sometimes they even provide an opportunity to change the world and save lives. Those are the missions we care about.<br>\n<br>\nAs a leading technology innovation company, Lockheed Martin&rsquo;s vast team works with partners around the world to bring proven performance to our customers&rsquo; toughest challenges. Lockheed Martin has employees based in many states throughout the U.S., and Internationally, with business locations in many nations and territories.<br>\n<b>EXPERIENCE LEVEL:<\u002Fb><br>\nExperienced Professional<\u002Fdiv>","3a92de8b0dd8281b":"<div><div><h2 class=\"jobSectionHeader\"><b>Job Brief<\u002Fb><\u002Fh2>\n<p>The ideal candidate will have previous Data Modeling experience. Strong preference will be given to candidates with an actuarial background in the property and casualty insurance space.<\u002Fp>\n<\u002Fdiv>\n<p><b>Overview<\u002Fb><\u002Fp>\n<p>\nIFG Companies is in search of a Data Scientist to join its growing Predictive Modeling team.<\u002Fp>\n<p>\nThe ideal candidate will have previous Data Modeling experience. Strong preference will be given to candidates with an actuarial background in the property and casualty insurance space.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nResponsibilities<\u002Fb><\u002Fp>\n<ul>\n<li><p>Build predictive and\u002For Machine Learning models in SAS<\u002Fp>\n<\u002Fli>\n<li><p>Research new statistical and mathematical techniques that are suitable and helpful for solving business related problems<\u002Fp>\n<\u002Fli>\n<li><p>Prepare data for modelling and make best\u002Fcreative use of applicable and available internal or external data<\u002Fp>\n<\u002Fli>\n<li><p>Identifying and integrating new datasets that can be leveraged for modeling efforts<\u002Fp>\n<\u002Fli>\n<li><p>Support related processes around effectively deploying model to business<\u002Fp>\n<\u002Fli>\n<li><p>Effectively communicate results in written, oral and presentation formats to technical and non-technical audiences<\u002Fp><br>\n<\u002Fli><\u002Ful>\n<p>\n<\u002Fp><p><b>Qualifications<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<ul>\n<li><p>Bachelor&rsquo;s degree in statistics, applied mathematics, or related discipline<\u002Fp>\n<\u002Fli>\n<li><p>3+ years of Data Modeling or similar experience.<\u002Fp>\n<\u002Fli>\n<li><p>Experience with predictive modeling (classification, regression, parameter tuning, optimization criteria, feature selection), preferably with multiple techniques<\u002Fp>\n<\u002Fli>\n<li><p>Experience in model validation techniques, model testing and continuous monitoring of model performance<\u002Fp>\n<\u002Fli>\n<li><p>Experience in Property &amp; Casualty Insurance is strongly preferred.<\u002Fp>\n<\u002Fli>\n<li><p>Demonstrated experience working with large relational data sets.<\u002Fp>\n<\u002Fli>\n<li><p>Working knowledge in SAS, R, Python or another platform to develop and implement predictive models.<\u002Fp>\n<\u002Fli>\n<li><p>Ability and willingness to quickly gain knowledge of SAS enterprise guide and enterprise miner.<\u002Fp>\n<\u002Fli>\n<li><p>Ability to communicate complex technical information in common language to foster teaching and analytics guidance to internal customers.<\u002Fp>\n<\u002Fli>\n<li><p>Advanced experience in analytics, data cleaning, and predictive modeling.<\u002Fp>\n<\u002Fli>\n<li><p>Ability to write queries in SQL.<\u002Fp>\n<\u002Fli>\n<li><p>Detail-oriented and ability to work collaboratively<\u002Fp>\n<\u002Fli>\n<\u002Ful><p><b>Physical Demands<\u002Fb><\u002Fp>\n<ul>\n<li><p>Physical demands are considered to be that of an office environment, climate controlled, with minimal physical exertion. This position requires prolonged sitting, ability to utilize a computer and interactions with others in meetings or via phone.<\u002Fp>\n<\u002Fli>\n<\u002Ful><p><b>Benefits<\u002Fb><\u002Fp>\n<ul>\n<li><p>We offer a competitive compensation and benefits package including medical, dental, vision, 401(k), flexible spending, short-term and long-term disability insurance, life insurance, long-term care, education assistance and paid time off.<\u002Fp><\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","39482a4dd3926882":"<div><p>Architecture Technology Corporation (ATCorp), an award winning workplace, has an opening in our San Jose, CA office for a Data Scientist.<\u002Fp>\n<p>Our Data Scientists are responsible for making improvements to models currently in production, as well as, dreaming up new and interesting projects. As someone who is passionate about machine learning and data driven techniques, for real world applications, you will have the initiative and drive to develop for our clients&rsquo; innovative, cutting-edge solutions.<\u002Fp>\n<p>Working at Architecture Technology Corporation (ATCorp), there is no shortage of opportunity to make a significant and lasting impact. Our teams are constantly developing and receiving patents for our technology concepts.<\u002Fp>\n<p>In this newly created position, you will specialize in Data Science and work closely with our Silicon Valley team. You have the unique opportunity to assist; National Aeronautic Space Administration (NASA), Federal Aviation Administration (FAA), United States Air Force (USAF), United States Army (US Army) and many other Federal Agencies in creating bleeding edge technologies.<\u002Fp>\n<p>Each day is unique and different, as a small company, our Systems Engineers wear a variety of hats and no two days are ever the same. Core daily activities include:<\u002Fp>\n<ul><li>Design and implementation of next generation decisions support tools; automation systems, models, simulators and data driven solutions<\u002Fli>\n<li>Originating ideas for new solutions and products<\u002Fli>\n<li>Proposal writing<\u002Fli>\n<li>White paper writing<\u002Fli>\n<\u002Ful><p><b>Our Data Scientists are writing the white paper their peers are reading.<\u002Fb><\u002Fp>\n<h3 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><\u002Fh3>\n<p>We are looking for individuals with a Master&rsquo;s Degree or higher in:<\u002Fp>\n<ul>\n<li>Computer Science<\u002Fli>\n<li>Engineering<\u002Fli>\n<li>Physics<\u002Fli>\n<li>Statistics<\u002Fli>\n<\u002Ful><p>You must have experience with \u002F in:<\u002Fp><p>\n<\u002Fp><ul>\n<li>Bayesian Networks<\u002Fli>\n<li>Probabilistic Modeling<\u002Fli>\n<li>Machine Learning Algorithms:\n<ul><li>Training<\u002Fli>\n<li>Tuning<\u002Fli>\n<li>Optimization<\u002Fli>\n<\u002Ful><\u002Fli><li>R, Python, Statistics or Machine Learning Tools<\u002Fli>\n<li>Java or C\u002FC++<\u002Fli>\n<li>NoSQL Databases<\u002Fli>\n<li>Relational Databases<\u002Fli>\n<\u002Ful><h3 class=\"jobSectionHeader\"><b>When you are ready to take your career to a new level, we&rsquo;d love to talk to you!<\u002Fb><\u002Fh3>\n<p>With over 35 years of experience, Architecture Technology Corporation (ATCorp) offers our customers demonstrated results and solutions through proven and effective technology development and application. As a small business, we do very big things. We have the advantage and ability to quickly adapt. This allows us to provide our customers with flexibility in creating, custom, cutting edge, systems with features that meet their next generation requirements.<\u002Fp>\n<p>We currently have offices in Minneapolis MN, Washington DC, Falls Church VA, San Jose CA (Silicon Valley) and Ithaca NY. This position will be located in sunny San Jose CA.<\u002Fp>\n<h3 class=\"jobSectionHeader\"><b>If you are ready to do something BIG we want to talk to you!<\u002Fb><\u002Fh3>\n<p>Why work with us?<\u002Fp>\n<p>First, we don&rsquo;t just talk about our great work life balance and work culture, we truly live it. For the last seven years, we have won the When Work Works Award. In 2018 we were one of only ninety seven companies in the US who received the When Work Works Award. When Work Works, recognizes employers that excel at offering a variety of employee initiatives such as work-life fit policies, flexible scheduling and transition to parenthood programs. Two-thirds of an organization&rsquo;s winning score is based on a survey of its employees. In short our employees love working here.<\u002Fp>\n<p>Second, our benefits package is great! We offer; Award Winning Work Place, 40 Hour Work Week, Flexible Work Schedule, Competitive Pay ($80k - $150k), Generous Paid Time Off (PTO), Floating Holidays, Paid Holidays, Extended Leave Bank (ELB) (can be used for Paternity leave), 401(k) with employer matching, Health and Dental Insurance, Flexible Spending Account (FSA), Fitness Discounts, Long Term Disability (LTD), Short Term Disability (STD), Life Insurance, Jury Duty Pay, Bereavement Pay, Pet Bereavement Pay, Employee Assistance Program and Relocation (where applicable).<\u002Fp>\n<h3 class=\"jobSectionHeader\"><b>Work Authorization\u002FSecurity Clearance:<\u002Fb><\u002Fh3>\n<p>This contractor and subcontractor shall abide by the requirements of 41 CFR &sect;&sect; 60-1.4(a), 60-300.5(a) and 60-741.5(a). These regulations prohibit discrimination against qualified individuals based on their status as protected veterans or individuals with disabilities, and prohibit discrimination against all individuals based on their race, color, religion, sex, sexual orientation, gender identity or national origin. Moreover, these regulations require that covered prime contractors and subcontractors take affirmative action to employ and advance in employment individuals without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, protected veteran status or disability.<\u002Fp>\n<p>Candidates will be required to pass a background check. Per government contract requirements, candidates for these positions must be a citizen of the United States or an alien lawfully admitted for permanent residence.<\u002Fp>\n<p><b>Reports to<\u002Fb> Technical Director\n<\u002Fp><h3 class=\"jobSectionHeader\"><b>Job summary<\u002Fb><\u002Fh3>\n<ul><li>Design and or innovate new idea and technologies<\u002Fli>\n<li>Programming and research<\u002Fli>\n<li>Confirms product performance by designing and conducting tests<\u002Fli>\n<li>Extensive regular contact with assigned project clients<\u002Fli>\n<li>Participating in client\u002Fcontractor meetings and resolving client\u002Fengineering and management project issues<\u002Fli>\n<li>Creating system and software architectures<\u002Fli>\n<li>Developing, testing, and deploying software<\u002Fli>\n<li>Large-scale Software Systems Integration and test<\u002Fli>\n<li>Building commercial products<\u002Fli>\n<li>Conduction research and development<\u002Fli>\n<li>Providing customized consulting services<\u002Fli>\n<li>Application of systems analysis techniques and procedures<\u002Fli>\n<li>Determine hardware, software or system functional specifications<\u002Fli>\n<li>Assist in achieving project goals<\u002Fli>\n<li>Work with multiple projects<\u002Fli>\n<li>Interface with various departments<\u002Fli>\n<li>Other jobs as assigned by supervisor<\u002Fli>\n<\u002Ful><h3 class=\"jobSectionHeader\"><b>Abilities Required<\u002Fb><\u002Fh3>\n<ul><li>Self-starter, able to drive projects to completion in circumstances where little guidance and support is available<\u002Fli>\n<li>Knowledge of Microsoft Office<\u002Fli>\n<li>Must play well with others<\u002Fli>\n<\u002Ful><h3 class=\"jobSectionHeader\"><b>Status<\u002Fb><\u002Fh3>\n<ul><li>Full-time<\u002Fli>\n<li>Exempt<\u002Fli>\n<\u002Ful><div><\u002Fdiv><p>Any personal information you supply here will be used solely for the evaluation of your employment application and not for any other purpose. We partner with JazzHR to help process employment applications. Neither ATCorp nor JazzHR shares your data with any third parties. If you wish to review or have us delete any application-related personal information, contact your designated ATCorp HR representative or info@atcorp.com.<\u002Fp><\u002Fdiv>","481eb0c260890d8a":"<div><div>Job Description:<\u002Fdiv>\n<div><p>In this role you're key in establishing us as leaders in providing intelligence to our clients and internal stakeholders.<\u002Fp>\n<p>\nYou provide relevant and sound analytics, working in a commercial shared services team approach with Marketing,<\u002Fp>\n<p>\nGlobal Sales, Client Data Solutions, Advito, Supplier Relations and other functions. The focus areas for this role are providing data driven intelligence, contributing to the development of new products through research, and taking a leading role in discovering trends.<\u002Fp>\n<p>\nResponsibilities:<\u002Fp>\n<ul>\n<li>Conduct data analysis and create reports, outlining findings, challenges and next steps.<\u002Fli>\n<li>Contribute to a statistics library so the group has easy access when they need it.<\u002Fli>\n<li>Look to qualitative data available to find explanations for unusual data patterns.<\u002Fli>\n<li>Find out what customers are asking about trends and hypes as identified by the research team.<\u002Fli>\n<li>Provide insights to support answering questions raised, thereby promoting thought leadership.<\u002Fli>\n<li>Actively participate in your development, discussing your career plans with your line manager and work towards your goals.<\u002Fli>\n<li>Talk to your line manager and provide open feedback about your projects.<\u002Fli>\n<li>Integrate into the team, participate actively and support your colleagues.<\u002Fli>\n<li>Make sure to engage with your peers in the company and reach out to your colleagues on the team.<\u002Fli>\n<li>Keep your eyes and ears open: talk to colleagues and read up on news and legislations that might impact business travel.<\u002Fli>\n<\u002Ful><div>Qualifications:<\u002Fdiv>\n<div><ul><li>Bachelor degree or equivalent work experience<\u002Fli>\n<li>&gt;3 years relevant work experience<\u002Fli>\n<li>Excellent communication and interpersonal skills. You'll interact with a variety of partners and will need a high level of comfort in communicating with professionals of different backgrounds<\u002Fli>\n<li>Ability to motivate yourself and be able to get up to speed quickly - functioning independently in a supportive team<\u002Fli>\n<li>Excellent time-management and project-management skills: you'll be constantly challenged to balance multiple initiatives, projects and perspectives<\u002Fli>\n<li>Competency with Microsoft Office Products, and collaborative software used for projects with remote team members and stakeholders<\u002Fli>\n<li>Capable of working in a virtual and multinational team environment<\u002Fli>\n<li>Experience in business travel or travel management is a plus preferred<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>","85eb4a44e4a263ce":"<div><div><div><div><div>At Red Hat, we connect an innovative community of customers, partners, and contributors to deliver an open source stack of trusted, high-performing solutions. We offer cloud, Linux, middleware, storage, and virtualization technologies, together with award-winning global customer support, consulting, and implementation services. Red Hat is a rapidly growing company supporting more than 90% of Fortune 500 companies.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Job summary\n<\u002Fb><\u002Fh2><div><div><div><div>The Red Hat Global Deal Desk team is looking for a Deal Analytics Data Scientist to join us in Raleigh, NC. In this role, you will expand our work with business stakeholders in the Sales, Sales Operations, Finance, and Business teams to develop reporting and analytics to monitor and measure the business. You&rsquo;ll work on projects which will be a mixture of pricing, discounting, and buying programs and process and IT implementations. As a Deal Analytics Data Scientist, you&rsquo;ll need to be both a creative strategic thinker and also a promoter of efficiency and performance improvement across numerous functions with multiple operational, financial, and sales metrics backed up by data analytics.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Primary job responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Identify strategic business questions, key metrics, and actionable insights<\u002Fli><li>\nEffectively translate statistical findings into insights and actionable recommendations for senior leaders<\u002Fli><li>\nWork with cross-functional teams and data owners to gather data as required to enable reporting and analysis needed by Global Sales Operations leaders<\u002Fli><li>\nWork closely with shared services analytical counterparts in other functions in the company<\u002Fli><li>\nGuide requirements for data collection and modeling with data engineers<\u002Fli><li>\nWork within a team of Global Deal Desk subject matter experts responsible for guiding improvements within the business worldwide<\u002Fli><li>\nWork with your counterparts from other regions to gather requirements and share insights<\u002Fli><li>\nDevelop modeling methodologies and analytics to identify key business trends like discounts by product, discounts by route to market, approval requirements, deal touchpoints, and operational efficiencies<\u002Fli><li>\nFeed systematic approaches into both KPIs and dashboards for ongoing management and visualization<\u002Fli><li>\nSummarize data findings into a presentable format for support, business cases, and inflight projects and programs<\u002Fli><li>\nConsider wider business impact when working with data, including bookings risk, customer satisfaction, and sales efficiency gains<\u002Fli><li>\nDevelop digestible synthesis of the data to be presented to all stakeholders to support decision making<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Required skills\n<\u002Fb><\u002Fh2><div><div><div><ul><li>5+ years in a similar position or an analytics role in the marketing, finance, forensics, or technology fields<\u002Fli><li>\nUnderstanding of various technology business and delivery models, including license, subscription, Infrastructure-as-a-Service (IaaS), Platform-as-a-Service (PaaS), and Software-as-a-Service (SaaS) consumption models<\u002Fli><li>\nBachelor&rsquo;s degree in a quantitative field like statistics, applied mathematics, operational research, business intelligence (BI), or any other relevant field; graduate degree like MBA, MSc or master&rsquo;s, or PHD is a plus<\u002Fli><li>\nKnowledge of data analysis techniques, languages, software, and systems, including SAS, R, MATLAB, Python, SPSS, and Tableau<\u002Fli><li>\nCoachable, energetic, detail-oriented; focused on and diligent in delivering results<\u002Fli><li>\nAbility to develop and maintain good relations and communicate with people at all organizational levels<\u002Fli><li>\nSolid problem-solving skills<\u002Fli><li>\nExcellent written and verbal communication and presentation skills in English<\u002Fli><li>\nDemonstrated customer service, interpersonal, and time management skills in a dynamic environment<\u002Fli><li>\nExperience using tools like SAP BusinessObjects (BOBJ), SAS, or Tableau<\u002Fli><\u002Ful><p><br>\nRed Hat is proud to be an equal opportunity workplace and an affirmative action employer. We review applications for employment without regard to their race, color, religion, sex, sexual orientation, gender identity, national origin, ancestry, citizenship, age, uniformed services, genetic information, physical or mental disability, medical condition, marital status, or any other basis prohibited by law.<\u002Fp><p><br>\nRed Hat does not seek or accept unsolicited resumes or CVs from recruitment agencies. We are not responsible for, and will not pay, any fees, commissions, or any other payment related to unsolicited resumes or CVs except as required in a written contract between Red Hat and the recruitment agency or party requesting payment of a fee.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","f44482ca156f9ed4":"<div><div><div>Bluecore is a retail marketing technology company that is reimagining the way retailers communicate with shoppers. The 2019 launch of Bluecore Communicate&trade; introduces retailers to a fundamentally different email solution that replaces manual processes with an intelligent, AI-driven workflow. More than 400 retail brands, including Staples, Tommy Hilfiger, The North Face, TomboyX, and Bass Pro Shops, increase their marketing performance with less effort through Bluecore. Bluecore has been recognized as one of the Best Places to Work by Glassdoor and is ranked No. 241 on the Inc. 500 List, the most prestigious ranking of the nation&rsquo;s fastest-growing private companies.<\u002Fdiv><div>\n<\u002Fdiv><div>\nWe are looking for Data Scientists with strong mathematical backgrounds to work alongside our engineering teams to build the next generation of retail and commerce models that delight and empower marketers. The ideal candidate is one that is excited by machine learning at scale, eager to dive into the literature researching the right models, able to design the right experiments to identify the most suitable model, and write and maintain production code to serve the models in collaboration with engineering colleagues. Our culture emphasizes making good tradeoffs, working as a team, and leaving your ego at the door.\n<\u002Fdiv><div><\u002Fdiv><div>First-party data is at the core of everything we build and the Data Science team at Bluecore is at the forefront of exploring innovative and exciting ways to activate that data asset. We&rsquo;re a dedicated team of data scientists and engineers working together to build powerful models that empower marketers to make the right decisions and engage their customers with personalized content. Our approach to building models is an academic one, starting with a literature search, a baseline, and an iterative process of training and validation to identify the most suitable model that is as simple as possible and as powerful as necessary. We employ a wide variety of models, such as Bayesian models for predicting customer lifetime value, matrix factorization to identify a customer&rsquo;s product affinity and reinforcement learning to prioritize the right message at the right time. Our models operate at scale and crunch through millions of data points to make decisions that have been shown to double revenue and triple reach, and are designed in a flexible manner to generalize across our set of 300+ diverse customers who span industries from apparel to automotive. To explore, build, deploy and maintain models we leverage many tools such as BigQuery, Spark, Cloud SQL, Keras, TensorFlow, Airflow, Google App Engine and Google Compute Engine. Finally, we&rsquo;re a team that values applied research and constantly exploring the frontier of what&rsquo;s possible; diving into topics such as topic modeling, restricted Boltzmann machines, recurrent neural networks, convolutional neural networks for image feature extraction, and most recently an extensive dive into differential privacy.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh3><div><ul><li>Identifying appropriate models\u002Falgorithms to solve product requirements<\u002Fli><li>\nMeticulous experimentation to evaluate and compare models<\u002Fli><li>\nWriting internal and external facing documentation describing models and approaches<\u002Fli><li>\nDeploying models to production and maintaining them<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Requirements\n<\u002Fb><\u002Fh3><div><ul><li>PhD or MS in Computer Science, Electrical Engineering, Applied Math, Statistics or other relevant quantitative disciplines, or equivalent industry experience<\u002Fli><li>\nRelevant coursework and experience in the fields of Machine Learning, Statistics, Optimization<\u002Fli><li>\nDeep understanding of statistical\u002Fprobabilistic analysis and linear algebra<\u002Fli><li>\nAt least one year of relevant industry experience, including internships<\u002Fli><li>\nAbility to write production-ready code<\u002Fli><li>\nExperience with Natural Language Processing, Deep Learning, Reinforcement Learning, Optimization<\u002Fli><li>\nExperience with ML at scale<\u002Fli><li>\nExperience with scale computing: Hadoop\u002FScala\u002FSpark\u002FCassandra<\u002Fli><li>\nExperience with SQL<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><b>Benefits:<\u002Fb><\u002Fdiv><div>\nHighly competitive compensation package including salary and equity as well as the opportunity to work for one of the fastest growing marketing technology companies.<\u002Fdiv><ul><li>Comprehensive medical, dental, and vision insurance<\u002Fli><li>Daily catered lunch and snacks<\u002Fli><li>401(k) plan<\u002Fli><li>Monthly fitness reimbursement for a gym membership or fitness classes<\u002Fli><li>Monthly public transportation reimbursement<\u002Fli><li>Generous Parental Leave &amp; flexible vacation policy<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><div><i>\nAt Bluecore we believe in fostering an inclusive environment in which employees feel encouraged to share their unique perspectives, leverage their strengths, and act authentically. We know that diverse teams are strong teams, and welcome those from all backgrounds and varying experiences.<\u002Fi><\u002Fdiv><div><i>\n<\u002Fi><\u002Fdiv><div><i>\nBluecore is a proud equal opportunity employer. We are committed to fair hiring practices and to creating a welcoming environment for all team members. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, disability, age, familial status or veteran status.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv>","04c963d63258081b":"<div><div><div>Waystar modernizes the healthcare revenue cycle through innovative, cloud-based technology. We provide the highest-rated client experience to more than 450,000 providers, 22,000 healthcare organizations and 750 health systems and hospitals around the country. Together, our technology, data and client support streamline workflows and improve financials for our clients, so that they can focus on their patients. We are deeply committed to living out our organizational values: honesty; passion; curiosity; fanatical focus; best work, always; making it happen; and joyful, optimistic and fun.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nWhat is the purpose of this position?\n<\u002Fb><\u002Fdiv><div><\u002Fdiv><div>We are looking for an experienced Data Scientist, who has previously supported Healthcare software applications. The data scientist role involves solving technical, data-driven Healthcare problems using computer science, mathematical, predictive modeling and statistical methods, &amp; knowledge. This person will interact with teams from Account Management to Application Engineering and R&amp;D, to conduct detailed analysis and experimentation to maximize the utility of predictive modeling, analytic and machine learning across Waystar's product line. The role will focus on extending machine learning, predictive modeling, and analytic components to provide up-to-date intelligence to Healthcare providers maximizing outcomes. An ideal candidate for this position can approach problem-solving challenges independently, has a strong attention to detail, and enjoys working in a fast-paced, collaborative, and team-based environment.<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Looking for some details?\n<\u002Fb><\u002Fh3><div><ul><li>Works closely with Application Engineering, Product Management, and Operational teams in designing, experimenting-with, and implementing machine learning and analytical systems applied to design information and user behavior<\u002Fli><li>\nWorks closely with Application Engineering teams to gather and process data, as well as in surfacing various analytically-based features in core products<\u002Fli><li>\nWorks on groundbreaking new applications of machine learning and analytic technology to Healthcare, producing quantitative, justifiable results to guide feature planning<\u002Fli><li>\nTranslates real-world Healthcare problems to mathematical frameworks<\u002Fli><li>\nWorks with Product Management, Marketing, and Sales as needed to promote sales and to incorporate market and customer feedback<\u002Fli><li>\nData exploration, hypothesis creation (from business and product goals), testing algorithms, scaling to large data-sets and validating results will be common tasks for this role<\u002Fli><li>\nUnderstands, organizes, and communicates root causes of problems and successes succinctly<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Do you fit our team?\n<\u002Fb><\u002Fh3><div><ul><li>Complete familiarity with various statistical and machine learning techniques including: classification, regression, dimension reduction, clustering, and various multivariate methods<\u002Fli><li>\nComplete familiarity with empirical approaches to estimate performance of machine learning models including: hold-out sets, cross-validation, leave-one-out testing<\u002Fli><li>\nUnderstanding of orders of algorithms and how they scale<\u002Fli><li>\nDemonstrated competency in R\u002FPython predictive modeling<\u002Fli><li>\nDemonstrated competency in RDBMS (e.g. SQL Server)<\u002Fli><li>\nAbility to code in 1+ general purpose programming language (C#, Java, etc.)<\u002Fli><li>\nMust be a quick-learner with the ability to multi-task in a fast-paced environment<\u002Fli><li>\nOutstanding presentation abilities and the ability to communicate with all levels of the Business<\u002Fli><li>\nComfortable working in newly-forming, ambiguous areas where learning and adaptability are key skills<\u002Fli><li>\nOutstanding communication and interpersonal skills<\u002Fli><li>\nMust possess strong analytical, problem-solving, and writing skills<\u002Fli><li>\nProficient in Microsoft Office applications<\u002Fli><li>\nDetail-oriented<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Preferred Skills:\n<\u002Fb><\u002Fh3><div><ul><li>Master of Science degree or higher in the fields of Computer Science, Statistics, or Mathematics is preferred<\u002Fli><li>\nAn aptitude for medical informatics is preferred<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>In compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification document form upon hire.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","ed4fbc85762be4f1":"<div><p>United States, Stamford, CT, , Rocky Hill, CT, Integrated Business Solutions<\u002Fp>\n<h1 class=\"jobSectionHeader\"><b>Data Scientist<\u002Fb><\u002Fh1>\n<div><p>HENKEL IS FOR THOSE WHO STEP UP. DO YOU?<\u002Fp>\n<p>At Henkel, you can make a difference and craft your career. That&rsquo;s why you own your projects and take full responsibility from an early stage. Our unique brands in markets around the world open up countless opportunities to follow your convictions and explore new paths. If you have an entrepreneurial mindset that allows you to always think out of the box - take the chance and shape the digital future together with us.<\u002Fp>\n<h4 class=\"jobSectionHeader\"><b>YOUR ROLE<\u002Fb><\u002Fh4>\n<p><\u002Fp><ul><li><p>Work with stakeholders throughout the organization to identify opportunities for leveraging company data to drive business solutions.<\u002Fp><\u002Fli>\n<li><p>Mine and analyze data from company databases to drive optimization and improvement of product development, marketing techniques and business strategies.<\u002Fp><\u002Fli>\n<li><p>Assess the effectiveness and accuracy of new data sources and data gathering techniques.<\u002Fp><\u002Fli>\n<li><p>Develop custom data models and algorithms to apply to data sets. Use predictive modeling to increase and optimize customer experiences, revenue generation, ad targeting and other business outcomes.<\u002Fp><\u002Fli>\n<li><p>Developing reports, visualizations, or statistical analysis as required and develop processes and tools to monitor and analyze model performance and data accuracy.<\u002Fp><\u002Fli>\n <\u002Ful><\u002Fdiv><p><\u002Fp><div><p><b>YOUR SKILLS<\u002Fb><\u002Fp>\n<p><\u002Fp><ul><li>Four-year degree in Computer Sciences\u002FInformation Systems or related and at least 5 years of experience in the area of Data Warehousing and Business Intelligence<\u002Fli>\n<li>Experience with data analysis tools like Power BI or Tableau<\u002Fli>\n<li>Experience working with and creating data architectures.<\u002Fli>\n<li>Expert on Data ingestion, Data Lake, Data consumption, Data Governance methods and design process using statistical computer languages (R, Python, SLQ, etc.) to manipulate data and draw insights from large data sets.<\u002Fli>\n<li>Experience analyzing data from 3rd party providers: Google Analytics, Site Catalyst, Coremetrics, Adwords, Crimson Hexagon, Facebook Insights, etc.is preferred<\u002Fli><br>\n<\u002Ful><p><\u002Fp><br>\n<p>Henkel is an equal opportunity employer. We evaluate qualified applicants without regard to race, color, religion, sex, national origin, disability, veteran status, and other legally protected characteristics.<br>\n<br>\nHenkel does not accept unsolicited resumes from search firms or employment agencies. Unsolicited referrals and resumes are considered Henkel property and therefore, Henkel will not pay a fee for any placement resulting from the receipt of an unsolicited referral. At Henkel&rsquo;s request only, preferred vendors may be invited to refer talent for specific open positions. In these cases, a fully-executed agreement with Henkel must be in place and current.<\u002Fp><\u002Fdiv>\n<div><div><b>JOB ID: <\u002Fb>190006OY\n<\u002Fdiv><div><b>Contract &amp; Job type: <\u002Fb>Full Time , Regular\n<\u002Fdiv><div><b>Contact details: <\u002Fb>talent.acqusition@henkel.com<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","49f85c468f4849f5":"<div><\u002Fdiv><div><div><div><div><div>Each day U.S. Customs and Border Protection (CBP) oversees the massive flow of people, capital, and products that enter and depart the United States via air, land, sea, and cyberspace. The volume and complexity of both physical and virtual border crossings require the application of &ldquo;big data&rdquo; solutions to promote efficient trade and travel. Further, effective &ldquo;big data&rdquo; solutions help CBP ensure the movement of people, capital, and products is legal, safe, and secure.<\u002Fdiv><div>\nIn response to this challenge, E3\u002FSentinel, as a trusted mission partner of CBP, seeks capable, qualified, and versatile data scientists to help lead the development and delivery of high-quality predictive modelling solutions. Successful applicants will serve as recognized subject matter experts in the application of quantitative methods, machine learning algorithms, and predictive models to address complex national and homeland security challenges. They will help our team to leverage large structured and unstructured datasets to develop and operationalize models, tools, and applications that drive optimized decision making. Project tasks include data collection, mining, data and text analytics, clustering analysis, pattern recognition and extraction, automated classification and categorization, and entity resolution to implement and enhance automated risk assessment. The products we develop provide actionable insight with real and immediate impact on the safety and security of the United States, its citizens, visitors, and economy.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Lead and perform hands-on analysis and modeling involving the creation of intervention hypotheses and experiments, assessment of data needs and available sources, determination of optimal analytical approaches, performance of exploratory data analysis, and feature generation (e.g., identification, derivation, aggregation).<\u002Fli><li>\nCollaborate with mission stakeholders to define, frame, and scope mission challenges where big data interventions may offer important mitigations and develop robust project plans with key milestones, detailed deliverables, robust work tracking protocols, and risk mitigation strategies.<\u002Fli><li>\nDemonstrate proficiency in extracting, cleaning, and transforming CBP transactional and mission data associated within an identified problem space to build predictive models as well as develop appropriate supporting documentation.<\u002Fli><li>\nLeverage expert knowledge of a variety of statistical and machine learning techniques and methods to define and develop programming algorithms; train, evaluate, and deploy predictive analytics models that directly inform mission decisions.<\u002Fli><li>\nExecute projects including those intended to identify patterns and\u002For anomalies in large datasets; perform automated text\u002Fdata classification and categorization as well as entity recognition, resolution and extraction; and named entity matching.<\u002Fli><li>\nBrief project management, technical design, and outcomes to both technical and non-technical audiences including senior government stakeholders throughout the model development\u002F project lifecycle through written as well as in-person reporting.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Required Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Bachelor&rsquo;s Degree (required), Master&rsquo;s or Ph.D. degree (preferred) in operations research, industrial engineering, mathematics, statistics, computer science\u002Fengineering, or other related technical fields with equivalent practical experience<\u002Fli><li>\nSignificant experience in developing machine learning models and applying advanced analytics solutions to solve complex business problems.<\u002Fli><li>\nProficiency with statistical software packages: SAS, SPSS Modeler, R, WEKA, or equivalent.\n<\u002Fli><li>Experience with programming languages: R, Python, Scala, Java, SQL, or equivalent.<\u002Fli><li>\nExperience constructing and executing queries to extract data in support of EDA and model development.<\u002Fli><li>\nExperience with unsupervised and supervised machine learning techniques and methods.<\u002Fli><li>\nExperience working with large-scale (e.g., terabyte and petabyte) unstructured and structured data sets and databases.<\u002Fli><li>\nExperience performing data mining, analysis, and training set construction.\n<\u002Fli><li>Completed CBP Background Investigation clearance (active or re-instate-able)<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Preferred Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Experience with big data technologies (e.g., Hadoop, HIVE, HDFS, HBase, MapReduce, Spark, Kafka, Sqoop).<\u002Fli><li>\nProficiency with Unsupervised Machine Learning methods including Cluster Analysis (e.g., K-means, K-nearest Neighbor, Hierarchical, Deep Belief Networks, Principal Component Analysis), Segmentation, etc.<\u002Fli><li>\nProficiency with Supervised Machine Learning methods including Decision Trees, Support Vector Machines, Logistic Regression, Random\u002FRotation Forests, Categorization\u002FClassification, Neural Nets, Bayesian Networks, etc.<\u002Fli><li>\nExperience with pattern recognition and extraction, automated classification, categorization, and entity resolution (e.g., record linking, named-entity matching, deduplication\u002F disambiguation).<\u002Fli><li>\nExperience working in a team and deploying solutions in an iterative or agile\u002FDevOps continuous integration and delivery environment using lifecycle management methods and tools.<\u002Fli><li>\nExperience with visualization tools and techniques (e.g., Periscope, Business Objects, D3, ggplot, Tableau, SAS Visual Analytics, PowerBI).<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div>About E3\u002FSentinel &amp; Data Works:\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div>E3\u002FSentinel is an equal opportunity employer and Vietnam Era Veterans Readjustment Assistance Act (VEVRAA) federal contractor. All qualified applicants receive consideration for employment without regard to race, color, religion, gender, national origin, age, sexual orientation, gender identity, protected veteran status, or status as a qualified individual with a disability. E3\u002FSentinel hires and promotes individuals solely on the basis of their qualifications for the job to be filled.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","7034f129c61d2326":"<div><h2 class=\"jobSectionHeader\"><b>Job Description<\u002Fb><\u002Fh2>\n<p><b>Description<\u002Fb>\n <\u002Fp><div>SAIC is seeking a team member to support the Technology Application, Development and Sustainment (TADS) program under the Air Force Weather (AFW) Systems Program Office. The TADS program supports the development, delivery, and sustainment of an integrated system of weather enterprise hardware and software that provides accurate, consistent, relevant, and timely environmental intelligence to the Department of Defense, other federal agencies, and other countries.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nJob Description:<\u002Fb> Works in cross-functional teams with data at all stages of the analysis lifecycle to derive actionable insight. Translates mission needs into an end-to-end analytical approach to achieve results. Performs the pre-analytics areas of data collection and understanding, data cleansing and integration, and data storage and retrieval. Determines the appropriate analytics based on the data and the desired outcomes, using techniques including feature detection, statistics, data mining, predictive modeling, machine learning, natural language processing, and business intelligence. Interprets the validity of results and communicates the meaning of those results. Has familiarity with data wrangling, analytics, and visualization software and programming languages, including analytics methods for big data. Follows a scientific approach to generate value from data, verifying results at each step.<\u002Fdiv><p><b>\nQualifications<\u002Fb>\n<\u002Fp><div><b>Typical Education and Experience:<\u002Fb> Bachelors and 0 years related experience. In lieu of a degree 4 years of additional experience is required. Secret security clearance required.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nThe selected candidate will have experiences \u002F skills with the following tools \u002F systems:<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nRequired: Experience with a variety of tools\u002Fsoftware used to perform tasks related to data science roles<br>\nDesired: Nifi, Kafka, Neo4, Hadoop, Tika, Spark, Scientific Algorithm development, Weather forecasting<br>\n<\u002Fdiv><p><b>\nDesired Qualifications<\u002Fb><\u002Fp><br>\n<br>\n<br>\n<p><b>Overview<\u002Fb><\u002Fp>\n<p>SAIC is a premier technology integrator, solving our nation's most complex modernization and systems engineering challenges across the defense, space, federal civilian, and intelligence markets. Our robust portfolio of offerings includes high-end solutions in systems engineering and integration; enterprise IT, including cloud services; cyber; software; advanced analytics and simulation; and training. We are a team of 23,000 strong driven by mission, united purpose, and inspired by opportunity. Headquartered in Reston, Virginia, SAIC has annual revenues of approximately $6.5 billion. For more information, visit saic.com. For information on the benefits SAIC offers, see Working at SAIC. EOE AA M\u002FF\u002FVet\u002FDisability<\u002Fp><\u002Fdiv>","31cec5ebda5ce75b":"<ul><li>Master's degree in Computer Science, Computer or Electrical Engineering, Mathematics, Physics, Statistics, Economics or a related field<\u002Fli><li>Experience with data mining, and analytics techniques<\u002Fli><li>Experience with various machine learning\u002Fstatistical modeling data analysis tools and techniques (e.g. sklearn, tensorflow, or keras), and parameters that affect their performance<\u002Fli><li>Experience in programming in R, Python, Scala or similar languages and maintaining code repositories in git<\u002Fli><li>Experience with data visualization and presentation, turning complex analysis into insight<\u002Fli><\u002Ful>\n<br>\n<p>Prime Video is an industry leading, high-growth business and a critical driver of Amazon Prime subscriptions, which contribute to customer loyalty and lifetime value. Prime Video is used daily by a massive audience on Amazon's websites and through a variety of devices including the Kindle Fire, game consoles, smart TVs and Blu-ray players. Prime Video is a digital video streaming and download service that offers Amazon customers the ability to rent, purchase or subscribe to a huge catalog of videos. Movies range from new releases to classic favorites, and Prime Video offers major television episodes, entire seasons, or even day after air TV.<br>\n<br>\nThe Prime Video Content Research team uses machine learning, econometrics, and data science to optimize Amazon&rsquo;s streaming-video catalogue, driving customer engagement and Prime member acquisition. We generate insights to guide Amazon&rsquo;s digital-video strategy, and we provide direct support to the content-acquisition process. We use detailed customer behavioral data (e.g. streaming history) and detailed information about content (e.g. IMDb-sourced characteristics) to predict and understand what customers like to watch.<br>\n<br>\nWe are seeking a truly innovative Data Scientist to measure the benefit of Prime Video and optimize the content portfolio. As consumers increasingly consume digital video, we need to make agile decisions based on what content appeals to our customers. As an Data Scientist on the Video Content Research team at Amazon, you will have the opportunity to work on one of the world's largest consumer data sets and influence the long term evolution of our analytics capability.<br>\n<br>\nYou will be responsible for building models that measure and predict the value that the business creates for our customers and for Amazon&rsquo;s extensive ecosystem. This role requires a team member with strong quantitative modeling skills and the ability to apply statistical\u002Fmachine learning methods to large amount of individual level and title level data. The candidate should have strong communication skills, be able to work closely with stakeholders and translate data-driven findings into actionable insights. The successful candidate will be a self-starter comfortable with ambiguity, with strong attention to detail and ability to work in a fast-paced and ever-changing environment.<br>\n<br>\nOn our team you will work with a diverse scientific team including computer scientists and economists as well as other data scientist to build statistical models using world-class data systems and partner directly with the business to implement the solutions.<\u002Fp>\n<br>\n<div><ul><li>Excellent quantitative modeling, statistical analysis skills and problem-solving skills. Sophisticated user of statistical tools<\u002Fli><li>Experience collaborating with software development teams, data scientists, business intelligence or other technical roles<\u002Fli><li>Excellent communication<\u002Fli><li>Demonstrable track record dealing well with ambiguity, prioritizing needs, and delivering results in an agile, dynamic environment<\u002Fli><li>Experience with AWS features (S3, Redshift, Sagemaker)<\u002Fli><\u002Ful><br>\nAmazon is an Equal Opportunity-Affirmative Action Employer &ndash; Minority \u002F Female \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation<\u002Fdiv>","98b427d00a05b1f6":"<p><\u002Fp><div><div><div><div><div><div><p><b>About Community Data Platforms<\u002Fb><\u002Fp><p>\nCommunity Data Platforms believes communities get smarter and stronger by using evidence-based decision-making. CDP supports this mission by building data platforms in communities across the country to help leaders and decision-makers answer their Pressing Questions.<\u002Fp><p>\nWith a five-year goal of serving 100 communities, CDP believes it can support data-driven decision-making among governments, business, and nonprofits, leading to better outcomes among a range of critical community organizations. Communities have pressing questions and CDP&rsquo;s team and approach develops actionable insights and communicates them clearly by using advanced visualizations. We believe a community data platform is an essential community service.<\u002Fp><p><br>\n<b>\nWorking with Community Data Platforms<\u002Fb><\u002Fp><p>\nWe&rsquo;re looking for highly intelligent, motivated people to join a rapidly growing start-up serving communities across the country. Benefits include:<\u002Fp><ul><li><p>\nA culture of intellectual humility and a passion for understanding the world around us (we don&rsquo;t care who&rsquo;s right &ndash; we care what&rsquo;s right!)<\u002Fp><\u002Fli><li><p>\nWorking with driven and intellectually curious people who are experts in their fields<\u002Fp><\u002Fli><li><p>\nA close-knit team that is devoted to a common mission<\u002Fp><\u002Fli><li><p>\nThe opportunity to be involved at the early stages of a start-up with enormous potential<\u002Fp><\u002Fli><li><p>\nBeing at the forefront of the big data wave and its application to community-based decision-making<\u002Fp><\u002Fli><li><p>\nRemote work &ndash; you set your own hours and complete your work on your own time &ndash; no micromanaging!<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b><i>\nJob Description<\u002Fi><\u002Fb><\u002Fp><p>\nThis person will have a history of approaching problem solving with curiosity and imagination. We value people with a desire to learn new skills and a mindset that challenging questions are opportunities for insight.<\u002Fp><p>\nWe want to keep pushing the edge of what is possible in predictive analytics work by experimenting and iterating. Creative and outside-the-box thinking is encouraged, and original ideas are welcomed and supported by the team.<\u002Fp><p>\nUncover hidden insights from data and use those to drive decisions and influence.<\u002Fp><p>\nYou will be part of a leading-edge and diverse team of sophisticated data and analytics professionals. You will use your creativity and leverage a vast array of techniques and tools. You will plan, conduct, and direct the development and evaluation of real-world, large-scale problems using artificial intelligence\u002Fmachine learning. Your projects will be interesting, exciting and challenging.<\u002Fp><p><\u002Fp><p><b>\nDuties and Responsibilities<\u002Fb><\u002Fp><ul><li><p>\nUnderstanding business objectives and developing models that help to achieve them, along with metrics to track their progress<\u002Fp><\u002Fli><li><p>\nDesign and develop machine learning algorithms<\u002Fp><\u002Fli><li><p>\nDiscover, design, and develop analytical methods to support novel approaches of data and information processing<\u002Fp><\u002Fli><li><p>\nFinding available datasets online that could be used for training.<\u002Fp><\u002Fli><li><p>\nPerform explanatory data analyses<\u002Fp><\u002Fli><li><p>\nGenerate and test working hypotheses<\u002Fp><\u002Fli><li><p>\nPrepare and analyze historical data and identify patterns<\u002Fp><\u002Fli><li><p>\nProvide technical support for program management and business development<\u002Fp><\u002Fli><li><p>\nOwn and manage knowledge sharing within a community<\u002Fp><\u002Fli><li><p>\nDefining validation strategies<\u002Fp><\u002Fli><\u002Ful><p><br>\nA bachelor's degree is required. Previous experience in a similar technical position can be helpful especially in the world of data. Must work effectively on their own, as well as in a team setting with others. Position can be full or part-time. Huge growth potential for correct candidate. Competitive salary.<\u002Fp><p><br>\n<i>\nPlease apply to: <\u002Fi><b><i>MLjobs@communitydataplatforms.com<\u002Fi><\u002Fb><\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","bd58c68fd80fee48":"<div><p>Headquartered in Dublin, Ohio, Cardinal Health, Inc. (NYSE: CAH) is a global, integrated healthcare services and products company connecting patients, providers, payers, pharmacists and manufacturers for integrated care coordination and better patient management. Backed by nearly 100 years of experience, with more than 50,000 employees in nearly 60 countries, Cardinal Health ranks among the top 20 on the Fortune 500.<\u002Fp><p><\u002Fp><p>\nWe currently have a career opening for a Data Scientist - Machine Learning Architect.<\u002Fp><p><\u002Fp><p><b>\nDepartment Overview<\u002Fb><\u002Fp><p>\nEnterprise Architecture (EA) group creates technical strategies and road maps to meet current and anticipated business need as efficiently as possible adding speed and optimal-cost solutions in support of our growing business. The Information and Machine Learning (ML) Architecture group within EA supports business innovation by pursuing emerging technologies (such as ML) and turning them into differentiating business capabilities.<\u002Fp><p><\u002Fp><p><b>\nJob Overview<\u002Fb><\u002Fp><p>\nIdentify opportunities for Cardinal Health to expand horizontally or vertically and expand our role in the healthcare ecosystem. Create and deliver new \u002F enhanced business value at Cardinal Health by influencing and leading change of the Machine Leaning domain across Business and IT. Establish a deep understanding of the functional and technical aspects of Machine Learning in order to create architectures, establish frameworks, guide project decisions, designs and investment to increase speed to market and efficiency of changes.<\u002Fp><p><\u002Fp><p>\nContributes to the EA and Enterprise Information Technology as a visible technical leader by contributing to talent acquisition and development; establishing new &amp; innovative solutions to maximize business value and effectiveness as well as contributing to areas outside area of responsibility when needed.<\u002Fp><p><\u002Fp><p><b>\nAdditional Responsibilities<\u002Fb><\u002Fp><ul><li>\nDesigning and developing machine learning and deep learning systems.<\u002Fli><li>\nImplementing appropriate ML algorithms. Running \u002F training machine learning tests and experiments.<\u002Fli><li>\nTake current problem domain and architect \u002F design solutions that solve immediate business need, meet current standards and support principles and related reference architectures.<\u002Fli><li>\nDiagnose business need, analyze business process, data flows, IT \u002F technical artifacts and extract understanding of how the system or business process works as input into projects \u002F solutions.<\u002Fli><li>\nWork across diverse teams, perspectives and opinions and quickly build consensus.<\u002Fli><li>\nWork with ML approaches, models and solution options. Expert level of understanding of the Machine Learning Domain over time.<\u002Fli><li>\nUses deep subject matter\u002Ffunctional expertise, influence and process skills to help internal\u002Fexternal customers and stakeholders identify and meet their high priority needs while considering cultural and diversity implications.<\u002Fli><li>\nEncourages informed risk-taking and acts as a catalyst for innovation at Cardinal Health; generates practical, sustainable and creative options to solve problems and create business opportunities, while maximizing existing resources.<\u002Fli><li>\nProactively develops, maintains and evangelizes technical knowledge in Machine Learning and adjacent technologies. Keeps up-to-date on current trends and best practices.<\u002Fli><li>\nPerforms assessments and listens to internal\u002Fexternal customers to understand and anticipate their needs and determine their priorities in the context of the overall enterprise.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nAccountabilities in this role:<\u002Fb><\u002Fp><ul><li>\nResponsible for functional and technical understanding of the Machine Learning technologies (Google&rsquo;s Cloud Platform, custom and COTS-embedded) and practice across Cardinal Health&rsquo;s large, complex and diverse landscape.<\u002Fli><li>\nIdentify high-value ML business opportunities and work with Business and IT stakeholders to realize business benefit.<\u002Fli><li>\nScale Machine Leaning expertise and practice throughout Cardinal Health.<\u002Fli><li>\nEstablish development and delivery best practices in order for ML implementations to minimize rework and maintenance cost. Build ML architectures that work at Cardinal Health scale.<\u002Fli><li>\nAssist in implementation of ML related efforts to ensure their operational viability.<\u002Fli><li>\nEstablish buy vs build guidance.<\u002Fli><li>\nAssist skill uplift across the IT enterprise.\n<\u002Fli><li>Lead selected projects in order to translate business requirements into technical specifications and implementation detail.<\u002Fli><li>\nUnderstand and enable Cardinal Health business via an efficient and effective ML practice that provides ML solutions and outcomes at the most efficient cost.<\u002Fli><li>\nEnsure effective designs and quality deliverables in the ML space by designing and developing machine learning and deep learning systems, running machine learning tests and experiments, implementing appropriate ML algorithms<\u002Fli><li>\nMaintain a solid understanding of up and downstream impacts implementing solutions using ML technologies.<\u002Fli><li>\nTroubleshoot technical issues within ML platforms when needed.<\u002Fli><li>\nEngage early in project efforts in order to analyze current solutions, provide solution options and recommendations, understand business process impact, provide accurate estimates,<\u002Fli><li>\nAide adoption of ML solutions within the business by conducting training, coordinating demos.<\u002Fli><li>\nSupport and influence delivery operations within platforms by continually looking for opportunities to streamline delivery, increase business value and measure platform value via metrics and measures.<\u002Fli><li>\nBuild ML solution architectures (often incrementally) that aligns requirements, reference architectures design patterns and technology standards to achieve solution agility and speed to implementation.<\u002Fli><li>\nWeigh Risk &amp; ROI against schedule &amp; budget considerations and provides solution recommendations.<\u002Fli><li>\nEnsure projects are delivered in-line with ML Reference Architecture, road map and to the defined standards and best practices.<\u002Fli><li>\nPartner with PMO, EA, Shared Services, SAP CoE and project teams to develop and implement plans and procedures to achieve ML Solution delivery goals.<\u002Fli><li>\nSupport the creation of IT strategies and road maps within the ML domain based on business strategy, business and IT trends, and current and future architectures.<\u002Fli><li>\nEffectively communicate and influence others towards future state solutions and architectures. Evangelize the purpose and value of Machine Learning solutions.<\u002Fli><li>\nPartner with application, information, integration, and infrastructure architects to help position appropriate usage of technology for segment solutions.<\u002Fli><li>\nPerforms complex analysis of system capabilities and provides consultation on ML solutions to various stake holders.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nQualifications<\u002Fb><\u002Fp><p><\u002Fp><p><i>\nRequired:<\u002Fi><\u002Fp><ul><li>\nProven Machine Learning experience and involvement in packaged platform delivery and management.<\u002Fli><li>\nExposure and experience with Machine Learning and related technologies such as Tensorflow Python, Torch, Amazon SageMaker, Jupiter Notebooks.\n<\u002Fli><li>Proven experience as a tech lead or architect.<\u002Fli><li>\nUnderstanding of data engineering and integration concepts.<\u002Fli><\u002Ful><p><\u002Fp><p><i>\nPreferred:<\u002Fi><\u002Fp><ul><li>\nMasters Machine Learning, PhD in Physics, Economics, Applied Mathematics, Computer Science, ML.<\u002Fli><li>\n3+ years in the distribution or Healthcare industry and knowledge of their business practices.<\u002Fli><li>\nDelivery experience with Google Cloud Platform.<\u002Fli><li>\nDelivery of related information software solutions such as data warehouses and integration platforms.<\u002Fli><li>\nAgile development skills and experience.<\u002Fli><\u002Ful><p><i>\nEducation or Equivalent:<\u002Fi><\u002Fp><ul><li>\nUndergraduate degree in computer science, mathematics or related field. An MBA or advanced technical degree is a major plus.<\u002Fli><\u002Ful><p><i>\nCardinal Health is an Equal Opportunity\u002FAffirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or protected veteran status.<\u002Fi><\u002Fp><\u002Fdiv>","c546386db2cb1ef6":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Sep 12, 2019<\u002Fb><\u002Fdiv><div>\nWeekly Hours: <b>40<\u002Fb>\n<\u002Fdiv><div>Role Number: <b>200096593<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nImagine what you could do here. At Apple, great ideas have a way of becoming great products, services, and customer experiences very quickly. Bring passion and dedication to your job and there's no telling what you could accomplish.\nThe Applied Machine Learning Data Science team in Apple is a group of passionate data scientists from various disciplines with extensive track records in both academia and industry. We work on many high-impact projects that serve various Apple lines of business. We are at the forefront of using advanced machine learning techniques and mathematical models on big data to solve impactful business problems. We continuously innovate and are constantly pushing the envelope. The Applied Machine Learning Data Science team is a unique combination of machine learning techniques, algorithms, big data technologies, as well as real world business solutions that will impact billions of devices in the world. Join us and you will have the opportunity to do groundbreaking applied machine learning work that will shape the industry.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\nA background in computer science, information science, or similar quantitative field. Ph.D. is strongly preferred.<\u002Fli><li>\nMinimum of 2 years of experience with deep learning and traditional ML modeling in NLP, information retrieval<\u002Fli><li>\nMinimum of 2 years of experience in algorithm design, modeling, or quantitative analysis.<\u002Fli><li>\nMinimum of 2 years of experience with big data systems (e.g., Spark and Hadoop) with TB to PB scale datasets.<\u002Fli><li>\nMinimum of 2 years of experience implementing data science and machine learning projects. Python is strongly preferred.<\u002Fli><li>\nExperience with deep learning framework such as TensorFlow, PyTorch, and Keras<\u002Fli><li>\nExperience with optimization, approximation algorithms, distributed algorithm design, and hands-on implementation of these techniques.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nBe ready to make something great when you come here. Dynamic, inspiring people and innovative, industry-defining technologies are the norm at Apple. The people who work here have reinvented and defined entire industries with our products and services. The same passion for innovation also applies to our business practices - strengthening our commitment to leave the world better than we found it. You should join the Apple Applied Machine Learning if you want to help deliver the next amazing Apple product.\nThe Data Scientist will deal with large-scale data set with intensive hand-on code development. In addition, this role will be responsible for the following: collect, process and cleanse raw data from a wide variety of sources. Transform and convert unstructured data set into structured data products. Identify, generate, and select modeling features from various data set. Train and build machine learning models to meet business goals. Innovate new machine learning techniques to address business needs. Analyze and evaluate performance results from model execution.\nAre you deeply accountable for your work? Your passion for product ownership and track record of product development will prove critical to your success on our team. We are in need of a creative thinker with deep expertise in machine learning, algorithms, and optimization. You will work with amazing colleagues, brainstorm new ideas, and develop models and algorithms to solve challenging problems that have a substantial impact.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPhD degree in Computer Science, Statistics, Operations Research, Mathematics or related field.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","5f54cb0192d925ce":"<div><p>RESPONSIBILITIES\n<\u002Fp><div><div><div><div>The selected individuals will be an integral member of Noblis&rsquo; Advanced Analytics team, remotely. The successful candidates will need to be a self-motivated individual with a desire to work on the cutting edge of high performance computing, data science, and advanced analytics. The work will encompass diverse disciplines as the team helps projects throughout the different Noblis client mission domains. Specifically, the candidate will be a leader with a diverse understanding of technologies.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p>QUALIFICATIONS\n<\u002Fp><div><div><div><div>Required Qualifications:<\u002Fdiv><ul><li>\n1-7 years experience working in the Intelligence Community on teams working in any of the fields related to Data Science such as: Statistical Modeling, Information Retrieval, Text Analysis, Data Mining, Machine Learning, Intelligence Analysis, Cyber Threat Analysis, Image Analysis, Network Security, Statistical Modeling, Geo-spatial analytics, and Data Munging and Cleaning<\u002Fli><li>\nBachelor's Degree<\u002Fli><li>\nAbility to work with datasets of different sizes and formats across multiple databases.\n<\u002Fli><li>Knowledge and experience with specific techniques such as: neural networks, cluster analysis, feature engineering, extraction, and reduction, web-scraping, decision trees (CART), collaborative filtering, geo-spatial analysis.<\u002Fli><li><div>\nExperience with data manipulation, analytic tools, and data visualization Algorithm development and adaptation from open-source, Visualization development (e.g., ggplot2, Tableau, d3.js, Highcharts).\n<\u002Fdiv><\u002Fli><li><div>Experience with: PCAP data, Elastic Search, Hadoop, HDFS, git, Spark, MLLib, SQL OS Experience\u002F Windows, Linux\u002F Windows<\u002Fdiv><\u002Fli><li>\nAbility to compile results and deliver presentations to senior-level leadership. Strong communication skills and ability to present material to audiences of differing technical aptitude.<\u002Fli><li>\nActive TS with the ability to obtain an SCI<\u002Fli><\u002Ful><div>\nHighly Desired:<\u002Fdiv><ul><li>\nR, R-shiny, R-studio, Python, Sci-kit, Tensorflow, Intelligence Community Experience, Machine Learning, Statistical modeling,<\u002Fli><li>\nExperience with multi-TB dataset manipulation, cleaning, querying, and modeling.<\u002Fli><li>\nExperience with scikit-learn, tensorflow, R-caret.<\u002Fli><li>\nExperience curating datasets for supervised and unsupervised machine learning methods.<\u002Fli><li>\nExperience with C, Java, R, Javascript, PhP, MatLab, Pig, Hive, Impala, PySpark, Scala, Ruby, Pytorch<\u002Fli><li>\nWindows OS X experience<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p>OVERVIEW\n<\u002Fp><div><div><div><div>Noblis and our wholly owned subsidiary, Noblis ESI, are solving difficult problems that help our government and our country. We bring the best of scientific thought, management, and engineering expertise with a reputation for independence and objectivity. We support a wide range of government and industry clients in the areas of national security, intelligence, transportation, healthcare, environmental sustainability, and enterprise engineering. Learn more at Noblis -About Us<\u002Fdiv><div><\u002Fdiv><br>\n<div><b><i>\nWhy work at a Noblis company?<\u002Fi><\u002Fb><\u002Fdiv><div>\nOur employees find greater meaning in their work and balance the other things in life that matter to them. Our people are our greatest asset. They are exceptionally skilled, knowledgeable, team-oriented, and mission-driven individuals who want to do work that matters and benefits the public.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nNoblis has won numerous workplace awards. Noblis maintains a drug-free workplace and is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p>CLIENT ENGAGEMENT\n<\u002Fp><div><div><ul><li>Begin developing relationships one level up and two levels down. Identify and support opportunities to expand project scope beyond current deliverable and actively share information about clients&rsquo; emerging support needs and trends with team members and management.<\u002Fli><li>Participate on proposals<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>","ff4ec084286fbac4":"<p><\u002Fp><div><div><div><div><div><div><p><b>Summary<\u002Fb><\u002Fp>\n<p>The Data Scientist will identify business trends, problems and insights through complex big data analysis. Interpret results from multiple sources using a variety of techniques, ranging from simple data aggregation via mathematical\u002Fstatistical analysis to complex data mining independently. Designs, develops and implements machine learning \u002F AI algorithms and applications to provide advanced analysis and streaming\u002Fpredictive analytics.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>Duties &amp; Responsibilities<\u002Fb><\u002Fp>\n<ul><li>Learn and develop a solid understanding of the truckload industry.<\u002Fli>\n<li>Conduct statistical analysis of big data to develop insights from the measured performance metrics, and contribute to root cause analysis and resolution of identified performance gaps<\u002Fli>\n<li>Dive into large, complex real-world datasets and produce innovative analysis and predictive models.<\u002Fli>\n<li>Apply advanced machine-learning algorithms and advanced predictive modeling techniques to solve complex and challenging business problems.<\u002Fli>\n<li>Design, implement, test, prototype, and deploy ML (machine learning) and AI applications from unstructured and structured data assets, using languages like Python\u002FR and related open source libraries.<\u002Fli>\n<\u002Ful><p><b>Qualifications<\u002Fb><\u002Fp>\n<p>Education<\u002Fp>\n<ul><li>PhD or MS in computer science, applied mathematics or a related field or equivalent technical skills<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p>Experience<\u002Fp>\n<ul><li>2+ years of experience in advance analytics and Predictive analytics<\u002Fli>\n<li>2+ years of machine learning \u002F time series analyses and related open source libraries<\u002Fli>\n<li>2+ years of experience in Power BI(Preferred) or Tableau<\u002Fli>\n<li>Software development skills (Python, R, SQL, Data Warehouse)<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p>Skills\u002FCertifications<\u002Fp>\n<ul><li>Proficient with Microsoft Office suite.<\u002Fli>\n<li>Good written and oral communication skills.<\u002Fli>\n<li>Good interpersonal skills.<\u002Fli>\n<li>Good judgment and problem-solving skills.<\u002Fli><br>\n<\u002Ful><p><\u002Fp>\n<p><\u002Fp><p><b>Work Environment: <\u002Fb>this job operates in a normal professional office environment and routinely uses standard office equipment such as computers, phones, photocopiers and fax machines, and filing cabinets.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>Physical Requirements:<\u002Fb> while performing the duties of this job the employee is regularly required to talk or hear; frequently stands, walks, uses hands to finger, handle or feel; and reaches with hands and arms.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","bad20350e36abe10":"<div><p><b>Description<\u002Fb>\n<\u002Fp>Caterpillar's legacy of industry leadership dates back to 1925. We have a global footprint with product in more than 180 countries. Caterpillar is a Fortune 50 company that makes up the most diverse product line in the industry with more than 300 products. We work in industries that provide long-term economic value: commodities (mining, oil and gas); infrastructure (heavy construction, rail, paving, quarry and aggregate); and building construction (residential, commercial, standby power, industrial engines and forestry).\n<div><\u002Fdiv><div>At Caterpillar you will have global exposure and opportunities, deep employee and leadership development resources and a compelling career path to make it possible to have the flexibility and excitement of a diverse career without needing to &quot;start over&quot; at a new company. Even while building deep expertise in one function, our employees can experience different career opportunities by moving between our many business units, locations and product lines throughout their career.<\u002Fdiv><br>\n<div>\n<b>\nResponsibilities;<\u002Fb><br>\n<b>\n<\u002Fb><\u002Fdiv><ul><li><br>\nConduct data analytics project using R and data visualization tools (Tableau or Pentaho Business Intelligence Suite)\n<\u002Fli><li><br>\nAssist staff data analyst with constructing Extract-Transform-Load transformations to connect data from ship installations to the BI reporting data mart\n<\u002Fli><li><br>\nAssist in the development and management of relational databases\n<\u002Fli><li><br>\nAssist staff reliability engineers with research into systems engineering analysis of shipboard systems to develop value-based case studies for customers<\u002Fli><\u002Ful><div><b>\nJanuary 2020 and May 2020 Start Dates<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div><b><i>\nIf you are interested in applying for this position, please attach a copy of your resume and an unofficial copy of your transcripts, to your application.<\u002Fi><\u002Fb><\u002Fdiv><p><b>\nQualifications<\u002Fb>\n<\u002Fp><b>Basic Qualifications;<\u002Fb>\n<ul><li>Must be enrolled full time at a 4-year accredited university\u002Fcollege in one of the following degree programs: Computer Science, mathematics, statistics, systems engineering, or other equivalent technical field<\u002Fli>\n<li>Applicant must be able to work up to 40 hours per week<\u002Fli>\n<li>Applicant must be able to work on site at the Peoria, Illinois location<\u002Fli>\n<li>3.0 GPA or higher\n<\u002Fli><\u002Ful><p><b>Desired Qualifications:<\u002Fb><b>\n<\u002Fb><\u002Fp><ul><li>Able to work independently with some supervision<\u002Fli>\n<li>\n<br>\nExpertise in Business Intelligence reporting, Tableau and\u002For Pentaho Business Intelligence Suite preferred<\u002Fli>\n<li>\n<br>\nExperience with JDBC databases<\u002Fli>\n<li>\n<br>\nExperience with Java\n<\u002Fli><li><br>\nExperience R<\u002Fli>\n<li>\n<br>\nExperience with ETL processes<\u002Fli>\n<li>\n<br>\nStrong communication and presentation skills<\u002Fli><\u002Ful>\nCaterpillar is not currently hiring individuals for this position who now or in the future require sponsorship for employment visa status; however, as a global company, Caterpillar offers many job opportunities outside of the U.S. which can be found through our employment website at www.caterpillar.com\u002Fcareers.<\u002Fdiv>","8bb57202d95a8419":"<div><p><b>Description<\u002Fb>\n<\u002Fp><h2 class=\"jobSectionHeader\"><b>Job Requisition:<\u002Fb><\u002Fh2>\nChief Data Scientist<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Description:<\u002Fb><\u002Fh2><p>\nLeidos' Energy and Environment Division currently has an opening for a Senior Researcher specializing in Machine Learning for our energy research and development business. We are currently supporting the Department of Energy&rsquo;s National Energy Technology Lab (NETL) in the application of Artificial Intelligence\u002FMachine Learning to a number of research efforts that leverage high performance computing and massive datasets in the following domains all relevant to fossil energy:<\u002Fp><ul><li>\nGeological and Environmental Sciences<\u002Fli><li>\nMaterials Engineering and Manufacturing<\u002Fli><li>\nEnergy Conversion Engineering<\u002Fli><li>\nSystems Engineering &amp; Analysis<\u002Fli><\u002Ful><p><\u002Fp><p>\nThe position of the Chief Data Scientist\u002FMachine Learning (ML) Senior Researcher is to perform in a demanding, high-energy position requiring flexibility and innovative technical solutions to the challenges of processing, interpreting and analyzing large volumes of data, including text, images and other media. We are seeking individuals with a unique blend of research and operational experience, in order to apply machine learning models and deep learning approaches to the problem of recognition in complex environments given sparse or limited training data. The ML Senior Researcher will provide research direction and project leadership, develop innovative concepts for further exploration, and implement solutions that extend the state of the art for applications that range from automatic image recognition to text classification.<\u002Fp><p><\u002Fp><p>\nPrimary Responsibilities Include:<\u002Fp><ul><li>\nIndependently design and undertake new research as well as partner in a team environment across organizations.<\u002Fli><li>\nDevelop topic descriptions for creative and innovative approaches to solving challenges<\u002Fli><li>\nProvide leadership &amp; organization to other team members<\u002Fli><li>\nDesign and implement secure, scalable, and fault-tolerant solutions across a distributed architecture, with the objective of researching and developing machine learning approaches, especially deep learning, applicable across multiple domains.<\u002Fli><\u002Ful><p><\u002Fp><p>\nRequired Qualifications:<\u002Fp><ul><li>\nAdvanced degree in machine learning (Ph.D highly desired) or a related discipline, such as artificial intelligence and\u002For in key domain areas including Chemical Engineering, Mechanical Engineering, Petroleum Engineering Geosciences, Material Science with a focus and experience with applied machine learning\u002Fartificial intelligence.<\u002Fli><li>\nAt least three years of specialized experience innovating analytical techniques and performing analytical functions using machine-learning libraries and approaches. 8 years of overall experience is preferred. A PhD can count toward 5 years of experience.<\u002Fli><li>\nDemonstrated ability to execute pilot projects independently and then guide the implementation of large-scale implementations by subject matter experts.<\u002Fli><li>\nTrack record of relevant publications in peer-reviewed conferences and journals.<\u002Fli><li>\nKnowledge of state-of-the-art methods coupled with the creativity and intelligence to advance beyond them.<\u002Fli><li>\nStrong data analysis skills using R or a comparable platform, and one programming language, e.g. Python, Perl, C\u002FC++, Java<\u002Fli><\u002Ful><p><\u002Fp><p>\nDesired Qualifications:<\u002Fp><ul><li>\nUndergraduate or graduate degree in Chemical Engineering, Mechanical Engineering, Petroleum Engineering, Geosciences, Material Science<\u002Fli><li>\nPhD with publication track record relative to Machine Learning or Artificial Intelligence<\u002Fli><li>\nPrior experience as a project lead, preferably as PI<\u002Fli><li>\nFamiliarity with existing deep learning libraries (e.g., Theano, Caffe, Torch)<\u002Fli><li>\nPrior experience with several of the following models and\u002For methods for supervised, semi-supervised, and unsupervised machine learning: Logistic Regression, Linear Regression, Support Vector Machines, Convolutional Neural Networks, Hidden Markov Models, Conditional Random Fields, Markov Chain Monte Carlo methods, and\u002For clustering methods such as Latent Dirichlet Allocation<\u002Fli><li>\nExperience in GPU development (including GPGPU iOS)<\u002Fli><li>\nAbility to obtain a DOE Q Clearance<\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nExternal Referral Bonus:<\u002Fb><\u002Fh2>\nIneligible<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPotential for Telework:<\u002Fb><\u002Fh2>\nNo<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nClearance Level Required:<\u002Fb><\u002Fh2>\nNone<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nTravel:<\u002Fb><\u002Fh2>\nYes, 10% of the time<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nScheduled Weekly Hours:<\u002Fb><\u002Fh2>\n40<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nShift:<\u002Fb><\u002Fh2>\nDay<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nRequisition Category:<\u002Fb><\u002Fh2>\nProfessional<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Family:<\u002Fb><\u002Fh2>\nData Scientist<p><\u002Fp>\n2000<p><\u002Fp>\nCivil<p>\nLeidos is a Fortune 500&reg; information technology, engineering, and science solutions and services leader working to solve the world's toughest challenges in the defense, intelligence, homeland security, civil, and health markets. The company's 33,000 employees support vital missions for government and commercial customers. Headquartered in Reston, Virginia, Leidos reported annual revenues of approximately $10.19 billion for the fiscal year ended December 28, 2018. For more information, visit www.Leidos.com.<\u002Fp><p>\nPay and benefits are fundamental to any career decision. That's why we craft compensation packages that reflect the importance of the work we do for our customers. Employment benefits include competitive compensation, Health and Wellness programs, Income Protection, Paid Leave and Retirement. More details are available here.<\u002Fp><p>\nLeidos will never ask you to provide payment-related information at any part of the employment application process. And Leidos will communicate with you only through emails that are sent from a Leidos.com email address. If you receive an email purporting to be from Leidos that asks for payment-related information or any other personal information, please report the email to spam.leidos@leidos.com.<\u002Fp><p>\nAll qualified applicants will receive consideration for employment without regard to sex, race, ethnicity, age, national origin, citizenship, religion, physical or mental disability, medical condition, genetic information, pregnancy, family structure, marital status, ancestry, domestic partner status, sexual orientation, gender identity or expression, veteran or military status, or any other basis prohibited by law. Leidos will also consider for employment qualified applicants with criminal histories consistent with relevant laws.<\u002Fp><\u002Fdiv><p><\u002Fp>","3b744e189965fae7":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>In June 2019 the Libra Association announced plans for Libra &ndash; a new global cryptocurrency that runs on the Libra network. Libra's mission is to create a simple global financial infrastructure that empowers billions of people around the world. It's powered by blockchain technology and the plan is to launch it in 2020.\n<br>\n<br>\nCalibra is a newly formed Facebook subsidiary whose goal is to provide financial services that will enable people to access and participate in the Libra network. Our first product will be a digital wallet for Libra, a new global currency powered by blockchain technology, and it will be available in 2020 in Messenger, WhatsApp, and as a standalone app. Our vision is to reinvent money and transform the global economy so people everywhere can live better lives. Calibra will let you send Libra to almost anyone with a smartphone, as easily and instantly as you might send a text message or photo, and at low to no cost. And, in time, we plan to offer additional services for people and businesses, such as paying bills with the push of a button, buying a cup of coffee with the scan of a code, or riding your local public transit without needing to carry cash or a metro pass.\n<br>\n<br>\nFacebook is seeking an experienced Growth Data Scientist to lead growth and engagement initiatives for Calibra. We are looking for a professional that loves working with data to drive product and marketing results. Our team&rsquo;s mission is to develop a world class wallet product that solves real pain points for our users across the globe. We want someone with substantial experience helping to grow products using sound growth patterns and a fast, iterative mindset.\n<br>\n<br>\nThis position is located in our Menlo Park office.<\u002Fdiv><div><div>\nRESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nProduct Leadership Responsibilities:<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nLead the ideation and execution of product changes that drive growth, partnering with Product Management, Engineering, Design, and Content Strategy<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDefine and analyze metrics that inform the success of products<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nCommunicate details, updates and implementations across all stakeholders and teams with extreme attention to detail<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nCommunicates and simplifies concepts to the audience's needs<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nAnalytical Responsibilities:<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nApply your expertise in quantitative analysis, data mining, and the presentation of data to see beyond the numbers and understand how our users interact with both our consumer and business products, identify growth opportunities, and execute on projects to drive growth and engagement<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProduct Growth Analysis:<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nUnderstanding ecosystems, user behaviors, and long-term trends<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nIdentifying new levers to help move key metrics<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProposing what to build in the product roadmap<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nData Driven Leadership:<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nInfluencing product teams through presentation of data-based recommendations<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nCommunicating state of business, experiment results, etc. to product teams<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nSpreading best practices for growth with product teams to drive impact<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProduct Marketing Responsibilities:<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nUnderstand the competitive landscape of products and Facebook&rsquo;s relative position to inform the product growth strategy and design<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPlan and lead cross-functional efforts to take known product optimizations and implement them in other places<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nLead marketing efforts partnering with Product teams, to effectively promote high retention experiences globally<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDrive multiple projects from strategy to execution in a fast-paced environment in an organized way<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nWork on offsite marketing channels like SEO, SEM, and email with product teams to grow acquisition and improve retention by reaching people when they do not yet have an account, or to bring people back<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\n2+ years of experience in managing other team members in a formal or informal capacity.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n5+ years of experience in marketing, advertising or growth.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n5+ years of experience managing projects.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n6+ years of quantitative analysis experience.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n3+ years of experience with SQL or other programming languages.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience initiating and driving projects to completion with minimal guidance.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience analyzing, interpreting, and leveraging data to make business decisions.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience communicating insights and ideas.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nBS\u002FMS in Engineering, Computer Science, Math, Physics, Statistics or related quantitative field.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nSoftware development experience.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nInternet Marketing experience, in particular for financial services products.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","27e373771fcd6d97":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>May 6, 2019<\u002Fb><\u002Fdiv><div>\nWeekly Hours: <b>40<\u002Fb>\n<\u002Fdiv><div>Role Number: <b>200057736<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nHave you ever wanted to work on something that really matters? Is it important to you to help others live longer, more fulfilling lives? The Health Strategic Initiatives team is focused on just that &mdash; enabling individuals to live a healthier, happier life through personalized and compelling products. We are an experienced team of business leaders, doctors, designers, PMs, and data scientists. We work in a collaborative and dynamic environment where we are constantly pushing ourselves to redefine the industry and create delightful user experiences.\nData is central to the success of our team. We work in a tight feedback loop where data insights drive feature development and design as well as defining future strategy and products. Our data live in a secure, complex environment where you will be interacting with rich health and activity data continuously generated from sensors and other watch features. As a data scientist on the team you will have direct and immediate impact on the products we are creating and will have unique insights that will drive strategy and focus.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\n5+ years in data science or analytics<\u002Fli><li>\nTechnical expertise working with big data and unstructured datasets<\u002Fli><li>\nComprehensive experience working w\u002F HDFS, Spark, Python, and SQL in command line<\u002Fli><li>\nProduct analytics experience at a major technology company<\u002Fli><li>\nStrong product, data, and analytics intuition<\u002Fli><li>\nBackground in experimental design and causality<\u002Fli><li>\nComfortable applying various modeling techniques on big data, including statistical and econometric models as well as supervised and unsupervised ML<\u002Fli><li>\nIntensely curious about data and love finding hidden relationships and patterns<\u002Fli><li>\nPassionate about health and behavioral economics<\u002Fli><li>\nStrong cross-functional experience working with product, business, design, and engineering teams<\u002Fli><li>\nStrong interpersonal skills<\u002Fli><li>\nProven experience boiling down technical approaches and complex findings into simple and compelling narratives that drive change<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nAs a key member of the Health Strategic Initiatives team you will work hand in hand with product and design teams. You will have the opportunity to work on a wide variety of fascinating problems that will help mold Apple&rsquo;s future health endeavors. A few areas you may explore include understanding behavior change, quantifying the impact of incentives, exploring the impact of product features on engagement and healthy actions, experimental design and analysis, creating and defining KPIs, and predicting outcomes. This is the perfect intersection of analytics, health, and behavior change. If this seems like a good fit, come join us as we seek to help others achieve their better self.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMasters (PhD preferred) in Statistics, Economics, Computer Science, Mathematics, Engineering or equivalent and 5+ years of experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","586ab3388c03ac07":"<div><h2 class=\"jobSectionHeader\"><b>Company Bio<br>\n<\u002Fb><\u002Fh2><div><\u002Fdiv><div><div><div><div>Kiefner and Associates, Inc., an Applus RTD company, is a well-established engineering consultancy with headquarters in Columbus, Ohio. Kiefner provides the oil &amp; gas industry with safety and reliability services.<\u002Fdiv><div><br>\nWe offer a broad range of consulting services including fitness for service, failure analysis and material testing, stress analysis, inline inspection qualification, and training workshops.<\u002Fdiv><div><br>\n<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Position Purpose\n <\u002Fb><\u002Fh2><div><div><div><ul><li>Responsibilities of the Data Scientist include conducting data analytics, statistical and probabilistic modeling, optimization, data scrubbing, standardization, developing and enhancing algorithms and data analysis methodologies, and data validation on projects related to midstream and downstream energy sectors. Support Kiefner by providing integrity assurance services to the oil &amp; gas industry; particularly the midstream.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Duties and Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Initiate, execute, and close out projects within time and budget<\u002Fli><li>\nWork independently or as member of a small team<\u002Fli><li>\nPrepare technical reports and presentations<\u002Fli><li>\nRepresent Kiefner at industry conferences, trade shows, and committees<\u002Fli><li>\nFollow Kiefner QHSE standards<\u002Fli><li>\nPerform all other duties assigned\n<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Supervisory Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>N\u002FA<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Knowledge and Skills\n<\u002Fb><\u002Fh2><div><div><div><ul><li>RapidMiner, R, Python, Matlab, @Risk, VBA<\u002Fli><li>\nNeural networks<\u002Fli><li>\nNa&iuml;ve Bayes Classifier<\u002Fli><li>\nStatistical tools and methodologies\n<\u002Fli><li>Practical application of data science in engineering solutions<\u002Fli><li>\nAbility to work on several assignments<\u002Fli><li>\nAbility to communicate effectively; both verbally and in writing<\u002Fli><li>\nAbility to work in a team environment<\u002Fli><li>\nMS Office Suite of products<\u002Fli><li>\nFirmly adhere to the values and ethics of Kiefner. Exhibit honesty, discretion, and sound judgment<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Education and Work Experience\n<\u002Fb><\u002Fh2><div><div><div><ul><li>MSc or PhD in data science, applied mathematics, statistics, engineering<\u002Fli><li>\n3+ years of experience in data science in and engineering domain (preferably midstream oil and gas)<\u002Fli><li>\n1+ years in an engineering or consultancy environment<\u002Fli><li>\nEmployees must be legally authorized to work in the United States. Verification of employment eligibility will be required at the time of hire. Visa sponsorship is not available for this position<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Certificates and Licenses Required\n<\u002Fb><\u002Fh2><div><div><div><ul><li>N\u002FA<br>\n<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Physical Activities and Requirements\n<\u002Fb><\u002Fh2><div><div><div><ul><li>The ability to listen to and understand information and ideas presented through spoken words and sentences<\u002Fli><li>\nThe ability to communicate information and ideas through speech so others will understand<\u002Fli><li>\nThe ability to read and understand information and ideas presented in writing<\u002Fli><li>\nThe ability to choose the right mathematical methods or formulas to solve a problem<\u002Fli><li>\nThe ability to see details at close range (within a few feet of the observer)<\u002Fli><li>\nThe ability to tell when something is wrong or is likely to go wrong. It does not involve solving the problem, only recognizing there is a problem<\u002Fli><li>\nThe ability to add, subtract, multiply, or divide quickly and correctly<\u002Fli><li>\nSitting: Remain sitting, particularly for sustained periods of time<\u002Fli><li>\nRepetitive motions: Making substantial movements (motions) of the wrists, hands, and\u002For fingers<\u002Fli><li>\nDexterity: Picking, pinching, typing or otherwise working, primarily with fingers rather than with whole hand or arm as in handling<\u002Fli><li>\nTalking: Expressing or exchanging ideas by means of the spoken word; those activities where detailed or important spoken instructions must be conveyed to other workers accurately, loudly, or quickly<\u002Fli><li>\nWalking: Moving about on foot to accomplish tasks, particularly for long distances or moving from one work area to another<\u002Fli><li>\nHearing: Perceiving the nature of sounds at normal speaking levels with or without correction, and having the ability to receive detailed information through oral communication, and making fine discriminations in sound<\u002Fli><li>\nSedentary work: Sedentary work involves sitting most of the time. Jobs are sedentary if walking and standing are required only occasionally and all other sedentary criteria are met<\u002Fli><li>\nThe worker is required to have close visual acuity to perform an activity such as: preparing and analyzing data and figures; transcribing; viewing a computer terminal; extensive reading at distances close to the eyes<\u002Fli><li>\nIn compliance with American with Disabilities Act (ADA), Applus+ will make reasonable accommodations that are appropriate and consistent within our legal obligations<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Working Conditions\n<\u002Fb><\u002Fh2><div><div><div><ul><li>The physical environment requires the employee to work inside an office environment, protected from weather conditions but not necessarily from temperature changes<\u002Fli><li>\nOccasional visits to field sites will require employee to work both inside and outside in heat\u002Fcold, wet\u002Fhumid, and dry\u002Farid conditions in temperature extremes and inclement weather<\u002Fli><li>\nThe noise level in the work environment is usually quiet to moderate<\u002Fli><li>\nAbility to travel when required, nationally, up to 20% of the time<\u002Fli><li>\nNo relocation is considered for this position<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","923f0953f50225ce":"<div><div><div><b>Who we are:<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nConvoy, one of the fastest growing startups in the U.S., is transforming the $800 billion trucking industry. We offer the world's largest companies the best option for moving their freight through our network of thousands of technology-connected trucking companies.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe Data Science team is at the core of Convoy&rsquo;s business. We build the models that power freight pricing, shipment offer relevance, auction bidding strategy, and other core services. The breadth of the problems space is huge, spanning machine learning, optimization, metric definition, econometrics, and prediction domains. And we have only begun to dig into the difficult and diverse problems in our two-sided marketplace.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAt Convoy you will be expected to work autonomously and own your domain end-to-end. You will collaborate with Research Scientists, Product Managers, and Engineers across the Product organization and interact with stakeholders across the company. You will be responsible for defining core business logic in our data warehouse, developing insights to drive product decisions, and building data science models.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nIf you&rsquo;re curious minded and are interested in joining a company that is pushing the envelope of data science, join us.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You have the following skills and experience<\u002Fb><\u002Fh3><div><ul><li>\nMinimum of 2+ years of industry experience in BI or Data Scientist - Analytics roles<\u002Fli><li>\nSQL fluency<\u002Fli><li>\nETL pipeline experience<\u002Fli><li>\nExperience with scientific\u002Fstatistical languages such as R or Python<\u002Fli><li>\nAbility to break down high level business problems into concrete analytical solutions<\u002Fli><li>\nStrong communication and keen attention to detail<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Nice to have skills<\u002Fb><\u002Fh3><div><ul><li>\nBS or MS in economics\u002Feconometrics, statistics, computer science, operations research, a natural science or equivalent quantitative subject<\u002Fli><li>\nExperience in Data Visualization with Tableau or similar software<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Benefits of working at Convoy:<\u002Fb><\u002Fh3><div><ul><li><b>\nHealth &amp; Wellness:<\u002Fb> Taking care of your health comes first. Convoy covers 100% of your medical, dental, and vision premiums, and 85% for your family. We also provide access to the gym and showers in our building.<\u002Fli><li><b>\nIn-Office Happiness:<\u002Fb> Enjoy catered meals multiple times through the week, and fully stocked fridges and pantries to keep you running full.<\u002Fli><li><b>\nCommuter Benefits: <\u002Fb>We transport the world; the least we can do is help get you to work. Every employee receives a fully paid Orca Card to get you around on the bus, light rail, or water taxi. We also provide locked bike storage if you prefer to pedal in.<\u002Fli><li><b>\nTime Off:<\u002Fb> Life outside of work matters! Convoy has a flexible vacation policy, so take the time off you need- we don&rsquo;t track vacation or sick time. We also offer generous parental leave for those expecting new additions to their family.<\u002Fli><li><b>\nCompensation:<\u002Fb> We offer market competitive compensation, including stock options and a 401k plan to help save for retirement.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Candidates must be eligible to work in the U.S. at our Seattle HQ.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nConvoy is an equal-opportunity employer and we welcome applicants from all backgrounds. If you&rsquo;re a passionate team player who wants to have an outsized impact on a diverse and dynamic team, we&rsquo;d love to hear from you!<\u002Fdiv><\u002Fdiv><\u002Fdiv>","62107e7ed5f9bef3":"<div><div><b>Job Overview:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<div>As part of the Strategy, Analytics, and Innovation group, the Data Scientist will develop innovative analytical approaches to merchandising, supply chain, customer, and pricing strategies. The Data Scientist will create practical methods to forecast demand, understand customer preferences, simulate business outcomes, and optimize major investments. The Data Scientist will work closely with cross functional groups to enhance analytical capabilities, identify new growth opportunities, and develop persuasive interactive visualizations. Perform other duties as assigned.<\u002Fdiv>\n<div><\u002Fdiv>\n<div><b>Essential Functions:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<ul><li>Answer complex business questions by using appropriate statistical techniques on available data or designing and running experiments to gather data.<\u002Fli><\u002Ful>\n<ul><li>Develop novel applications of classification, forecasting, simulation, optimization, and summarization techniques.<\u002Fli><\u002Ful>\n<ul><li>Work closely with cross functional teams to encourage best practices for experimental design and data analysis.<\u002Fli><\u002Ful>\n<ul><li>Create compelling interactive visualizations and presentations to enhance decision making capabilities throughout the company.<\u002Fli><\u002Ful>\n<ul><li>Regular, dependable attendance &amp; punctuality.<\u002Fli><\u002Ful>\n<div><\u002Fdiv>\n<div><b>Qualifications:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<div><b>Education\u002FExperience:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<ul><li>Ph.D. required in relevant technical field such as Applied Mathematics, Computer Science, Engineering, Physics, or Economics.<\u002Fli><\u002Ful>\n<ul><li>Experience working with large data sets and distributed computing tools such as Hadoop, Map\u002FReduce, Hive, etc.<\u002Fli><\u002Ful>\n<ul><li>Expert knowledge of analytical tools such as SAS, R, Matlab, or STATA and scripting languages such as Python, Perl, or PHP.<\u002Fli><\u002Ful>\n<div><\u002Fdiv>\n<div><b>Communication Skills:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<ul><li>Ability to communicate complex quantitative analyses in a clear, precise, and actionable manner.<\u002Fli><\u002Ful>\n<div><br>\n<\u002Fdiv> <div><div><b>Mathematical Skills:<\u002Fb><\u002Fdiv>\n<div><ul><li>Advanced math abilities including algebra, probability, statistics and strong proficiency with quantitative and analytical approaches.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>\n<div><b> <\u002Fb><b>Physical Demands:<\u002Fb><\u002Fdiv>\n<div><ul><li>This position involves regular walking, standing, sitting for extended periods of time, hearing, and talking.<\u002Fli>\n<li>May occasionally involve stooping, kneeling, or crouching.<\u002Fli>\n<li>May involve close vision, color vision, depth perception, focus adjustment, and viewing computer monitor for extended periods of time.<\u002Fli>\n<li>Involves manual dexterity for using keyboard, mouse, and other office equipment.<\u002Fli>\n<li>May involve moving or lifting items under 10 pounds.<\u002Fli><\u002Ful><\u002Fdiv>\n<div><b>Other Skills:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<ul><li>Strong passion for answering complex business questions using structured problem solving and rigorous data analysis.<\u002Fli><\u002Ful>\n<ul><li>Familiarity with visualization tools such as Tableau or Spotfire.<\u002Fli><\u002Ful>\n<ul><li>Familiarity with relational databases and SQL.<\u002Fli><\u002Ful>\n<div><\u002Fdiv>\n<div><b>Work Hours:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<ul><li>Ability to work a flexible schedule based on department and company needs.<\u002Fli><\u002Ful><br>\n<div><\u002Fdiv>\n<div><\u002Fdiv>\n<div><b>This job description is not all inclusive. Macy&rsquo;s Inc. reserves the right to amend this job description at any time. Macy's Inc. is an Equal Opportunity Employer, committed to a diverse and inclusive work environment.<\u002Fb><\u002Fdiv><\u002Fdiv>","d3d96329bac4f848":"<div><h1 class=\"jobSectionHeader\"><b>Job Description<\u002Fb><\u002Fh1><p>\nThe Data Scientist is a member of S&amp;P Global's AI Engineering group who partners with machine learning engineers and business partners to design and build AI-centric applications that transform S&amp;P Global's products and operations. Our data scientists apply the breadth of modern techniques in machine learning and natural language processing to build systems that power worldwide markets. Working at S&amp;P Global &mdash; where data is the primary raw material, the core strategic asset, and the finished product &mdash; presents a rare opportunity for data scientists to multiply their impact across every level of the business.<\u002Fp><p><\u002Fp><p><b>\nResponsibilities<\u002Fb><\u002Fp><ul><li>\nPartner with machine learning engineers to identify, scope, prototype, develop, deploy, and operate AI-powered applications in production settings<\u002Fli><li>\nWork with stakeholders to design and implement robust machine learning systems that solve business problems<\u002Fli><li>\nStay abreast of emerging AI technologies to drive S&amp;P Global's vision for its products and operations<\u002Fli><li>\nEvangelize data science concepts and wins to audiences inside and outside of S&amp;P<\u002Fli><li>\nApproach problem-solving with a machine-learning-first mindset<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nBasic Qualifications<\u002Fb><\u002Fp><ul><li>\nUniversity degree in engineering or a related field<\u002Fli><li>\nExperience seeking out problems and identifying and proposing creative, data-driven solutions<\u002Fli><li>\nStrong programming skills with an understanding of what it takes to write and share high-quality code<\u002Fli><li>\nGood conceptual knowledge of probability, statistics, and computer science<\u002Fli><li>\nStrong SQL skills<\u002Fli><li>\nFluency in Python<\u002Fli><li>\nExperience with machine learning frameworks such as Scikit-Learn, PyTorch, and TensorFlow<\u002Fli><li>\nStrong oral and written communication skills<\u002Fli><li>\nEntrepreneurial spirit<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPreferred Qualifications<\u002Fb><\u002Fp><ul><li>\nGraduate degree in a technical field<\u002Fli><li>\nExperience designing, developing, and operating machine learning systems in production settings<\u002Fli><li>\nA passion for designing and building software to help solve problems<\u002Fli><li>\nProficiency in an advanced data science topic, such as:<ul><li>\nComputer vision<\u002Fli><li>\nNatural language processing<\u002Fli><li>\nProbabilistic programming<\u002Fli><\u002Ful><\u002Fli><li>\nPublicly demonstrated data science competency, such as:<ul><li>\nConference talks<\u002Fli><li>\nOpen-source contributions<\u002Fli><li>\nPublished research<\u002Fli><\u002Ful><\u002Fli><li>\nKnowledge of the finance and investment industry<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPerks<\u002Fb><\u002Fp><ul><li>\nFlexible work schedules<\u002Fli><li>\n4 weeks' paid vacation annually<\u002Fli><li>\nSupportive community of data scientists and machine learning engineers<\u002Fli><li>\nAccess to industry-leading financial data sets<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPracticalities<\u002Fb><\u002Fp><ul><li>\nThe AI Engineering group is based in Charlottesville, VA, but we welcome applicants in many U.S. office locations, as well as those who are home-based.<\u002Fli><li>\nOur application process includes completing and presenting a take-home data science challenge &mdash; if this sounds like a fun opportunity, you're in the right place.<\u002Fli><li>\nPositions are available at all levels.<\u002Fli><\u002Ful><\u002Fdiv>","4f11cd650726bb7c":"<div><h2 class=\"jobSectionHeader\"><b>Company Details<br>\n<\u002Fb><\u002Fh2>\n<p><\u002Fp><div><div><div><p>Midwest Employers Casualty (MEC) is a member of the W. R. Berkley Corporation, a fortune 500 company, rated A+ (Superior) by A.M. Best Company, based in Chesterfield, MO. We improve the quality of life for employees severely injured on the job and help companies understand and mitigate their risk for workers&rsquo; compensation injuries. MEC has a friendly, results-focused work environment. We seek employees who take initiative, are quick to adapt, are dependable, and like working as part of a team.<\u002Fp><p><\u002Fp><br>\n<p>\nThe Data Scientist role will focus on leveraging the company&rsquo;s substantial data assets (as well as external data assets) to deliver actionable and meaningful business insights through predictive analytics. These efforts will focus on problems and opportunities identified by the business units (most of which will be centered on strategic objectives). Independently, the data scientist will be expected to explore data for previously unknown business related issues.<br>\n<\u002Fp><p><\u002Fp><p>In order to meet these objectives, the DS will be required to perform ongoing development, training, testing and promotion of predictive models using a variety of machine learning techniques &ndash; Classification, Regression, Estimation, Time-Series Prediction, Association Rules and Simulation, etc. Similarly, the role will include the identification and utilization of data, data structures, modeling techniques, algorithms, software, and testing methodologies to best achieve the stated business objectives and assure models are performing as expected.<br>\n<\u002Fp><p><\u002Fp><p>Finally, the Data Scientist will be responsible for managing progress on assigned projects and ensuring timely and accurate completion of deliverables. This will include providing progress reports to management.\n<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Take high-level project requirements and formulate timelines, milestones, and tasks as part of project execution. Provide project status reports to management regarding project progress.<\u002Fli><li>\nTake business requirements from the various projects, and translate them into novel technological solutions, utilizing data and predictive analytics, ensuring that the solution meets business requirements, integrates into existing business processes, and delivers sound predictions and\u002For analytic output.<\u002Fli><li>\nMeet with decision makers, systems owners, and end users to define business, financial, and operations requirements and systems goals, and identify and resolve systems issues.<\u002Fli><li>\nDesign and implement methods for the ongoing monitoring of model predictions and performance.<\u002Fli><li>\nReport on prediction accuracy, model stability, and show model is operating within statistically acceptable boundaries.<\u002Fli><li>\nWork alone or in conjunction with the team members to see that proper data and\u002For data structures are obtained for assigned projects. Identify and provide detailed documentation regarding new data and data structures. Assist in testing of new data and\u002For data structures.<\u002Fli><li>\nContinuously explore data, data structures, modeling techniques, algorithms, software, and testing methodologies to ensure best practices are employed in modeling efforts.<\u002Fli><li>\nWork with internal and external customers to assist with adoption and utilization of MEC predictive models.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><p><b>FORMAL EDUCATION &amp; CERTIFICATION<\u002Fb><\u002Fp><ul><li>\nMaster&rsquo;s degree in computer science, mathematics, statistics, engineering, physics, or other sciences.<\u002Fli><li>\nEducation should include significant work in advanced mathematics and\u002For statistics.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nKNOWLEDGE &amp; EXPERIENCE<\u002Fb><\u002Fp><ul><li>\n3 to 5 years of experience in related fields.<\u002Fli><li>\nExcellent understanding of the organization&rsquo;s goals and objectives.<\u002Fli><li>\nPossess an intense curiosity and determination to explore and solve complex business problems utilizing internal\u002Fexternal data, technology, and scientific\u002Fstatistical techniques.\n<\u002Fli><li>Thorough understanding of project management practices and approaches including waterfall and Agile methodologies. Experience with project management software such as Microsoft Team Foundation Server.\n<\u002Fli><li>In-depth understanding of, and practical experience with, multiple machine learning algorithms utilizing both structured and unstructured data.\n<\u002Fli><li>Experience with a variety of modeling techniques including, but not limited to, Decision Trees, Na&iuml;ve Bayes methods, Clustering, Regression, Neural Networks, Support Vector Machines, Markov Processes, and ensemble methods.<\u002Fli><li>\nTrack record of delivering valuable business-related predictive analytics solutions in a timely manner.<\u002Fli><li>\nFamiliarity with dimensionality reductions techniques including, but not limited to, Principal Component Analysis.\n<\u002Fli><li>Thorough understanding of procedures for training, testing, and validating predictive models &ndash; oversampling, boosting, bagging, hyper-parameter optimization, classification matrices, ROC curves, n-fold cross validation, validation metrics, holdout techniques, etc.\n<\u002Fli><li>Proven ability to extract meaningful insights from data.<\u002Fli><li>\nHistory of working with very large databases for analytics purposes. This would include both transactional system data and data warehouse data.<\u002Fli><li>\nUnderstanding of Databases and the SQL Language &ndash; SQL Server \u002F Oracle \u002F MySQL etc.\n<\u002Fli><li>Programming languages &ndash; C++, C#, Java, Python, etc.<\u002Fli><li>\nSoftware &ndash; SPSS, SAS, Oracle Data mining, SQL Server SSAS Data Mining, R or similar, Microsoft Office Suite &ndash; specifically Excel.<\u002Fli><li>\nExperience with operating systems including Microsoft Windows and UNIX.<\u002Fli><li>\nExperience with big data solutions such as Hadoop and its ecosystem.\n<\u002Fli><li>Understanding of containerization software such as Docker<\u002Fli><li>\nExperience with code management (version control) techniques utilizing tools such as Microsoft Team Foundation Server, Github, etc.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<p><b>\nPERSONAL ATTRIBUTES<\u002Fb><\u002Fp><ul><li>\nExcellent listening and interpersonal skills.<\u002Fli><li>\nExperience working in a team-oriented, collaborative environment.<\u002Fli><li>\nAbility to translate very complex subject matter into understandable written and oral communications.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<p><b>\nWORK CONDITIONS<\u002Fb><\u002Fp><ul><li>\nOccasional evening and weekend work to meet deadlines.<\u002Fli><li>\nSitting for extended periods of time.<\u002Fli><li>\nDexterity of hands and fingers to operate a computer keyboard or mouse and to handle other computer components.<\u002Fli><li>\nLifting and transporting of moderately heavy objects, such as laptop computers and reference books.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","62a8fbb402811435":"<div><div>Please note this posting is to advertise potential job opportunities. This exact role may not be open today, but could open in the near future. When you apply, a Cisco representative may contact you directly if a relevant position opens.<\u002Fdiv><div><br>\n<\u002Fdiv><div><p>\nWhat You'll Do<\u002Fp><p>\n As a Data Scientist, you will lead technical discussion, and implementation of projects related to growth areas. You'll help us evaluate Data science technologies and determine applicability to current and future projects. You will design new software product features, help drive projects to completion, define system technical use cases and specification in alignment with business\u002Fproduct requirements.<\u002Fp><p>\n Who You'll Work With<\u002Fp><p>\n Our software products and technology are behind many of the world's most innovative businesses, leading Cisco's growth in multiple markets. We develop products that leverage technologies from leading-edge capabilities like big data, analytics, Machine learning. Pioneering agile methodology, we are building a customer-centric culture with self-contained and motivated teams that have clear visibility to our customers. The Ops analytics team develops systems of insights in the area of IoT, Cloud, Data Center, Network and Service Provider. We are excited to have you join our team of experienced software engineer to work on projects that have global impact on the EN organization. In these projects, technical leader collaborates very closely with the business strategy, product management as well as engineering and the execution teams.<\u002Fp><p>\n Who You Are<\u002Fp><p>\n You've got a strong background in Data Science, Machine Learning, Deep Learning system architecture, design, implementation and deployment. You have deep knowledge of software development background, on open source cloud technologies and application platforms and are a strategic thinker (system level) that can look at the big picture, abstract workflows and provide technical assistance in technology to be used at the strategic level. If so, we're looking for you!<\u002Fp><p>\nOur Minimum Requirements are:<\u002Fp><p>\n * Master&rsquo;s degree in computer science or equivalent<\u002Fp><p>\n * 3+ years of experience in applying ML, DL in building ML\u002FDL based systems and Strong Computer Science fundamentals (algorithms, data structures)<\u002Fp><p>\n * Working experience with building ML models, Neural Networks, or any Deep Learning techniques<\u002Fp><p>\n * Extensive experience solving analytical problems using quantitative approaches, operations research and optimization algorithms<\u002Fp><p>\n * Comfort manipulating and analyzing complex, high-volume, high dimensionality data from varying sources<\u002Fp><p>\n * Experience with Big Data technologies (Hadoop and other frameworks in Hadoop ecosystem, Elasticsearch, etc.)<\u002Fp><p>\n * Fluency and facility with one or more of the following programming languages: Java, Scala, Python and the machine learning languages such as R&hellip;.<\u002Fp><p>\n * Knowledge of tools such as SPARK, TensorFlow, Microservices, Kafka, HDFS, HBase<\u002Fp><p>\n * Excellent written and oral communication skills, able to communicate with all levels of internal technology teams and business teams<\u002Fp><p><\u002Fp><br>\n<p>\nDesired Skills:<\u002Fp><p>\n * Passion for answering hard questions with data<\u002Fp><p>\nWhy Cisco<\u002Fp><p>\n We connect everything: people, processes, data, and things. We innovate everywhere, taking bold risks to shape the technologies that give us smart cities, connected cars, and handheld hospitals. And we do it in style with unique personalities who aren't afraid to change the way the world works, lives, plays and learns. We are thought leaders, tech geeks, pop culture aficionados, and we even have a few purple haired rock stars. We celebrate the creativity and diversity that fuels our innovation. We are dreamers and we are doers. We Are Cisco.<\u002Fp><\u002Fdiv><\u002Fdiv><p><\u002Fp>","36dbb3779b5207f1":"<div><h1 class=\"jobSectionHeader\"><b>Description<\u002Fb><\u002Fh1><br>\n<div><\u002Fdiv>\nCorteva Agriscience&trade; has a rich history of scientific discovery that has enabled countless innovations. We&rsquo;re looking for more people, in more places, to collaborate with us to create a market-shaping, agriculture company with leading positions in seed technologies, crop protection and digital agriculture.<br>\n<br>\n<div>We need Soil, Plant, or Agronomic Data Scientists to collaborate with visionary crop scientists, agronomists, plant breeders, and engineers to build digitally enabled science and business capabilities.<div><br>\nAre you looking for an opportunity to use your data science skillset to contribute to our team and help us on our mission!?<br>\n<br>\nIn this role, you will:<br>\n<ul><li>Drive science focused solutions that to create digital ag capabilities and products to enhance value and efficiency for researchers, collaborators, and customers.<\u002Fli><li>\nParticipate in the application of data science solutions for Corteva&rsquo;s seed, crop protection, and digital product platforms.<\u002Fli><li>\nIdentify, acquire, and engineer feature data sets and pipelines with potential to address customer needs.<\u002Fli><li>\nApply machine learning, statistical or mechanistic models and other computational approaches to extract insights from datasets in complex agronomic systems.<\u002Fli><li>\nDevelop, prototype, and implement data pipeline and software solutions with engineering and production teams.<\u002Fli><li>\nConduct and communicate results of research on data science approaches to improve decisions, add value to services, extend or improve in-house models and algorithms, and contribute to the advancement of these ideas into the marketplace.<\u002Fli><li>\nUphold Corteva Agriscience&trade; Core Values at all times.<\u002Fli><\u002Ful><div><\u002Fdiv>\n<br>\n<\u002Fdiv><\u002Fdiv><h1 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><\u002Fh1><br>\n<p><\u002Fp><ul><li>\nDemonstrated experience using machine learning, data mining, statistical methodology, or simulation modeling in agronomic, breeding, environment, or digital ag problems.<\u002Fli><li>\nOutstanding problem-solving skills and a proven ability to independently deliver analytic solutions by asking the right questions, finding or applying the correct domain knowledge, identifying necessary data sources, building predictive models, and producing actionable results.<\u002Fli><li>\nProficiency in Python or R.<\u002Fli><li>\nExperience with geospatial and remote sensing data.<\u002Fli><li>\nFamiliarity with cloud based or HPC systems and computation in linux.<\u002Fli><li>\nStrong skills in building visualizations of scientific data.<\u002Fli><li>\nProven ability to work in a team setting and ability to complete complex projects on time and in budget.<\u002Fli><li>\nSuperior communication skills, both verbal and written.<\u002Fli><li>\nAn M.S. or PhD and demonstrated experience with quantitative applications in Soil, Biogeochemistry, Hydrology, Agronomy\u002FPlant Sciences, Geography, Ecology, Climatology or related fields. Or conversely, you have an M.S. or PhD in Computer Science, Physics, Mathematics, or Statistics with demonstrated Data Science applications in Agronomic or Natural sciences.<\u002Fli><\u002Ful><br>\n<div><\u002Fdiv>\n<div><\u002Fdiv><div>What will generate excitement:<\u002Fdiv>\n<p><\u002Fp><ul><li>Experience in digital agriculture<\u002Fli><li>\nProduct focused experience<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv>","4e67204de20be56d":"<div><p>T his position will grow Stryker&rsquo;s capabilities in data analytics and management. The Data Scientist will be responsible for discovering information hidden in vast amounts of data to derive value for medical products and services, improve decision making, and build predictive algorithms to enhance outcomes and economic value. This position will be part of the SPS Data Analytics team and will bring strong quantitative skills to our data science capabilities. In this position you will be engaged on projects that use advanced analytics techniques, such as optimization, forecasting, machine learning, predictive maintenance, and statistical analysis to develop solutions that help deliver significant value to customers.\n<\u002Fp><p><\u002Fp><p>Responsibilities\n<\u002Fp><ul><li>Work with clinical, image, device, wearable, and demographic data to perform a variety of data mining and data analysis, using a variety of data tools, building predictive models as well as creating algorithms and simulations.\n<\u002Fli><li>Design strategies and propose algorithms to analyze and leverage data from existing as well as new data sources to compare robotic and manual procedure outcomes\n<\u002Fli><li>Evaluate and manage third party vendors contracted to support data science related initiatives when applicable\n<\u002Fli><li>Work with various stakeholders throughout the organization as well as various customers to understand their needs and support them in applying various kinds of advanced analytics methods, such as predictive modeling or machine learning, to extract and visualize relevant information for solving problems in medical technologies\n<\u002Fli><li>Continuously seek out industry best practices and develop skills to create new capabilities for data analytics to improve business decisions and outcomes\n<\u002Fli><li>Participate on cross-disciplinary project team of database engineers, data scientists, and business subject-matter experts to complete project deliverables\n<\u002Fli><li>Identify and support business needs and recommend holistic solutions that integrate with existing data and technical solutions\n<\u002Fli><li>Effectively communicate and present complex analytics to stakeholders and customers\n<\u002Fli><li>Develop and code models by applying algorithms to large structured as well as unstructured data sets for complex projects\n<\u002Fli><li>Develop visualization products to share analysis across a large group of business users\n<\u002Fli><li>Implement models and visualizations into production data pipelines and analytics solutions that can be designed for production implementation in addition to research initiatives\n<\u002Fli><li>Identify and act upon opportunities to improve the system process flow, performance and technical efficiencies\n<\u002Fli><\u002Ful><p><\u002Fp><p>Qualifications\u002FExperience\n<\u002Fp><ul><li>Bachelor&rsquo;s degree in Computer Science, Computational Linguistics, Statistics, Mathematics, Engineering, Bioinformatics, Physics, Operations Research or related fields. Preferred Master&rsquo;s in Data Science, Applied Mathematics, or Bioinformatics.\n<\u002Fli><li>Minimum 2-5 years relevant work experience with 2+ years of experience working with cloud-based solutions in Azure, AWS, or similar\n<\u002Fli><li>Ability to analyze business situations and apply excellent organizational\u002Fcommunication skills and attention to detail in business case evaluation and requirements analysis\n<\u002Fli><li>In-depth knowledge of various modeling algorithms e.g. Linear, GLMs, tree-based models, neural networks, clustering, PCA, and time series models.\n<\u002Fli><li>Proficiency in statistical tools \u002F languages such as R (e.g. ggplot2, cluster, dplyr, caret), Python (e.g. pandas, scikit-learn, bokeh, nltk), Spark &ndash; MLlib, H20, or other tools\n<\u002Fli><li>Strong data analysis and problem solving skills, including excellent SQL (T-SQL, PL\u002FSQL, Spark SQL) skills\n<\u002Fli><li>Experience with Data Engineering and Data Architecture such as ETL\u002FETL pipelines, data movement and data quality with Big Data, relational and dimensional modeling, and unstructured data stores\n<\u002Fli><li>In-depth knowledge of databases, data modeling, Hadoop, and distributed computing frameworks\n<\u002Fli><li>Experience in software development environments using Agile \u002F SCRUM, and code management\u002Fversioning (e.g. git)\n<\u002Fli><li>Experience developing and testing statistical models and\u002For machine learning\n<\u002Fli><\u002Ful><p><\u002Fp>Work From Home: No\n<p><\u002Fp>Travel Percentage: Up to 25%\n<p><\u002Fp>Stryker Corporation is an equal opportunity employer. Qualified applicants will receive consideration for employment without regard to race, ethnicity, color, religion, sex, gender identity, sexual orientation, national origin, disability, or protected veteran status. Stryker is an EO employer &ndash; M\u002FF\u002FVeteran\u002FDisability.\n<p><\u002Fp>Stryker Corporation will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor&rsquo;s legal duty to furnish information.<\u002Fdiv>","ce4d41c5d73f5afd":"<div><div><div><b>Human Resources &ndash; Workforce Analytics &ndash; Data Scientist (Associate)<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<div>JPMorgan Chase &amp; Co. (NYSE: JPM) is a leading global financial services firm with assets of $2.5 trillion and operations worldwide. The firm is a leader in investment banking, financial services for consumers and small business, commercial banking, financial transaction processing, and asset management. A component of the Dow Jones Industrial Average, JPMorgan Chase &amp; Co. serves millions of consumers in the United States and many of the world's most prominent corporate, institutional and government clients under its J.P. Morgan and Chase brands. Information about JPMorgan Chase &amp; Co. is available at www.jpmorganchase.com.<\u002Fdiv>\n<div><\u002Fdiv>\n<div>Corporate Human Resources plays an integral role in designing, implementing, and managing global initiatives across the firm. The functional areas within Corporate HR include global Recruiting, Training, Talent and Development, Career Management, Diversity, Compensation, Benefits, Employee Relations, Technology, Finance, HR Service Delivery, and Workforce Analytics (WFA).\n<\u002Fdiv><div><\u002Fdiv><div><div>Workforce Analytics (WFA) is a newly established centralized global team. WFA is the application of quantitative methods, technology, and research to all of the people data and people decisions in the firm. We have a vision to help make individuals, teams, and businesses at JPMC among the most engaged and productive in the world. Our mission is to create workforce insights that help leaders make evidence-based people decisions that change behavior and drive measurable business outcomes.\n<\u002Fdiv><div><\u002Fdiv><div><b>Position Overview &amp; Responsibilities:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<div>WFA Advanced Analytics is responsible for leveraging large quantities of people-related data to assist HR executives, business partners, and employees make data-driven decisions. This position will focus largely on machine learning and natural language processing (NLP) applied to large amounts of open-text data from a variety of JPMC-wide sources, including Exit Interview surveys, Employee Opinion surveys, Culture &amp; Conduct surveys, and other employee pulse polls. The Data Scientist will utilize experience exploring data, applying advanced statistical techniques, and designing machine learning algorithms to create innovative products that provide value to the company and its people. S\u002Fhe will collaborate with HR Technology, Workforce Analytics Data Engineering, and other subject matter experts to build robust data pipelines, and will play a key role in improving the analytics infrastructure for WFA. The Data Scientist will report to the Head of WFA Advanced Analytics and join a highly agile cross-functional team that leads some of the most critical analytics projects in HR, including reporting and analytics deliverables for the firm-wide and HR Operating Committees.\n<\u002Fdiv><div><\u002Fdiv><div><b>Candidate Profile<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<div>The ideal candidate will demonstrate skill in client engagement, descriptive data analysis, and creative problem solving using programming languages like Python. S\u002FHe will possess significant knowledge and experience with natural language processing. S\u002FHe will have significant skill and experience in predictive model development &amp; validation, as well as in communicating technical subject-matter to a variety of audiences.\n<\u002Fdiv><div><\u002Fdiv><div>Proven leadership and skills in data exploration, relationship management and data-driven story telling will be vital to success in this position. S\u002FHe must have proven successes in balancing long term visionary planning with the ability to create practical, actionable plans that are coherent and understood by stakeholders. Beyond strong programming and analytics skills, the ideal candidate will be innovative, self-motivated, and inclined to create genuine business value through the alignment of technology, data and business interests.<\u002Fdiv>\n<div><\u002Fdiv>\n<div><b>Key Responsibilities<\u002Fb><\u002Fdiv>\n<ul><li>Partner with HR, business, and functional groups to provide insightful analytics with actionable paths forward<\u002Fli>\n<li>Gather, manipulate, and explore large datasets to test hypotheses and extract useful insights<\u002Fli>\n<li>Reporting, data narratives, and analytics deliverables for the HR Operating Committee and others<\u002Fli>\n<li>Build innovative models, tools and applications that apply NLP and machine learning algorithms at scale<\u002Fli><\u002Ful>\nPartner with clients to promote evidence-based decision-making and devise action plans that nudge behavior changes<br>\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div><b>Requirements<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<ul><li><div>B.S. in a quantitative field required; M.S. or Ph.D. preferred<\u002Fdiv><\u002Fli>\n<li><div>2+ years of professional experience in a related field desired<\u002Fdiv><\u002Fli>\n<li><div>Significant SQL and Python programming experience<\u002Fdiv><\u002Fli>\n<li><div>Strong communication skills and a team-oriented attitude<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>"}