{"0f3d62ddfb57d5ee":"<div><div><div><div><div>This position is within the Advanced Analytics organization of a government-consulting firm headquartered in Tysons, VA. Work location is on-site in Huntsville, AL. The Data Scientist will work with an assigned government lead to accomplish day-to-day task management from higher headquarters and key stakeholders. The Data Scientist role is a requirement from AMC&rsquo;s Logistics Data Analysis Center (LDAC).<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><p>The selected candidate&rsquo;s primary responsibility will be to assist LDAC in the capture and implementation of authoritative data sources in synchronization of ALD (Army Leadership Dashboard) effort. The Data Scientist will be responsible for conducting data capture and analyzing a variety of data sources across the Army to better understand the data. The work will also entail the development of data artifacts to support the ADS (Authoritative Data Source) process for validating authoritative data candidates.<\u002Fp><p><\u002Fp><br>\n<div><b>\nDuties may include:<\u002Fb><\u002Fdiv><ul><li>\nConduct data collection, organization, and analysis for various data formats<\u002Fli><li>\nApply analytical techniques, such as statistical analysis, modeling, forecasting and measurement, in innovative ways to understand and validate data sources<\u002Fli><li>\nDetermine appropriate sample sizes and sources for authoritative data candidates<\u002Fli><li>\nAssist in development of transitional and &ldquo;to-be&rdquo; data architecture in support of the Army&rsquo;s Leadership Dashboard BI Vision<\u002Fli><li>\nConstruct physical and logical models as symbolic representations of a process, system, data models via mathematical, statistical, computer or other techniques<\u002Fli><li>\nDetermine measures of effectiveness<\u002Fli><li>\nEnsure that data capture efforts are in synchronization with the needs of the ADS process<\u002Fli><li>\nCollaborate with stakeholders, business representatives, solution architects, system architects, and subject matter experts to gather artifacts from authoritative data sources<\u002Fli><li>\nAttend meetings as required on behalf of LDAC and provide technical analysis of meetings and documents to support the LDAC SEP<\u002Fli><li>\nWork with the existing service delivery, engineering and enterprise operations teams to support on-going processes, activities, and the business mission<\u002Fli><li>\nSupport Integrated Product Teams (IPTs) with Subject Matter Experts regarding enterprise business intelligence (BI) solutions, ERPs, and EA<\u002Fli><li>\nAbility to analyze and review PySpark implementation to ensure logical and physical implementation of data sources in ALD<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Expertise in data analysis, data engineering, data science, and computer programming<\u002Fli><li>\nSufficient knowledge of applied mathematics to understand and use the fundamental concepts and techniques of operations methods of analysis<\u002Fli><li>\nExperience working with tools, including object-oriented programming (Python), computational analysis tools (R, MATLAB), and associated data science libraries (Spark, scikit-learn)<\u002Fli><li>\nWorking knowledge of databases and SQL; preferred qualifications include linking analytic and data visualization products to database connections<\u002Fli><li>\nVast knowledge of Army systems and Logistics data analytics is required<\u002Fli><li>\nVast knowledge of Medical, Installation, and\u002For Financial data analytics is desired<\u002Fli><li>\nExperience with AWS or other cloud environments is a plus<\u002Fli><\u002Ful><div><b>\nCandidate must possess the following skills:<\u002Fb><\u002Fdiv><div>\nSuperior written and verbal communication skills, including the ability to compose, write and edit a variety of general business correspondence, management reports, technical presentations, training material, proposals and position papers.<\u002Fdiv><ul><li>\nMust be comfortable interacting with key leadership, be articulate, and be proactive.\n<\u002Fli><li>Must be able to work in a highly charged and fast-paced environment to prioritize and complete assigned tasks based on guidance from senior leadership. Interacts with staff at all levels and across organizational teams.\n<\u002Fli><li>Must possess strong analytical and creative thinking to support the development of principles, products, concepts, methods, approaches, and techniques to solve operational problems, or provide the means of exploiting the application of science in operational areas.<\u002Fli><li>\nKnowledge and proficiency in operations concepts and practices, mathematical and statistical disciplines, modeling and programming techniques as well as other scientific methods to enhance problem solving.\n<\u002Fli><li>Must possess working knowledge of Python, Spark and PySpark.<\u002Fli><\u002Ful><div><b>\nAdditional areas of experience may include:<\u002Fb><\u002Fdiv><ul><li>\nDecision Support<\u002Fli><li>\nKnowledge Discovery<\u002Fli><li>\nMatlab, Minitab, Arena, R<\u002Fli><li>\nTheory of Probability, Statistics<\u002Fli><li>\nHuman Factors<\u002Fli><li>\nData engineering<\u002Fli><li>\nData science<\u002Fli><li>\nData modeling<\u002Fli><\u002Ful><div><br>\n<b>\nREQUIRED QUALIFICATIONS:<\u002Fb><\u002Fdiv><ul><li>\nBachelor&rsquo;s Degree in Data Science, Data Analytics, or other technical degree, including substantial competence in college-level mathematics or statistics, such as actuarial science, economics, marketing, computer science, or engineering.<\u002Fli><li>\nMust possess an active Secret Clearance.<\u002Fli><li>\n5-10 years&rsquo; experience in data analysis or related field<\u002Fli><\u002Ful><div>\n#LI-SH1<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","fb58b474fdf2edcd":"<div><div><p>The search science team @WalmartLabs in Hoboken, NJ is dedicated to the mission of helping millions of customers every day in finding the right products. We are at the forefront of attacking one of the most complex problems of e-commerce. Whenever a user types in a query or browses through product categories on the web site, phone or the iPad, our service goes to work. We mine billions of search queries and tens of millions of products to find the most relevant products for our customers. Team members take end-end responsibility in analyzing large amounts of data, creating complex models, improving their accuracy and deploying these models to serve customers. As part of this team, you'll solve some of the most fascinating and impactful problems in machine learning, information retrieval, NLP or computer vision problems. The algorithms you develop will champion customers need to express their intent and our goal to understand their preferences, implicitly or explicitly across devices and modalities (voice, text, image etc.).<\u002Fp>\n<div>\n<div><div><div><p>You will develop and deploy machine learned models, to engage and converse with our customers and to understand their goals and expectations to enable them to make the right purchase decision. Your work will be visible to millions of customers and you will have a direct impact on the goals of the Fortune #1 enterprise. If you speak and think machine learning then we want to talk to you. Come join our team and be part of this exciting journey.<\u002Fp>\n<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><div><div><p><b>Responsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li><p>Apply machine learning and optimization algorithms to maximize the efficiency of our business and minimize risks.<\u002Fp>\n<\u002Fli>\n<li><p>Build, validate, test and deploy predictive models using machine learning techniques to explain or predict behavior and solve a variety of business and engineering problems.<\u002Fp>\n<\u002Fli>\n<li><p>Identify, collect, and explore the right data used for predictive modeling and algorithm development.<\u002Fp>\n<p><b>\nRequirements<\u002Fb><\u002Fp>\n<\u002Fli>\n<li> <p>5+ years of work and research experience in the machine learning field.<\u002Fp>\n<\u002Fli>\n<li> <p>A deep understanding of machine learning and interest in applying it at scale.<\u002Fp>\n<\u002Fli>\n<li> <p>Experience with data cleaning, preparation, and feature building and selection techniques.<\u002Fp>\n<\u002Fli>\n<li> <p>Experience working with large data sets to solve problems.<\u002Fp>\n<\u002Fli>\n<li> <p>Experience with Spark and\u002For Hadoop would be very helpful.<\u002Fp>\n<\u002Fli>\n<li> <p>Experience with deep learning library like TensorFlow and\u002For PyTorch is highly desirable.<\u002Fp>\n<\u002Fli>\n<li> <p>Experience with GPU Computing is highly advantageous.<\u002Fp>\n<\u002Fli>\n<li><p>Prior hands-on experience with Python, Java or Scala and the ability to write reusable and<\u002Fp>\n<p>\nefficient code to automate machine learning pipeline and data processes.<\u002Fp>\n<\u002Fli>\n<li><p>Effective communication, interpersonal and teamwork skills.<\u002Fp>\n<\u002Fli>\n<li><p>Ability to handle multiple concurrent projects while working independently and in teams.<\u002Fp>\n<\u002Fli>\n<li><p>Ability to work in a fast-paced and deadline driven environment.<\u002Fp>\n<\u002Fli>\n<li><p>Ph.D. or MS in Computer Science, Statistics, Computational Linguistics, Artificial Intelligence,<\u002Fp>\n<p>\nOperations Research, Mathematics or related fields.<\u002Fp>\n<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><b>About Jet<\u002Fb><\u002Fp>\n<p>\nJet is reshaping ecommerce as we know it. Based in Hoboken NJ (just 10 min from Manhattan), we are a shopping site on the relentless pursuit to build the greatest shopping experience in the world. At Jet, we believe in bold. That means taking risks, asking &ldquo;why not&rdquo;, looking where no ones looked before and bringing it! Our engineers are utilizing world class technologies, to optimize the supply chain, remove unnecessary costs, sprinkle in some surprise and delight all while saving customers every penny possible and we&rsquo;re just getting started. At Jet, we have worked hard to build a culture that stresses the importance of learning and sharing knowledge. If you want to be part of the team that is changing the shopping norm and learning a lot along the way, we have a hunch you&rsquo;d look good in purple.<\u002Fp>\n<p><b>\nSee what we&rsquo;ve been up to<\u002Fb><\u002Fp>\n<p>\n&quot;A New &amp; Improved Saving Experience&quot; \u002F\u002F by Jessica Anerella, Product Design at Jet.com<\u002Fp><\u002Fdiv><\u002Fdiv><p><\u002Fp>","bb113027c793af26":"<div>BASIC QUALIFICATIONS<br>\n<ul><li>Bachelor degree or MS in highly quantitative field (Statistics, Economics, Mathematics, Engineering, Physics or related field)<\u002Fli><li>5+ years of relevant work experience<\u002Fli><li>Able to understand and translate business questions into analytics projects<\u002Fli><li>Demonstrated experience in data mining, machine learning techniques and\u002For statistics<\u002Fli><li>Strong SQL skills<\u002Fli><li>Proficient using Python, R, Stata, Matlab or other statistical or machine learning software<\u002Fli><li>Strong communication and data presentation skills, ability to work with teams of technical and non-technical members<\u002Fli><li>Ability to diagnose problems and\u002For customer requirements and translate them into global solutions<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div>Amazon is seeking an exceptional Data Scientist to play a key role in building and automating the core intelligence, models, and algorithms that drive Amazon compensation strategies globally. This is an opportunity to be on the ground level of a central analytics core team in compensation. Our small team of scientists and engineers work closely together and are passionate about delivering analysis and innovative tools that simplify and improve compensation for the business and Amazon employees worldwide. We are looking for a creative thinker with a strong analytic toolbox who know how to execute and deliver on big ideas. Ability and enthusiasm to be a leader on a startup team operating in a highly ambiguous environment is required.<br>\n<br>\nAs a Senior Data Scientist you will take an ownership role leading the end-to-end development of data analytic products. You will need to collect information from business teams and develop the roadmap for delivering insights, recommendations, and compensation tools that have a global and lasting impact. To be successful, you should demonstrate the ability to balance excellent analytical and technical skills while clearly driving communication and collaboration with other key players. As a member of the team, you will have the opportunity to leverage your passion for data science to create high impact solutions.<br>\n<br>\nMajor responsibilities include:<br>\n<ul><li>Define the business problem and solution approach autonomously with limited guidance.<\u002Fli><li>Use advanced algorithms to solve business problems, and transform one-off models into automated systems.<\u002Fli><li>Analyze and validate data to ensure high data quality and reliable insights.<\u002Fli><li>Partner with data engineering teams to improve data assets, quality, metrics and insights.<\u002Fli><li>Proactively identify interesting areas for deep dive investigations and future product development.<\u002Fli><li>Design and execute analytic projects in collaboration with Product Managers, Business Analysts, Economists, and other specialists.<\u002Fli><li>Challenge assumptions and conventional ways of thinking and work collaboratively with the team to generate new approaches<\u002Fli><li>Write concise documents communicating results to stakeholders and visualize data to drive decision making<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div>PREFERRED QUALIFICATIONS<br>\n<ul><li>Expertise in specialized areas of quantitative modeling, statistical analysis (e.g. Machine Learning)<\u002Fli><li>Experience with causal analysis<\u002Fli><li>Proficiency in AWS Redshift, S3, and EC2<\u002Fli><li>Coding proficiency in Python, Ruby, Java, or other language<\u002Fli><li>Experience in complex project iteration based off multiple data sources<\u002Fli><\u002Ful><\u002Fdiv>","7fc761540e5d030f":"<div><p><b>Position Description<\u002Fb><\u002Fp><br>\nA Staff Data Scientist is responsible for analyzing large data sets to develop multiple custom models and algorithms to drive innovative business solutions. Staff Data Scientists work on large project teams in order to provide analytical support and guidance to an assigned area on for large projects (for example, email targeting, business optimization, consumer recommendations) within Walmart eCommerce. Staff Data Scientists are responsible for building large data sets from multiple sources in order to build algorithms for predicting future data characteristics. Those algorithms will be tested, validated, and applied to large data sets. Staff Data Scientists are responsible for training the algorithms so they can be applied to future data sets and provide the appropriate search results. Staff Data Scientists are responsible for researching new trends in the industry and utilizing up-to-date technology (for example, HBase, MapReduce, LAPack, Gurobi) and analytical skills to support their assigned project.<br>\n<p><b>Minimum Qualifications<\u002Fb><\u002Fp><br>\nExperience with deep learning techniques like CNN, RNN, LSTM, etc.<br>\nUnderstanding of Deep Reinforcement Learning<br>\nBuild complex data sets from multiple data sources, both internally and externally.<br>\nBuild learning systems to analyze and filter continuous data flows and offline data analysis.<br>\nPhD in computer science or similar field with 3+ years of experience<br>\n<ul><li>Highly proficient in Python or Java<\u002Fli><li>Extremely hands-on in building Machine Learning products<\u002Fli><li>Experience in building data products and crunching terabytes of data<\u002Fli><li>A good portfolio of machine learning projects with a significant impact on the bottom line<\u002Fli><li>Experience in working as a tech lead<\u002Fli><li>Blog posts, papers or conference talks showing your involvement in the community<\u002Fli><\u002Ful><p><b>\nAdditional Preferred Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>Familiarity with Deep Learning<\u002Fli><li>Contributions to open-source ML projects<\u002Fli><\u002Ful><p><b>\nCompany Summary<\u002Fb><\u002Fp><br>\nThe Walmart eCommerce team is rapidly innovating to evolve and define the future state of shopping. As the world&rsquo;s largest retailer, we are on a mission to help people save money and live better. With the help of some of the brightest minds in technology, merchandising, marketing, supply chain, talent and more, we are reimagining the intersection of digital and physical shopping to help achieve that mission.<br>\n<p><b>Position Summary<\u002Fb><\u002Fp><br>\nA Staff Data Scientist is responsible for analyzing large data sets to develop multiple custom models and algorithms to drive innovative business solutions. Staff Data Scientists work on large project teams in order to provide analytical support and guidance to an assigned area on for large projects (for example, email targeting, business optimization, consumer recommendations) within Walmart eCommerce. Staff Data Scientists are responsible for building large data sets from multiple sources in order to build algorithms for predicting future data characteristics. Those algorithms will be tested, validated, and applied to large data sets. Staff Data Scientists are responsible for training the algorithms so they can be applied to future data sets and provide the appropriate search results. Staff Data Scientists are responsible for researching new trends in the industry and utilizing up-to-date technology (for example, HBase, MapReduce, LAPack, Gurobi) and analytical skills to support their assigned project.<\u002Fdiv>","69e4e562842b6a59":"<div><\u002Fdiv><div><div><div><div><div><p>Physicians Mutual is hiring a <b>Data Scientist<\u002Fb> to develop a data science capability that supports insurance pricing, valuation, and marketing platforms. In this role the individual will be responsible for creating detailed analysis and operational recommendations through intense mathematical analysis, collaboration with subject matter experts, model design and development. The individual will leverage in-house &ldquo;Big Data&quot; to design, implement, and build models\u002Fmachine learning algorithms on computing clusters, providing technical and strategic vision, expertise and depth to the organization. The ideal candidate has conceived, developed, implemented and managed predictive rules-based automated decision engines, with exposure to the design and pricing of Life and Health insurance. The individual will work with a team of Data Analysts, Data Engineers and Actuaries on a combination of internal analytics initiatives.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>Qualifications:<\u002Fb><\u002Fp>\n<ul><li>Advanced Degree with a focus on Data Science, Analytics, Statistical Sciences, Machine Learning, Data-Mining or related field of study or equivalent work experience.<\u002Fli>\n<li>MA or MS degree in Math\u002FStatistics, Data Science required or related field experience.<\u002Fli>\n<li>4+ years of experience in statistically based data analytics machine learning role required with programming analysis tools as follows:\n<ul><li>Fluency with at least one scripting language such as Python<\u002Fli>\n<li>Expert knowledge of an analysis tool such as SciPy, R, Matlab, or SAS required; familiarity with relational or NoSQL database queries required.<\u002Fli>\n<li>Experience working with large data sets, leveraging distributed computing tools (Map\u002FReduce, Hadoop, Hive, Nutch, etc.);<\u002Fli><br>\n<\u002Ful><\u002Fli><\u002Ful><p><\u002Fp><p><b>Knowledge, Skills, Abilities and Personal Characteristics:<\u002Fb><\u002Fp>\n<ul><li>Ability to write algorithms and conceive\u002Fdesign rules-based programs<\u002Fli>\n<li>Experience in machine learning, statistical analysis, building predictive models with proven experience productizing models into code in a fast-paced environment<\u002Fli>\n<li>Ability to become a Subject Matter Expert in the CLIENT business by being able to understand the business operations, reporting requirements and deliver insights that will drive the business forward<\u002Fli>\n<li>Experience interpreting the results of analyses to drive insight<\u002Fli>\n<li>Ability to communicate complex quantitative analysis in a clear, precise, and actionable manner with clients and at the C-suite level<\u002Fli>\n<li>A strong passion for empirical research and for answering hard questions with data<\u002Fli>\n<li>Intellectual curiosity and commitment to teaching data analytics concepts to others<\u002Fli>\n<li>A &ldquo;leader\u002Fdoer&rdquo; mentality, adaptable and flexible to the constantly changing needs of a business partners<\u002Fli>\n<li>Collaborate with developers in an open, creative environment to ensure timely completion of assigned deliverables, while managing multiple priorities<\u002Fli>\n<li>Strong organizational, analytical, and interpersonal skill; detail oriented with a passion for quality; self-directed, proactive, and able to think beyond the immediate problem<\u002Fli><br>\n<\u002Ful><p><\u002Fp>\n<p><b>About us:<\u002Fb><\u002Fp>\n<p>Since our start in 1902, Physicians Mutual Insurance Company has held to our founder&rsquo;s promise &mdash; to provide protection to families when they need it most. In 1970, Physicians Life Insurance Company was founded and became a member of the Physicians Mutual family.<br>\n<br>\nToday, we offer health, life and retirement products to millions of people from all walks of life. We&rsquo;ve been here for them. Listening. Answering questions. Empowering them with the specialized guidance they need to make confident decisions about their insurance.<br>\n<br>\nOver the years, our dedication to delivering on our promise has helped make us one of the nation&rsquo;s leading health and life insurance providers. In fact, we are rated in the top 1% of insurance companies. We consistently maintain some of the highest financial strength ratings in the nation from independent insurance analysts, including A.M. Best Company and Weiss Ratings, ensuring we&rsquo;ll be there for our policyowners and our employees far into the future.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div>Job Requirements\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div>Category <\u002Fdiv><div>Information Technology\n<\u002Fdiv><\u002Fdiv><div><div>Job Type <\u002Fdiv><div>Full-time\n<\u002Fdiv><\u002Fdiv><div><div>Travel <\u002Fdiv><div>0 - 10%<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","ab5c321d7ce4dce3":"<div><div><b>Data Science &amp; Analytics Associate<\u002Fb><\u002Fdiv><br>\n<div>\nTime Study is seeking an associate for our Data Science &amp; Analytics team. As a member of the Data Science &amp; Analytics team, you have a key role in shaping the insights that we deliver through our products to our customers. You will work with our Technology team in executing the product roadmap and determining the cutting edge technologies and data-driven strategies used for enhancing and maintaining our platform. The ideal candidate will have a strong background in data analysis, data science and delivering data-driven products. This position is based in New York, NY office.<\u002Fdiv><h3 class=\"jobSectionHeader\"><b>\nPrimary Responsibilities<\u002Fb><\u002Fh3><ul><li><div>\nOngoing development, maintenance, and monitoring of our data insights platform which helps us to understand how our clients interact with &amp; benefit from our products.<\u002Fdiv><\u002Fli><li><div>\nPartner with the Engineering &amp; Product team(s) to identify strategies, trends and opportunities to leverage\u002Fextend our datasets and enhance the value delivered to our clients.<\u002Fdiv><\u002Fli><li><div>\nChampion and support the execution of our product launches. Supporting the product team by offering data-driven recommendations for meeting our goals.<\u002Fdiv><\u002Fli><li><div>\nSupport our internally focused data-driven projects by applying your experience and expertise in data mining, data science, analytics, statistics, and data presentation.<\u002Fdiv><\u002Fli><li><div>\nDefine, maintain and track key product metrics.<\u002Fdiv><\u002Fli><li><div>\nBuild, analyze and present data dashboards and insight reports.<\u002Fdiv><\u002Fli><li><div>\nBuild and analyze datasets to support other areas: Operations, Growth, Product<\u002Fdiv><\u002Fli><li><div>\nDistribute data reports to internal teams, advisors and other key stakeholders.<\u002Fdiv><\u002Fli><li><div>\nOngoing development and maintenance of the automated pipeline that feeds our data insights platform.<\u002Fdiv><\u002Fli><\u002Ful><h3 class=\"jobSectionHeader\"><b>\nExperience and Educational Requirements<\u002Fb><\u002Fh3><ul><li><div>\n3+ years of experience in data mining, data science, analytics, statistics, and data presentation<\u002Fdiv><\u002Fli><li><div>\nBA\u002FBS in Computer Science, Math, Physics, Engineering, Statistics or equivalent experience.<\u002Fdiv><\u002Fli><li><div>\nExperience in SQL or other programming languages. Experience manipulating datasets via R, SAS or similar tools.<\u002Fdiv><\u002Fli><li><div>\nDevelopment experience in any scripting language (Preferred: Python)<\u002Fdiv><\u002Fli><li><div>\nExperience communicating and presenting reports to executive teams, advisors and other key stakeholders<\u002Fdiv><\u002Fli><\u002Ful><br>\n<h3 class=\"jobSectionHeader\"><b>\nAbout Us<\u002Fb><\u002Fh3><br>\n<div>\nTime Study (timestudy.co) is an enterprise software startup on a mission to eliminate timesheets. Our software platform uses machine learning, mobile technology, and data science to automatically tell a story of how enterprise employees spend their time. Our solution lowers the cost of enterprise time management and transforms time data into meaningful actionable insights. This is an exciting opportunity to join our Technology Team, with huge growth potential. We&rsquo;re looking for self-motivated and enthusiastic people with a talent and passion for software engineering. No comp to corp recruiters.<\u002Fdiv><br>\n<i>\nTime Study, Inc. is committed to employing a diverse workforce. Qualified applicants will receive consideration without regard to race, color, religion, sex, national origin, age, sexual orientation, gender<\u002Fi>.<\u002Fdiv>","abc35721f0a28ed5":"<div>Columbia Sportswear Company is seeking a Data Scientist to join its Analytics Center of Excellence. The Analytics CoE is responsible for driving the culture of analytics as a core capability within the organization &ndash; helping the business continue its path to data literacy. The team will deliver products at scale, in partnership with the Enterprise Information Management (EIM) team. The Analytics CoE will be working closely with business partners to identify opportunities and develop standardized analytical and scalable approaches.<br>\n<br>\nThe Data Scientist, reporting to the Manager, Advanced Analytics, will support the delivery of innovative analytical solutions to help answer the organization&rsquo;s pressing challenges and opportunities. This role will focus on developing end-to-end solutions, from prototyping to production-ready complex algorithms. The candidate will utilize advanced analytics to solve complex business problems and integrate findings into business processes.<p><\u002Fp><p><b>\nResponsibilities<\u002Fb><\u002Fp><ul><li>\nUnderstand business challenges and recommend algorithmic solutions that leverages best-in-class statistical and machine learning techniques<\u002Fli><li>\nCollaborate with other members of the Analytics CoE and business partners in translating business requirements that can be answered with advanced analytics<\u002Fli><li>\nConduct exploratory data analyses, data mining to understand underlying patterns, trends and behavior to highlight opportunities<\u002Fli><li>\nIdentify growth opportunities through data to significantly improve business performance across brands, regions, channels<\u002Fli><li>\nUnder minimal supervision, establish and execute plans to build, implement and maintain predictive models using available tools and programming languages. Manage full life cycle of projects<\u002Fli><li>\nMonitor and provide feedback on model performance and recalibrate model as necessary<\u002Fli><li>\nTranslate analytical findings and statistical models into measures of business impact and actionable recommendations<\u002Fli><li>\nGuide and work with Data Engineers to ensure data availability and scalability of solutions<\u002Fli><li>\nProvide recommendation in the selection of platform, tools, techniques and processes in the practice of Data Science<\u002Fli><li>\nInitiate new development of databases or data lake, production data, and available tools to build strategic datasets in support of key initiatives<\u002Fli><li>\nParticipate in the broader Data Science community to stay current with the latest techniques<\u002Fli><li>\nDrive best practices in applying and deploying Data Science at scale<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nRequirements<\u002Fb><\u002Fp><ul><li>\nMinimum Bachelor&rsquo;s degree in Mathematics, Statistics, Computer Science, Engineering or other relevant quantitative field. Graduate degree strongly preferred.<\u002Fli><li>\nMinimum 3 years of experience as a Data Scientist, Statistician or related position<\u002Fli><li>\nHands-on quantitative experience to include data mining, predictive modeling, machine learning, statistical programming, working with both structured and unstructured data<\u002Fli><li>\nDemonstrated capability in rapid prototyping and developing end-to-end solutions using complex algorithms<\u002Fli><li>\nBroad understanding of core statistical and ML techniques<\u002Fli><li>\nHighly proficient in SQL and other statistical programming languages, e.g., R, Python, SAS<\u002Fli><li>\nProficient in the use of visualization tools, Power BI preferred<\u002Fli><li>\nExperience with Microsoft Stack preferred<\u002Fli><li>\nAptitude to synthesize and create a cohesive picture from a wide variety of information sources<\u002Fli><li>\nSolid time-management skills and able to work on multiple tasks or projects concurrently<\u002Fli><li>\nExtremely organized, detail-oriented, resourceful and flexible<\u002Fli><li>\nStrong interpersonal, written, communication and relationship-building skills<\u002Fli><\u002Ful><p><\u002Fp><p>\nColumbia Sportswear Company and our portfolio of brands, including Columbia, SOREL, Mountain Hardwear and prAna, know a thing or two about adventures. After all, we've been on one for over 70 years, constantly working to perfect the art and enjoyment of the greater outdoors. Behind everything we make is an employee who's found that the greatest adventure starts with joining a company that offers them much more than just a paycheck.<\u002Fp><p><\u002Fp><p><i>\nThis job description is not meant to be an all-inclusive list of duties and responsibilities, but constitutes a general definition of the position's scope and function in the company.<\u002Fi><\u002Fp><p><\u002Fp><p>\nFor US\u002FCAN Postings Only:<\u002Fp><p><\u002Fp><p><i>\nAt Columbia Sportswear Company (CSC), <\u002Fi><i>we are committed to providing an environment of mutual respect where equal employment opportunities are available to all applicants and teammates without regard to race, color, religion, sex, pregnancy (including childbirth, lactation and related medical conditions), national origin, age, physical and mental disability, marital status, sexual orientation, gender identity, military and veteran status, and any other characteristic protected by applicable law. CSC believes that diversity and inclusion among our teammates is critical to our success as a global company, and we seek to recruit, develop and retain the most talented people from a diverse candidate pool. All employment is decided on the basis of qualifications, merit, and business need.<\u002Fi><\u002Fp><\u002Fdiv>","4961f818775f72ce":"<div><p>Reporting to the Senior Manager, Enterprise Business Intelligence, the primary focus of the <b>Data Scientist <\u002Fb>is to help stakeholders leverage data for key strategic objectives. In this role you will be responsible for supporting stakeholders while they seek to achieve project goals by apply advanced statistical and machine learning techniques to various complex data sets. The <b>Data Scientist <\u002Fb>will lead projects independently as well as assist other data teams across the organization by providing expert guidance in creating models and machine learning algorithms.\n<\u002Fp><p><\u002Fp><div><p>What you will be doing in this role:\n<\u002Fp><\u002Fdiv><ul><li>Build custom statistical models, such as linear or logistic regression, Pattern recognition &amp; Predictive models that predict various business metrics\n<\u002Fli><li>Match pre-existing models (like random forest etc.) to various problems like segmentation analysis, identifying outliers, etc.\n<\u002Fli><li>Mine and analyze data from company databases to drive optimization and improvement of analytical product development, marketing techniques and business strategies\n<\u002Fli><li>Evaluate and recommend products and tools to enable accelerated learning and analytics\n<\u002Fli><li>Develop processes and tools to monitor and analyze model performance and data accuracy\n<\u002Fli><li>Create automated anomaly detection systems and constant tracking of its performance\n<\u002Fli><li>Enhance data collection procedures to include information that is relevant for building analytic systems\n<\u002Fli><li>Work with stakeholders throughout the organization to identify opportunities for leveraging company data to drive business outcomes\n<\u002Fli><li>Doing ad-hoc, what-if analysis and Summarize and present results for Technical &amp; Non-Technical audience\n<\u002Fli><\u002Ful><p><\u002Fp><div><p>What we hope you will bring to this role:\n<\u002Fp><\u002Fdiv><ul><li>Bachelors in Computer Science or a related discipline, and more than 2 years of demonstrated experience as a data scientist to help improve business outcomes required\n<\u002Fli><li>Must have experience using statistical computer functions in languages (R, Python, SQL, etc.) to manipulate data and draw insights from variety of data sets\n<\u002Fli><li>Knowledge of a variety of machine learning techniques (Forecasting, Benchmarking, Clustering, Decision Tree Learning, etc.) and their real-world advantages\u002Fdrawbacks\n<\u002Fli><li>Knowledge of advanced statistical techniques and concepts &ndash; Regression, Sampling, Outliers Detection, Linear &amp; Multiple Regression, Time series forecasting, Exponential Smoothing etc.\n<\u002Fli><li>Experience working with large datasets, data wrangling and complex dimensional data models\n<\u002Fli><li>Experience in modeling\u002Fpreparing of data inputs for Visualization and building analytical Visualization using Qliksense\u002FTableau\u002FPowerBI\n<\u002Fli><li>Mentor data analysts and junior data science associates in best practices\n<\u002Fli><li>Experience in data modeling and data wrangling, and experience with tools like data science platforms like rapidminer, data robot etc. preferred\n<\u002Fli><li>Role is in an indoor office setting, with travel required 20% of the time\n<\u002Fli><\u002Ful><p><\u002Fp>HAVING TECHNICAL ISSUES WITH YOUR APPLICATION?<br>\n<p><\u002Fp><p>Contact us at bhrecruit@brighthorizons.com or 855-877-6866\n<\u002Fp><p>Bright Horizons is dedicated to creating a workforce that promotes and supports diversity and inclusion. We provide equal employment opportunities to all individuals without discrimination. Bright Horizons complies with the laws and regulations set forth in the following EEO is the Law Poster: EEO &ndash; English and EEO &ndash; Spanish along with information on the Family and Medical Leave Act (FMLA) and Employee Polygraph Protection Act (EPPA) .\n<\u002Fp><p>Applicants requiring a reasonable accommodation for any part of the application and hiring process should contact the recruitment helpdesk at 855-877-6866 or bhrecruit@brighthorizons.com . Determinations on requests for reasonable accommodation will be made on a case-by-case basis.<\u002Fp><\u002Fdiv>","71f60916ae10b487":"<div><h3 class=\"jobSectionHeader\"><b>The Role<\u002Fb><\u002Fh3>\n<p>The role of the Data Scientist is to build data products to improve our platform and client services offerings. Toward this goal you will conduct analyses, develop predictive models, deploy dashboards, and build reporting tools to process and interpret FanAI&rsquo;s data sets. You&rsquo;ll work directly with our Product, Engineering, and Client Services teams, reporting to our Head of Data Science, to improve and extend the data products and capabilities FanAI offers to clients, and will communicate methodology and insights to a range of technical and non-technical stakeholders at the appropriate level of detail to empower them to take action with confidence.<\u002Fp>\n<h3 class=\"jobSectionHeader\"><b>\nThis is the role for you, if<\u002Fb><\u002Fh3>\n<ul><li>You LOVE sports, entertainment, gaming, and esports<\u002Fli>\n<li>You are passionate about making clients happy and being a key driver of client success<\u002Fli>\n<li>You want to scale analyses and models to build data products<\u002Fli>\n<li>You are a fantastic communicator of technical information, able to break down complex concepts into easily digestible chunks that don&rsquo;t oversimplify<\u002Fli>\n<li>You understand data at scale, and want to work with a team of data scientists and engineers to find patterns and insights in that data<\u002Fli>\n<li>You have the DNA to be part of a fast, vibrant, ever-changing tech startup<\u002Fli>\n<li>You&rsquo;re eager to immerse yourself in new technologies including Machine Learning, Big Data and graph analysis<\u002Fli>\n<\u002Ful><h3 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><\u002Fh3>\n<ul><li>Conceptualize and develop new analyses and models; own projects from start to finish<\u002Fli>\n<li>Productize and scale analyses and models, and work with our Engineering and Product teams to deploy them within the FanAI platform<\u002Fli>\n<li>Support the Client Services team with creative and rigorous methodology to provide the right insights for our clients<\u002Fli>\n<li>Create data products, including dashboards, data pipelines, reporting tools, and packaged analyses and modeling tools, to extend the capabilities of internal and external facing teams<\u002Fli>\n<\u002Ful><h3 class=\"jobSectionHeader\"><b>Desired Qualifications<\u002Fb><\u002Fh3>\n<p>Data Science is a broad discipline that covers a wide array of skills, and with professionals from many different backgrounds. At FanAI, we&rsquo;re looking for data professionals who can independently take technical projects from beginning to end through their full lifecycle, and can communicate the outputs to stakeholders across many business functions and levels of technical fluency. The qualifications listed below are typical of those we feel will be successful in the role, but we recruit for individuals, not checklists.<\u002Fp>\n<ul>\n<li>Ph.D. in quantitative or analytical field or Masters with 2+ years experience in industry<\u002Fli>\n<li>Expert in several of the following: Statistics and statistical modeling, experimental design, machine learning and probabilistic models, time series forecasting, clustering methods, graph analysis, and other related methods<\u002Fli>\n<li>Significant programming experience, preferably in Python, R, and SQL<\u002Fli>\n<li>Fluency in data analysis and communication of complex data sets in simplified, understandable ways<\u002Fli>\n<li>Excellent written and verbal communication skills<\u002Fli>\n<li>Ability to handle ambiguity and easily prioritize and multitask<\u002Fli>\n<li>Ability to deliver technical work on time, with rigor, great attention to detail, and with minimal oversight.<\u002Fli>\n<\u002Ful><h3 class=\"jobSectionHeader\"><b>Bonus points for<\u002Fb><\u002Fh3>\n<ul><li>Ability to write production-ready code<\u002Fli>\n<li>Experience working with engineering teams to deploy services and models to production<\u002Fli>\n<li>Experience with cloud technologies (e.g. Google Cloud, AWS), Big Data technologies (e.g. Spark), and other Data Science technologies (e.g. Docker, Airflow)<\u002Fli>\n<li>Previous work experience in sports and entertainment with teams, leagues, brands, influencers or event organizers<\u002Fli>\n<li>Experience in client-facing role delivering reports and presenting insights to clients<\u002Fli>\n<\u002Ful><p>We provide a fast-growing, fun and professional atmosphere. A place to express and grow yourself professionally and the opportunity to advance your career through working with some of the most advanced technology and talented developers in the business.<\u002Fp><\u002Fdiv>","c8f2a9ce51982b7a":"<div><p><b>Position Description<\u002Fb><\u002Fp><br>\nWe are a highly motivated group of Big Data Geeks, Data Scientists and Applications Engineers, working in small agile group to solve this sophisticated problem. We are building smart data systems that ingest, model and analyze massive flow of data from online, social, mobile and offline commerce\u002Fuser activity to set prices for millions of products in real time. We use state of the art machine learning, data mining and optimization algorithms underneath it all to analyze all this data on top of Hadoop\u002FHBase\u002FHive. We then build compelling data visualizations and interactive dashboards to showcase our work internally and externally.<br>\n<br>\nYour work will be immediately visible to millions of people and you will have a direct impact on the business goals of Fortune #1 company. If you talk, speak and think data we want to talk to you. Come join our small team and be part of the journey from the beginning.<br>\n<br>\nThis opportunity:<br>\n<br>\n. Focus on supporting comprehensive data flows' anomaly detection across Merchant Technology platforms (Catalog, Search, and Price)<br>\n. Build cutting-edge models for realtime data flows across the purchase funnel<br>\n<p><b>Minimum Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>MS\u002FPhD in Operations Research\u002FStatistics\u002FComputer Science or a related technical discipline<\u002Fli><\u002Ful><br>\n<ul><li>5 working years experience in data quality<\u002Fli><\u002Ful><br>\n<ul><li>3-5 working years experience in anomaly detection<\u002Fli><\u002Ful><br>\n<ul><li>Extensive Experience with R, SAS, SPSS, data mining, machine learning, statistical modeling tools and underlying algorithms<\u002Fli><\u002Ful><br>\n<ul><li>Programming experience in one of the languages like Python\u002FRuby\u002FPerl\u002FShell\u002FC\u002FJava<\u002Fli><\u002Ful><br>\n<ul><li>Working knowledge of Relational Data Base Systems and SQL<\u002Fli><\u002Ful><br>\n<ul><li>Attitude to thrive in a fun, dynamic start-up environment with stellar team of fellow data geek<\u002Fli><\u002Ful><p><b>\nAdditional Preferred Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>Familiarity with Deep Learning<\u002Fli><li>Contributions to open source ML projects<\u002Fli><\u002Ful><p><b>\nCompany Summary<\u002Fb><\u002Fp><br>\nThe Walmart eCommerce team is rapidly innovating to evolve and define the future state of shopping. As the world&rsquo;s largest retailer, we are on a mission to help people save money and live better. With the help of some of the brightest minds in technology, merchandising, marketing, supply chain, talent and more, we are reimagining the intersection of digital and physical shopping to help achieve that mission.<br>\n<p><b>Position Summary<\u002Fb><\u002Fp><br>\nLead Data Science for Operational Analytics\u002FAnomaly Detection<br>\nWe are a highly motivated group of Big Data Geeks, Data Scientists and Applications Engineers, working in small agile group to solve this sophisticated problem. We are building smart data systems that ingest, model and analyze massive flow of data from online, social, mobile and offline commerce\u002Fuser activity to set prices for millions of products in real time. We use state of the art machine learning, data mining and optimization algorithms underneath it all to analyze all this data on top of Hadoop\u002FHBase\u002FHive. We then build compelling data visualizations and interactive dashboards to showcase our work internally and externally.<br>\n<br>\nYour work will be immediately visible to millions of people and you will have a direct impact on the business goals of Fortune #1 company. If you talk, speak and think data we want to talk to you. Come join our small team and be part of the journey from the beginning.<br>\n<br>\nThis opportunity:<br>\n<br>\n. Focus on supporting comprehensive data flows' anomaly detection across Merchant Technology platforms (Catalog, Search, and Price)<br>\n. Build cutting-edge models for realtime data flows across the purchase funnel<\u002Fdiv>","f58c1df7f84efad3":"<div><h1 class=\"jobSectionHeader\"><b>Position: <\u002Fb><b>Revenue Modeling, Data Scientist<\u002Fb><\u002Fh1><h1 class=\"jobSectionHeader\"><b>\nLocation: <\u002Fb><b>San Francisco, CA<\u002Fb><\u002Fh1><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nOrganization: StubHub, <\u002Fb><b>www.stubhub.com<\u002Fb><b> (an eBay company NASDAQ: EBAY)<\u002Fb><\u002Fh2><p>\nAt StubHub, our mission is to bring the joy of live to fans globally. As the world&rsquo;s most trusted ticket marketplace spanning 44 countries, we enable fans to buy and sell tickets to tens of thousands of events, whenever and wherever fans want to be. Backed by award-winning customer care, StubHub&rsquo;s FanProtect&trade; Guarantee means every ticket is 100 percent guaranteed valid or you&rsquo;ll receive your money back or a replacement ticket of equal or better value. Our business partners include more than 130 properties globally across the NFL, MLB, NBA, NHL, MLS, WWE, NCAA, Matchroom Boxing, plus Paciolan and Tessitura. StubHub provides the total end-to-end event going experience throughout the world.<\u002Fp><p><\u002Fp><p><b>\nOur Values<\u002Fb><\u002Fp><p>\nThese actions and attitudes are how we approach our work and how we work together as a unified team.<\u002Fp><p><\u002Fp><p>\nAt StubHub, we are:<\u002Fp><p><b>\nOwners<\u002Fb> &ndash; We carry the ball. We act as one team, in it together. We live above the line as optimists and with a solution mindset. We are fully accountable for solving problems, both our own pieces and the whole.<\u002Fp><p><b>\nFan First<\u002Fb> &ndash; We are the fans&rsquo; biggest fan. We are the fan and the voice of our fans in everything we do.<\u002Fp><p><b>\nDriven<\u002Fb> &ndash; We push past the finish line, aggressively prioritize and focus on what matters most. We debate, decide, commit and deliver.<\u002Fp><p><b>\nInventive<\u002Fb> &ndash; We play a new chord; we celebrate progress over perfection and learnings as much as success. We&rsquo;re agile because there is always more than one way.<\u002Fp><p><b>\nCourageous<\u002Fb> &ndash; We take big swings. We show up for challenges with resilience and persistence. We take risks, embrace failure as a path to learning, and speak up when we have a different opinion.<\u002Fp><p><b>\nDiverse &amp; Inclusive<\u002Fb> &ndash; We harmonize. We assume positive intent, trust and empower others; bring a global mindset and seek out alternative viewpoints.<\u002Fp><p><\u002Fp><p><b>\nThe Opportunity:<\u002Fb><\u002Fp><p>\nStubHub is seeking a Data Scientist to assist with development and implementation of a Revenue Optimization program that demonstrates econometrics and other core Revenue Management principles to drive increased sales at profitable margins. You will work with StubHub&rsquo;s Revenue Modeling &amp; Data Science Lead to build pricing models and partner with other members of the Revenue Optimization &amp; Growth team to deliver results at scale. You will also work across the organization with teams in North America to achieve meaningful metrics.<\u002Fp><p><\u002Fp><p><b>\nYou Will<\u002Fb><\u002Fp><p><\u002Fp><ul><li>\nDevelop Revenue Management strategies and tactics to improve key business objectives<\u002Fli><li>\nBuild econometric and statistical models in R or Python to measure price sensitivity at a granular level and use the outputs for growth<\u002Fli><li>\nPartner with product and technology teams to implement models in production<\u002Fli><li>\nCollaborate with fellow Revenue Optimization &amp; Growth team members to provide holistic recommendations for managing top-line growth and operating income<\u002Fli><li>\nConduct analysis to inform data-driven insights for all pricing, promotion and growth-driving business opportunities<\u002Fli><li>\nPartner with the Revenue Portfolio Management team to evaluate options for North America GMs to manage their P&amp;L<\u002Fli><li>\nEvaluate new opportunities for growth beyond existing fee\u002Frevenue structures<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nYou Have<\u002Fb><\u002Fp><p><\u002Fp><ul><li>\n1-3 years of experience solving revenue-related business problems using stochastic, heuristic or deterministic methodologies using analytical tools<\u002Fli><li>\nExposure to and understanding of Revenue Management principles including but not limited to statistical segmentation, data normalization, market response modeling and price optimization.<\u002Fli><li>\nPossess skills required to (1) build models that measure price sensitivity and (2) develop pricing frameworks to gain additional volume while maintaining healthy profitability<\u002Fli><li>\nStrong intellectual curiosity and ability to understand and evaluate business constraints to ensure models and pricing frameworks are operationally executable<\u002Fli><li>\nAbility to query large-scale datasets (SQL, Hive etc.), use R\u002FPython to analyze complex data and develop models, and use Tableau (or other visualization tools) to deliver insights at scale<\u002Fli><li>\nCollaborative personality with the ability to establish relationships with US and International teams to get results<\u002Fli><li>\nFamiliarity with modern Machine Learning techniques (e.g., neural network, boosting) and passion for adopting new tools a plus<\u002Fli><li>\nMaster&rsquo;s in Operations Research, Statistics, Mathematics, Economics or other applied mathematical discipline required<\u002Fli><\u002Ful><p><\u002Fp><p>\nThis website uses cookies to enhance your experience. By continuing to browse the site, you agree to our <i>use of cookies<\u002Fi><\u002Fp><p><\u002Fp><p>\nView our privacy policy<\u002Fp><p><\u002Fp><p>\nView our accessibility info<\u002Fp><p><i>\neBay Inc. is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, national origin, sex, sexual orientation, gender identity, veteran status, and disability, or other legally protected status. If you are unable to submit an application because of incompatible assistive technology or a disability, please contact us at <\u002Fi><i>talent@ebay.com<\u002Fi><i>. We will make every effort to respond to your request for disability assistance as soon as possible.<\u002Fi><\u002Fp><p><\u002Fp><p><i>\nFor more information see:<\u002Fi><\u002Fp><p><i>\nEEO is the Law Poster<\u002Fi><\u002Fp><p><i>\nEEO is the Law Poster Supplement<\u002Fi><\u002Fp><\u002Fdiv><p><\u002Fp>","7b83d5914b472207":"<div><p>Piper Companies is currently looking for a <b>Data Scientist <\u002Fb>in <b>McLean, Virginia<\u002Fb> to support an innovative financial services firm within their Credit Risk department.<\u002Fp>\n<p><b>Responsibilities for the Data Scientist include:<\u002Fb><\u002Fp>\n<ul><li>Monitor and analyze credit risk for consumer lending to include credit cards, mortgages, personal loans, etc.<\u002Fli>\n<li>Autonomous end-to-end statistical model creation, including but not limited to identifying objectives, compiling data, sampling\u002Fprepping data, feature selection, model comparison\u002Fselection, deployment and monitoring<\u002Fli>\n<li>Partner with internal business users to determine effectiveness of models<\u002Fli>\n<li>Leverage modern statistical analysis approaches such as Machine Learning and Artificial Intelligence<\u002Fli>\n<li>Create rich, engaging dashboards to visualize data<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p><b>Qualifications for the Data Scientist include:<\u002Fb><\u002Fp>\n<ul><li>2+ years of statistical analysis\u002Fdata science experience<\u002Fli>\n<li>Demonstrated experience with R, SQL, SAS, Python, and other statistical analysis languages<\u002Fli>\n<li>Masters in Statistics, Finance or similar<\u002Fli>\n<li>Financial Services experience - specifically consumer-lending credit risk<\u002Fli>\n<\u002Ful><p>Please send resumes to John Gray at jgray@pipercompanies.com<\u002Fp><\u002Fdiv><p><\u002Fp>","696086802f113bb6":"<div><p>Equifax is a market leader in providing total information solutions to businesses and consumers. Our products and services help companies minimize their financial risk and maximize growth opportunities while enabling consumers to better protect and manage their financial health.<\u002Fp><p><\u002Fp><p>\nThe foundation of Equifax is its talented, dedicated employees. We accomplish our goals by drawing upon the experience, energy and teamwork of our employees, who consistently drive success by anticipating change and executing with confidence and passion.<\u002Fp><p><\u002Fp><p>\nEquifax is seeking students for data scientist positions to construct best in class analytical solutions and business insights for Equifax. These students will work with project leads to leverage Equifax&rsquo;s unique data assets and cutting-edge technologies, like our Hadoop analytics platform to solve business problems for Equifax and our customers.<\u002Fp><p><\u002Fp><p><br>\n<b>\nPosition Description<\u002Fb><\u002Fp><p><\u002Fp><ul><li>\nPerform analyses and create risk and marketing solutions for Equifax customers<\u002Fli><li>\nConduct statistical analysis under the supervision of a manager-level analyst<\u002Fli><li>\nExtract and process data from multiple sources and platforms as required for analytical projects<\u002Fli><li>\nPerform business\u002Fmarketing intelligence analysis, score development, and score validations<\u002Fli><li>\nGenerate ways to solve analytical problems creatively and efficiently; review with manager-level analyst<\u002Fli><li>\nEnsure quality deliverables for all work performed by checking process followed and thinking through the output to ensure it makes business sense<\u002Fli><li>\nPerform audits surrounding implementation of products and analytic solutions<\u002Fli><li>\nPerform QA analysis on solutions developed by other statisticians<\u002Fli><li>\nCreate business intelligence visualizations of insights for customers and of data asset summaries for data quality assessments<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPosition Requirements<\u002Fb><\u002Fp><p><\u002Fp><ul><li>\nUndergraduate degree in Statistics, Computer Science, Mathematics, Economics, Engineering or other quantitative discipline - Master&rsquo;s degree a plus<\u002Fli><li>\n1-2 years coursework and\u002For experience with advanced data mining algorithms such as machine learning, and logistic\u002Flinear regression solutions<\u002Fli><li>\nExperience or coursework with ingesting, analyzing and summarizing large data sets<\u002Fli><li>\nExperience or coursework in code development in SQL, Python, Hive, Impala, R or SAS<\u002Fli><li>\nExperience operating in a Unix\u002FLinux operating system and with Hadoop or other database technologies<\u002Fli><li>\nExperience with data visualization software (e.g., Spotfire, Tableau) a plus<\u002Fli><li>\nExtensive experience utilizing Microsoft Office (Word, Excel, PowerPoint)<\u002Fli><li>\nStrong communication skills necessary &ndash; ability to explain methodologies and results to business partners<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPrimary Location:<\u002Fb><\u002Fp>\nUSA-Atlanta-One-Atlantic-Center<p><\u002Fp>\nUSA-Atlanta Corporate, USA-Atlanta JV White<p><\u002Fp><p><b>\nFunction:<\u002Fb><\u002Fp>\nFunction - Internships<p><\u002Fp><p><b>\nSchedule:<\u002Fb><\u002Fp>\nFull time<\u002Fdiv>","d29b137843a95973":"<div><div><p>Keurig Dr Pepper is building a sophisticated Data Science Team responsible for enhancing and optimizing marketing efforts. This is a hands-on team that is building actively building up data resources and connecting the dots to help Keurig Dr Pepper be a disruptive force in the beverage landscape.\n<\u002Fp><p><\u002Fp><p>As a Data Scientist II, you will analyze transactional, panel, and POS summary data to generate deep insights; utilize statistical learning techniques to glean patterns and opportunities in the shopper and consumer landscape; create targeted audiences for use in programmatic digital media; and use various modeling techniques to make predictions about shopper behavior. This position will work cross-functionally with partners from brand marketing, device marketing, shopper marketing, media, and ecommerce to make a meaningful impact on our business. You will be responsible for mentoring junior scientists and acting as a Data Science Evangelist throughout organization.<\u002Fp><p><\u002Fp><p><b>\nWhat You will Do:<\u002Fb><\u002Fp><p><\u002Fp><p><b>\nAnalytics<\u002Fb> &ndash; Perform analytical tasks that include data gathering, analysis, visualization, and data-driven story-telling as a basis of project justification and innovation. It is imperative that sound data analytics is at the core of all Data Science projects and recommendations. Define metrics for success and performance tracking.\n<\u002Fp><p><\u002Fp><p><b>Data Engineering<\u002Fb> &ndash; The component of data engineering required for this position is equivalent to &ldquo;clean data wrangling.&rdquo; Each scientist on the team must be able to create and validate modeling\u002Fanalytical datasets in a manner that is efficient and repeatable.<\u002Fp><p><\u002Fp><br>\n<p><b>\nStatistical\u002FMachine Learning<\u002Fb> - Perform statistical\u002Fmachine learning projects as necessary for given business needs. Feature Engineering and Target Variable definition will be part of these projects. These projects may consist of &ndash; large scale\u002Frapid hypothesis testing, classification, prediction, and recommender systems. The outputs of S\u002FML projects will be used as the basis for media buys, marketing programs, and brand strategies.<\u002Fp><p><\u002Fp><p><b>\nCommunication<\u002Fb> &ndash; Prepare presentations and reports communicating project results. Must be able to communicate findings, methods, and recommendations to a non-technical audience on a regular basis.<\u002Fp><p><\u002Fp><p><b>\nProject Management<\u002Fb> &ndash; Implements strategic analyses with the know-how to balance getting the details right, while still moving at the speed of business. Communicates progress and roadblocks to manager and stakeholders appropriately.<\u002Fp><p><\u002Fp><p><b>\nImplementation\u002FIntegration <\u002Fb>&ndash; Translates and breaks apart day-to-day business challenges into manageable segments for data science application.<\u002Fp><p><\u002Fp><p><b>\nDomain Expertise<\u002Fb> &ndash; Must be able to gain a deep understanding of the general CPG\u002Fbeverage business and how our particular company operates in the space.<\u002Fp><br>\n<br>\n<br>\n<b>Requirements\n<\u002Fb><br>\n<br>\n<p><b>What you must have:<\u002Fb><\u002Fp><ul><li>\nMS\u002FPhD. Data Science, Statistics, Economics, Computer Science, Mathematics, or related applied quantitative field (Bachelor&rsquo;s in a highly quantitative\u002FSTEM field considered with the right experience)<\u002Fli><li>\n2-5 years hands-on industry (non-academic) experience in Data Science (or equivalent quantitative job title)<\u002Fli><li>\nExperience with regularized regression, random forest, boosting methods, and several other statistical\u002Fmachine learning methods<\u002Fli><li>\nExperience ingesting and manipulating large volumes of data (both tall and wide)<\u002Fli><li>\nExperience with multiple analytical toolsets and evidence of tool agility<\u002Fli><\u002Ful><br>\n<br>\n<br>\n<b>Company Overview &amp; EEO Statement\n<\u002Fb><br>\n<br>\n<p>Keurig Dr Pepper (KDP) is a leading coffee and beverage company in North America with dual headquarters in Burlington, MA and Plano, TX, with annual revenue in excess of $11 billion. KDP holds leadership positions in soft drinks, specialty coffee and tea, water, juice and juice drinks and mixers, and markets the #1 single serve coffee brewing system in the U.S. The Company maintains an unrivaled distribution system that enables its portfolio of more than 125 owned, licensed and partner brands to be available nearly everywhere people shop and consume beverages. With a wide range of hot and cold beverages that meet virtually any consumer need, KDP key brands include Keurig&reg;, Dr Pepper&reg;, Green Mountain Coffee Roasters&reg;, Canada Dry&reg;, Snapple&reg;, Bai&reg;, Mott&rsquo;s&reg; and The Original Donut Shop&reg;. The Company employs more than 25,000 employees and operates more than 120 offices, manufacturing plants, warehouses and distribution centers across North America.<\u002Fp><p><\u002Fp><p>\nBenefits built for you: Our people are the heart of our business, which is why we offer robust benefits to support your health and wellness as well as your personal and financial well-being. We also provide employee programs designed to enhance your professional growth and development while ensuring you feel valued, inspired and appreciated at work.<\u002Fp><p><\u002Fp><p>\nKeurig Dr Pepper Inc. is an equal opportunity employer and affirmatively seeks diversity in its workforce. Keurig Dr Pepper Inc. recruits qualified applicants and advances in employment its employees without regard to race, color, religion, gender, sex, sexual orientation, gender identity, gender expression, age, disability, genetic information, ethnic or national origin, marital status, veteran status, or any other status protected by law. EOE Minorities\u002FFemales\u002FProtected Veterans\u002FDisabled<\u002Fp><p><\u002Fp><p>\nCandidates must be able to pass a background check and drug test, as applicable for the role.<\u002Fp><\u002Fdiv><\u002Fdiv>"}