{"b11ee8463fc719f7":"<div><p>Data Scientist - (USA00006K)<\u002Fp><div>\nDescription<div>\n<\u002Fdiv><div><b>\nSUMMARY:<\u002Fb> Responsible for leading exploratory data analysis (EDA) and formal modeling in support of Crowley data science activities<\u002Fdiv>\n<div><\u002Fdiv>\n<div><b>GENERAL RESPONSIBILITIES:<\u002Fb> Work with management and senior leadership to properly define strategic questions as either predictive or associative and assign the correct analytical process. Develop and implement predictive models to support Crowley product offerings and internal strategic growth opportunities. Work with data engineers to implement predictive models in software applications. Evaluate operational processes for machine learning opportunities. Apply traditional statistical approaches to understand causality in regards to KPI management and other measures.<\u002Fdiv><br>\n<div><\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><div>\nQualifications<div>\n<\u002Fdiv>\n<div><b>EDUCATION:<\u002Fb> Bachelor&rsquo;s degree in statistics, mathematics, economics, information science, or a related quantitative field.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><b>\nEXPERIENCE:<\u002Fb> 3 or more years&rsquo; experience in advanced data analysis and modeling. Experience developing and applying predictive analytics, machine learning, artificial intelligence, deep learning, or other data science process to an objective with successful results. Experience may be substituted by an advanced degree directly related to the study of data science or statistics.\n<\u002Fdiv><div><\u002Fdiv><div><b>TECHNICAL PROFICIENCY:<\u002Fb> Proficient in Microsoft Office products, Proficient using visualization tools such as (Power BI, Tableau, Shiny, etc.), Proficient in various programming languages (Python, R Programming, Java, VB, Ruby, SQL).<\u002Fdiv>\n<div><\u002Fdiv>\n<div><b>COMPETENCIES<\u002Fb>: Ability to communicate effectively verbally and in writing, including the ability to convey technical information to technical and non-technical users. Ability to establish and maintain effective working relationships. Ability to function effectively with, or as part of a team. Ability to prioritize, organize and perform multiple work assignments simultaneously. Ability to effectively manage projects that may vary in nature and scope. Ability to identify and understand complex problems and review related information to evaluate options and implement solutions. Ability to collect, organize, analyze and disseminate significant amounts of information accurately and with attention to detail.<\u002Fdiv>\n<div><\u002Fdiv>\n<div><b>JOB SCOPE:<\u002Fb> Position impacts multiple business units\u002Fsegments.<\u002Fdiv>\n<div><\u002Fdiv>\n<div><b>WORKING CONDITIONS:<\u002Fb> Normal office environment with little exposure to excessive noise, dust, temperature and the like. Extended use of a computer keyboard, viewing of a computer monitor and the ability to sit for long periods of time.<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv><p>\nPrimary Location: USA-USA-FLA-JACKSONVILLE<\u002Fp><div>\nWork Locations: USA-FL-JAX-ROCK 8200 NATIONS WAY JACKSONVILLE 32256<\u002Fdiv><p>\nJob: Finance<\u002Fp><p>\nOrganization: Crowley USD BU<\u002Fp><p>\nSchedule: Full-time<\u002Fp><div>\nEmployee Status: Non-Management<\u002Fdiv><div>\nJob Level: Day Job<\u002Fdiv><p>\nJob Posting<\u002Fp><\u002Fdiv>","21c09228799786ea":"<div><div><div><div><b>Job Summary<\u002Fb>\n<\u002Fdiv><div><p>As a Purdue Data Scientist, you will work on a team of internal Purdue consultants that help our campus partners discover valuable information hidden in vast amounts of data. Needs vary greatly, so you will be part scientist, part software engineer, and part hacker. Your primary focus will be in applying data mining techniques, doing statistical analysis, and building high quality prediction systems.<\u002Fp><br>\n<p><\u002Fp>\n<p>This posting may be filled at multiple levels (P2 or P3). The hiring manager will determine the job level based on the skills, experience, and qualifications of the selected candidate.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>P2 requirements:<\u002Fb><\u002Fp>\n<ul><li>Master's degree in Mathematics, Applied Mathematics, Statistics, Applied Statistics, Machine Learning, Data Science, or Computer Science<\u002Fli>\n<li>A degree in a related field (e.g., Computer Information Systems, Engineering), a degree in the physical\u002Fhard sciences (e.g., physics, chemistry, biology, astronomy), or other science disciplines (i.e., behavioral, social, life) may be considered if it includes a concentration of coursework (typically 5 or more courses) in advanced mathematics (typically 200 level or higher; such as calculus, differential equations, discrete mathematics) and\u002For computer science (e.g., algorithms, programming, data structures, data mining, artificial intelligence)<\u002Fli>\n<li>One year or more of experience with common data science toolkits (such as Anaconda Python, Apache MADlib, and R) and experience with data visualization tools (such as Tableau, D3.js, GGplot, etc.)<\u002Fli>\n<li>Consideration will be given to an equivalent combination of related education and required experience (Bachelor's degree and three years of experience)<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p><b>P3 requirements:<\u002Fb><\u002Fp>\n<ul><li>Master's degree in Mathematics, Applied Mathematics, Statistics, Applied Statistics, Machine Learning, Data Science, or Computer Science<\u002Fli>\n<li>A degree in a related field (e.g., Computer Information Systems, Engineering), a degree in the physical\u002Fhard sciences (e.g., physics, chemistry, biology, astronomy), or other science disciplines (i.e., behavioral, social, life) may be considered if it includes a concentration of coursework (typically 5 or more courses) in advanced mathematics (typically 200 level or higher; such as calculus, differential equations, discrete mathematics) and\u002For computer science (e.g., algorithms, programming, data structures, data mining, artificial intelligence)<\u002Fli>\n<li>Three or more years of of experience with common data science toolkits (such as Anaconda Python, Apache MADlib, and R) and experience with data visualization tools (such as Tableau, D3.js, GGplot, etc.)<\u002Fli>\n<li>Consideration will be given to an equivalent combination of related education and required experience (Bachelor's degree and five years of experience)<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p><b>Required:<\u002Fb><\u002Fp>\n<ul><li>Excellent understanding of machine learning techniques and algorithms, such as k-NN, Naive Bayes, SVM, Decision Forests, etc.<\u002Fli>\n<li>Good applied statistics skills, such as a strong understanding of distributions, ability to perform statistical testing, regression, etc.<\u002Fli>\n<li>Good scripting and programming skills, particularly in Python and PL\u002FpgSQL<\u002Fli>\n<li>Great communication skills<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p><b>Preferred:<\u002Fb><\u002Fp>\n<ul><li>Proficiency in using query languages (PostgreSQL)<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p><b>Additional Information:<\u002Fb><\u002Fp>\n<ul><li>A background check will be required for employment in this position<\u002Fli>\n<li>FLSA: Exempt (Not Eligible For Overtime)<\u002Fli>\n<li>Retirement Eligibility: Defined Contribution Waiting Period<\u002Fli>\n<li>Purdue University is an EOE\u002FAA employer. All individuals, including minorities, women, individuals with disabilities, and veterans are encouraged to apply<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","59287cb39a9c9a0f":"<div><h1 class=\"jobSectionHeader\"><b>Who we are<br>\n<\u002Fb><\u002Fh1><p><\u002Fp><p><b>Fueled by a fundamental belief that having access to financial services creates opportunity, PayPal (NASDAQ: PYPL) is committed to democratizing financial services and empowering people and businesses to join and thrive in the global economy. Our open digital payments platform gives PayPal&rsquo;s 286 million active account holders the confidence to connect and transact in new and powerful ways, whether they are online, on a mobile device, in an app, or in person. Through a combination of technological innovation and strategic partnerships, PayPal creates better ways to manage and move money, and offers choice and flexibility when sending payments, paying or getting paid. Available in more than 200 markets around the world, the PayPal platform, including Braintree, Venmo and Xoom, enables consumers and merchants to receive money in more than 100 currencies, withdraw funds in 56 currencies and hold balances in their PayPal accounts in 25 currencies.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>When applying for a job you are required to create an account, if you have already created account - click Sign In.\n<\u002Fb><\u002Fp><p><b>Creating an account will allow you to follow the progress of your applications.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Note:\n<\u002Fb><\u002Fp><p><b>Provide full legal first Name\u002FFamily Name\n<\u002Fb><\u002Fp><ul><li>DO: Capitalize first letter of First and Last Name. Example: John Smith\n<\u002Fli><li>DON'T: Capitalize entire First and\u002For Last Name. Example: JOHN SMITH\n<\u002Fli><li>NOTE: Use correct grammar for Names with multiple cases. Example: McDonald or O'Connell\n<br>\n<\u002Fli><\u002Ful><p><b>Provide full address details\n<\u002Fb><\u002Fp><p><b>Resume is required\n<\u002Fb><\u002Fp><p><b>Multiple attachments can be uploaded including Resume and Cover Letter for each application<br>\n<\u002Fb><br>\n<\u002Fp><p><\u002Fp><p>Job Description Summary:\n<\u002Fp>Our Global Credit Risk Analytics team is looking for a seasoned data scientist to work on our next generation CECL-compliant loss forecasting models. Leveraging state of the art machine learning\u002Feconometrics techniques together with PayPal&rsquo;s huge proprietary database you will predict and quantify account-level credit risk which will drive PayPal&rsquo;s credit-related loss reserves. Ideal candidates are experienced in machine learning \u002F statistical modelling, have a credit risk background and experience with complex big data environments. You will be required to drive projects and solutions from start to finish. Having a strong sense of accountability coupled with a passion for delivering crisp data insights and the ability to tell stories through data are essential. Experience with IFRS9, and understanding of CECL loss forecasting models is a plus.\n<p><\u002Fp><p>Job Description:\n<\u002Fp><p><\u002Fp><p>Specific Responsibilities\n<\u002Fp><ul><li>Build, run and document CECL-compliant loss prediction models\n<\u002Fli><li>Perform model validation and performance monitoring\n<\u002Fli><li>Ongoing enhancement of model performance using innovative features and algorithms\n<\u002Fli><li>Analyze large volumes of internal and external data using common data science tools (SAS, SQL, R, Python, etc.) to deliver unique insights into relationships across a wide array of products, platforms, customers, merchants, and experiences.\n<\u002Fli><li>Work closely with Accounting and Finance teams to align on definitions, loss predictions and address variation in loss predictions\n<\u002Fli><li>Communicate complicated analytic results in brief, concise, and brilliant formats best suited to senior audiences\n<\u002Fli><li>Manage and improve the process of data collection, ingestion, manipulation, and display for risk related reporting processes\n<\u002Fli><li>Collaborate with all aspects of the PayPal Credit business including a broad range of partners to plan and deliver fully developed solutions for Risk analytics and reporting\n<\u002Fli><li>Lead the planning, development, and delivery of analytic projects from start to finish; includes all stages of project identification, stakeholder engagement, project management, and closeout\n<\u002Fli><li>Interact regularly with analytic professional communities (INFORMS, CFA Institute etc.) and educational resources to maintain an understanding of the best practices industry-wide\n<\u002Fli><\u002Ful><p><\u002Fp><p>Functional Skills &amp; Behaviors\n<\u002Fp><ul><li>Machine learning \u002F econometrics\n<\u002Fli><li>Solid technical \u002F data-mining skills and ability to work with large volumes of data; extract and manipulate large datasets using common tools such as SQL, SAS, Hadoop, or other programming\u002Fscripting languages (Python, Perl, R, etc.) to translate data into business decisions\u002Fresults\n<\u002Fli><li>Be data-driven and outcome-focused\n<\u002Fli><li>Must have good business judgment with demonstrated ability to think creatively and strategically\n<\u002Fli><li>Takes personal ownership; Self-starter; Ability to drive projects with minimal guidance and focus on high impact work\n<\u002Fli><li>Learns continuously; Seeks out knowledge, ideas and feedback.\n<\u002Fli><li>Looks for opportunities to build skills, knowledge and expertise.\n<\u002Fli><li>Comfortable with ambiguity and frequent context-switching in a fast-paced environment\n<\u002Fli><\u002Ful><p><\u002Fp><p>Qualifications\n<\u002Fp><ul><li>Proven experience in the ideation, research, discovery, development, implementation, and ongoing monitoring of quantitative solutions for consumer credit or small business credit\n<\u002Fli><li>3+ years of experience in consumer credit or small business credit-related position\n<\u002Fli><li>Well-formed foundation of education and work experience in Data Science and Risk Analysis, preferably in applied data science, statistics, mathematics, or computer science\n<\u002Fli><li>Familiarity with data engineering, data management, data modelling, standard ETL techniques including extract, de-duping, cleansing, integration, and aggregation\n<\u002Fli><li>Proven experience using common data science tools like R and Python to rapidly solve business problems, preferably with respect to a credit\u002Flending risk organization\n<\u002Fli><li>Demonstrated ability to influence critical business outcomes in a matrix based, global environment\n<\u002Fli><li>Excellent verbal and written communication and collaboration skills to effectively communicate with both business and technical development teams\n<\u002Fli><li>At a minimum, candidate must have a bachelor&rsquo;s degrees in a quantitative discipline (e.g. statistics, data science, computer science, engineering, operations research, or mathematics); preferably an advanced degree\n<\u002Fli><li>Experience with CECL is a plus (Current Expected Credit Loss)\n<\u002Fli><\u002Ful><p><\u002Fp><p>Subsidiary:\n<\u002Fp>PayPal\n<p><\u002Fp><p>Travel Percent:\n<\u002Fp>0\n<p><\u002Fp><p>Primary Location:\n<\u002Fp>New York, New York, United States of America\n<p><\u002Fp><p>Additional Locations:\n<\u002Fp>Timonium, Wilmington\n<p><\u002Fp><p><b>We're a purpose-driven company whose beliefs are the foundation for how we conduct business every day. We hold ourselves to our One Team Behaviors which demand that we hold the highest ethical standards, to empower an open and diverse workplace, and strive to treat everyone who is touched by our business with dignity and respect. Our employees challenge the status quo, ask questions, and find solutions. We want to break down barriers to financial empowerment. Join us as we change the way the world defines financial freedom.\n<\u002Fb><\u002Fp><p><\u002Fp><p>PayPal provides equal employment opportunity (EEO) to all persons regardless of age, color, national origin, citizenship status, physical or mental disability, race, religion, creed, gender, sex, pregnancy, sexual orientation, gender identity and\u002For expression, genetic information, marital status, status with regard to public assistance, veteran status, or any other characteristic protected by federal, state or local law. In addition, PayPal will provide reasonable accommodations for qualified individuals with disabilities. If you are unable to submit an application because of incompatible assistive technology or a disability, please contact us at paypalglobaltalentacquisition@paypal.com .<\u002Fp><\u002Fdiv>","e70b0e6ddcb295d7":"Leverage our treasure trove of data to drive product changes and business results.\n<br><br>\nDuolingo is the most popular language learning application in the world, with over 300 million users and hundreds of billions of data points. We are passionate about educating our users, making fact-based decisions, and finding elegant solutions to complex problems. While we take our mission to heart, we don't take ourselves too seriously; we are creative, and we have fun at work everyday. If this sounds like you, then come help us build the next-generation learning company!\n<br><br>\n<b>RESPONSIBILITIES:<\u002Fb><br>\n<ul>\n<li>Derive insights from data to influence product roadmaps and drive business results<\u002Fli>\n<li>Lead product experiments to create and optimize campaigns<\u002Fli>\n<li>Apply advanced statistical methods to model user behavior<\u002Fli>\n<li>Problem-solve with product development teams through data analysis<\u002Fli>\n<li>Own dashboards, reports, and forecasts<\u002Fli>\n<li>Ensure the quality of our tracking and data<\u002Fli>\n<li>Help preserve our culture of fact-based decision making as we scale<\u002Fli>\n<\u002Ful>\n<b>REQUIREMENTS:<\u002Fb><br>\n<ul>\n<li>Strong understanding of consumer digital products<\u002Fli>\n<li>BS or MS degree in a quantitative field (e.g.: statistics, economics, computer science)<\u002Fli>\n<li>Skilled in SQL, R, Python, and\u002For statistical methods to analyze behavioral data<\u002Fli>\n<li>Excellent presentation and communication skills<\u002Fli>\n<li>Able to relocate to Pittsburgh, PA<\u002Fli>\n<\u002Ful>\n<b>BONUS POINTS:<\u002Fb><br>\n<ul>\n<li>Experience with \"big data\" technologies like Redshift, Hadoop, Hive, BigQuery<\u002Fli>\n<li>Experience articulating business questions and using available data to find answers that translate into product recommendations<\u002Fli>\n<li>Demonstrated self-direction, with a desire both to learn new techniques and teach others<\u002Fli>\n<li>Programming experience in Java or Scala a plus<\u002Fli>\n<\u002Ful>\n","22217864173bbc39":"<div><div><h2 class=\"jobSectionHeader\">Create the model that transforms how real estate deals close<\u002Fh2>\n<p>Want to infuse a $20B sector of the insurance and real estate industry with predictive analytics and a tech-forward customer experience? Yearning for a startup culture within a profitable nationwide company? Join States Title and send an entirely new type of real estate model into the wild.\n<\u002Fp><p>It&rsquo;s no secret the housing market has peaked. Lenders, banks and realtors are dying to know how to ride the down market and boost their margins. They are switching their customers to States Title because our data science algorithms, streamlined deal closing technologies, and overall product experience is leaps and bounds above what they&rsquo;re used to in terms of speed and value.<\u002Fp>\n<p>\nEvery mortgage or refinance transaction needs our product: title and escrow. Title insurance protects banks and homeowners against financially irresponsible actors or legal issues that cloud their rights; escrow makes sure the right people get paid at the end of the day.\n<\u002Fp><p>Our streamlined, efficient algorithms have revolutionized the title and escrow process and allowed us to scale rapidly: we closed our acquisition of North American Title Company on January 7th. With a broader nationwide footprint, we are poised to transform this industry, repurposing the billions wasted in rote, manual tasks to make homeownership easier and less risky, helping people invest time and money into more meaningful parts of their lives.<\u002Fp>\n<h3 class=\"jobSectionHeader\">\nWe're growing our data science team<\u002Fh3>\n<p>As a data scientist at States Title, you'll take part in a fun and respectful corporate atmosphere. You'll interact frequently with an executive team that has significant accomplishments at PayPal, McKinsey, and Capital One behind them. Much more than a model builder, you'll talk directly with VP+ customers and stakeholders, vet and negotiate deals with vendors, recommend strategies to change the direction of the company, and discuss data stewardship and model governance with deep legal minds in the public and private sectors.\n<\u002Fp><p>We're proud of the sophisticated data ingestion process we have built, as well as the multi-model ecosystem that is already live, with its parts working together to orchestrate an instant insurance decision in a robust, well-managed, and well-tested way. We have high expectations of communication, accountability, and mathematical rigor, and are looking for those who would be inspired and stimulated in such an environment.<\u002Fp>\n<h3 class=\"jobSectionHeader\">\nDo you have what it takes?<\u002Fh3>\n<ul><li>2-10 years of relevant experience in data science<\u002Fli>\n<ul><li>What's relevant? Any of the following:<\u002Fli>\n<ul><li>Fintech: you've built credit risk, fraud, or insurance models or algorithms and worked with engineering teams to deploy them<\u002Fli>\n<li>Academia: you've used real-world data to publish highly cited peer-reviewed journal articles on prediction or inference using open source tools<\u002Fli>\n<li>Series A and Series B start-up environments: you've served a catch-all analytics role doing everything from data cleaning to SQL joins to building predictive models\n<\u002Fli><\u002Ful><li>Our definition of data science:<\u002Fli>\n<ul><li>Data science is computerized math that makes inferences or predicts the future with enough accuracy to meet the key goals of an organization<\u002Fli>\n<\u002Ful><\u002Ful><li>Strengths aligned with our needs<\u002Fli>\n<ul><li>Theoretical background relevant to data science<\u002Fli>\n<ul><li>E.g. Can you explain how to build a random forest without making reference to computers?\n<\u002Fli><\u002Ful><li>Technical skills<\u002Fli>\n<ul><li>E.g. When you write a python library that tests the score distribution of incoming orders against expectation, does Engineering praise the quality of your code?<\u002Fli>\n<\u002Ful><li>Creative skills<\u002Fli>\n<ul><li>E.g. When out-of-the-box regression on a continuous target isn't good enough, can you come up with a customized loss function for the problem?<\u002Fli>\n<\u002Ful><li>Collaboration skills<\u002Fli>\n<ul><li>E.g. Can you get a group to make a controversial decision in fewer than 30 minutes?<\u002Fli>\n<\u002Ful><\u002Ful><\u002Ful><h3 class=\"jobSectionHeader\">We want to help you do the best work of your life<\u002Fh3>\n<p>We believe the most valuable investment we can make &mdash; and the greatest boost we can give your career &mdash; is an exceptional team of colleagues who are passionate about what we are doing.<\u002Fp>\n<p>\nWe currently offer the following benefits and will continually evolve them with the goal of efficiently attracting, retaining, and leveraging the very highest quality talent.<\u002Fp>\n<ul>\n<li>Our passionate, capable team will always be our #1 benefit<\u002Fli>\n<ul><li>We are proud of the team we have built so far, and we are excited about the team we have yet to add<\u002Fli>\n<li>Learn something new every day<\u002Fli>\n<li>Get more done than you would anywhere else<\u002Fli>\n<\u002Ful><li>Competitive salaries and stock option grants<\u002Fli>\n<li>Health, dental, and vision benefits for you and your family<\u002Fli>\n<ul><li>See exactly how generous our plans are for yourself!<\u002Fli>\n<\u002Ful><li>Flexible work hours<\u002Fli>\n<li>Unlimited vacation policy<\u002Fli>\n<li>A modern, dynamic 401(k) plan<\u002Fli>\n<li>Wellness benefits (Health FSA)<\u002Fli>\n<li>Commuter benefits (Transit FSA)<\u002Fli>\n<\u002Ful><h3 class=\"jobSectionHeader\">We believe in Equal Opportunity<\u002Fh3>\n<p>We are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.<\u002Fp><\u002Fdiv><\u002Fdiv>","eda212cb22e76cab":"<p><\u002Fp><div><p>Data science is the core around which Custora is built. The central value proposition of our product is that we provide e-commerce businesses the ability to:<\u002Fp>\n<ul>\n<li>organize the overwhelming amount of data they deal with<\u002Fli>\n<li>analyze it for patterns and predictions<\u002Fli>\n<li>deliver these insights in a readily accessible, freely explorable way<\u002Fli>\n<li>and do it again, repeatedly and reliably, as more data comes in the door<\u002Fli>\n<\u002Ful><p>The data science team at Custora can be found hard at work at each step above. Our projects range from the development and refinement of statistical models, to the design and implementation of scalable back-end infrastructure that powers our analyses, to collaboration with other teams at Custora to make sure customers get the most out of our analyses.<\u002Fp>\n<p>\nWe place particular emphasis on providing a robust <i>system<\u002Fi> of statistical insights. Our goal is not to deliver a single paper or presentation&rsquo;s worth of material, but to give our customers a powerful analytical toolbox. We can help them use it, but we also want them to be able to take it and run with it, exploring their data on their own and finding uses for our models that we hadn&rsquo;t even thought of.<\u002Fp>\n<p>\nOn top of that, we have an expanding customer base and a growing interest in developing analyses and statistical modeling pipelines that extend beyond e-commerce. With more customers, richer data sets, and new domains of exploration, we&rsquo;ll face bigger and bigger challenges, but we think we&rsquo;re up for it, and we are looking for people who want to join us for the ride.\n<\u002Fp><p><b>Specifically, we are looking for:<\u002Fb><\u002Fp>\n<ul>\n<li>A solid foundation in statistics, either demonstrated through academic study or work experience.<\u002Fli>\n<li>Experience with at least two programming languages and one general-purpose statistical package or programming library. The data science team mainly uses R, Scala, and Ruby, but that&rsquo;s not set in stone, and we value the ability to learn new libraries and ecosystems.\n<\u002Fli><li>Friendly and ready to work with others, both technical and non-technical. We don&rsquo;t work in isolation and regularly interact with each other and members of other teams.\n<\u002Fli><li>At least some familiarity with: Unix-like operating systems, SQL databases, and web application programming. Strong experience in any is a plus.\n<\u002Fli><li>Other pluses: experience with distributed-computing ecosystems like Spark; experience with Amazon Web Services; experience teaching statistics or programming<\u002Fli>\n<\u002Ful>\n<p><br>\n<b>What<\u002Fb> <b>it&rsquo;s<\u002Fb> <b>like<\u002Fb> <b>to<\u002Fb> <b>work<\u002Fb> <b>here:<\u002Fb><\u002Fp>\n<ul>\n<li>On Monday we eat and meet as a team to chat projects and progress.<\u002Fli>\n<li>We&rsquo;re 70ish genuinely nice people. We work together and experiment with how to do things. It&rsquo;s an amazing environment to both explore your professional interests and shape your career trajectory.<\u002Fli>\n<li>We move quickly. You build something and the next day it comes to life. You see and feel an immediate impact with the collective efforts of the team.<\u002Fli>\n<li>We&rsquo;re building a company and a team we love. We&rsquo;re in it for the long run.<\u002Fli><br>\n<\u002Ful><p><b>The perks<\u002Fb><\u002Fp>\n<ul>\n<li>We&rsquo;re a flexible work environment<\u002Fli>\n<li>Competitive salary and meaningful equity<\u002Fli>\n<li>Health, dental and vision insurance (100% covered)<\u002Fli>\n<li>Free lunch every day, plus free water &mdash; hot and cold!<\u002Fli>\n<li>Unlimited vacation: take as much time as you need (we recommend at least 3 weeks)<\u002Fli>\n<li>Monthly unlimited MetroCard<\u002Fli>\n<\u002Ful><p>Custora is an equal opportunity employer. We value diversity. We don&rsquo;t discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, marital status, veteran status, disability status, or socioeconomic status.<\u002Fp><\u002Fdiv>","98b0cfa7f19eee77":"<div><div><p>We are looking for someone with strong skills in data analysis related to the retail industry and who also possesses a familiarity with software development as the candidate will be working closely with our software development team. The ideal candidate:\n<\u002Fp><\u002Fdiv><div><h3 class=\"jobSectionHeader\"><b>Primary Responsibilities Include:\n<\u002Fb><\u002Fh3><ul><li>Identifies business trends and problems through complex big data analysis.<\u002Fli>\n<li>Interprets results from our proprietary data capture engine using variety of techniques, ranging from simple data aggregation via statistical analysis to data-mining independently.<\u002Fli>\n<li>Designs and develops sophisticated charts and methods to visually demonstrate data results for AWM&rsquo;s Sales Team and customers.<\u002Fli>\n<li>Designs, develops and implements the most valuable business solutions for the organization.<\u002Fli>\n<li>Prepares big data, implements data models and develops database solutions to support the business offerings.<\u002Fli>\n<li>Is experienced with, and knowledgeable in, industry-standard software and tools such as reporting services and business intelligence software.<\u002Fli>\n<li>Requires bachelor's degree in a related field. master's degree or higher (PhD) is preferred<\u002Fli>\n<li>Requires 3-5+ years of related experience.<\u002Fli>\n<\u002Ful><\u002Fdiv><div><h3 class=\"jobSectionHeader\"><b>Requirements:\n<\u002Fb><\u002Fh3><ul><li>Computer science degree is strongly preferred, though experience and\u002For other degrees may be substituted - MOOCs will be evaluated on a case-by-case basis<\u002Fli>\n<li>Strong computer vision skills, including non-trivial on-the-job experience<\u002Fli>\n<li>Machine learning is a requirement<\u002Fli>\n<li>Experience with surveillance analytics is a plus<\u002Fli>\n<li>Hardware optimization is a plus<\u002Fli>\n<li>Camera knowledge is a plus<\u002Fli>\n<li>Video Analytics<\u002Fli>\n<li>Object and person recognition experience are requirements<\u002Fli>\n<li>Able to work well on a development team and produce good code according to company&rsquo;s standards<\u002Fli>\n<li>Experience working with other developers using Git\u002FGitHub or another relatively similar version control system<\u002Fli>\n<\u002Ful><\u002Fdiv><div><h3 class=\"jobSectionHeader\"><b>Personal Qualities:\n<\u002Fb><\u002Fh3><ul><li>Works well in a fast-paced environment learning new things<\u002Fli>\n<li>Likes to be challenged on engaging work vs. zoning out and simply collecting a paycheck<\u002Fli>\n<li>Takes initiative<\u002Fli>\n<li>Responsible<\u002Fli>\n<li>Smart and quick learner<\u002Fli>\n<li>Good team player and willing to take direction from others<\u002Fli>\n<li>Willing and able to collaborate with other developers<\u002Fli>\n<li>Disciplined (the culture is fun but not a goof off mentality as there is important work to get done)<\u002Fli>\n<\u002Ful><\u002Fdiv><div><h3 class=\"jobSectionHeader\"><b>Benefits:\n<\u002Fb><\u002Fh3><ul><li>Employee stock option plan participation<\u002Fli>\n<li>Paid vacation and sick time provided<\u002Fli>\n<li>Health benefits<\u002Fli>\n<li>Opportunity for growth<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>","d685f3d0dc61b5b1":"<div>As an Analytics professional, you will be part of a team that has enterprise-wide responsibility for establishing consistent and predictable process execution, measuring performance and process health, optimizing business decision-making through the use of advanced analytical models, and focusing our resources on the most critical issues and driving cross-organizational solutions.<br>\n<br>\nSpecific analytics responsibilities for this position will concentrate around advanced statistical and predictive modeling, and include:<br>\n<ul><li>Solve complex challenges involving data modeling, scenario creation, and development of business rules to guide technology development.<\u002Fli><li>Partner with business &amp; technical experts to identify analytics opportunities and define requirements.<\u002Fli><li>Create, validate, and maintain statistical models and simulations for data classification, numerical prediction, and clustering<\u002Fli><li>Ability to document requirements, designs and detailed technical specifications, training materials, operating instructions, and test plans to support development of predictive analytics solutions.<\u002Fli><li>May also require interface with Industrial Engineering, Manufacturing Engineering, Supply Chain Management, Sustainment and other functions.<\u002Fli><li>Utilize all parts of the data analytics pipeline, such as data collection, wrangling, cleaning, analysis, visualization, and presentation to deliver critical insights to internal customers<\u002Fli><\u002Ful><br>\nMust be a US citizen. This position is located at a facility that requires special access<br>\n<b>Basic Qualifications:<\u002Fb><br>\n<ul><li>Bachelors in quantitative analytics, or related field.<\u002Fli><li>Familiarity with structured and unstructured data for descriptive\u002Fdiagnostic and predictive, prescriptive analytical needs<\u002Fli><\u002Ful><b>\nDesired Skills:<\u002Fb><br>\n<ul><li>Aerospace cross-solution knowledge (supply chain, finance\u002Faccounts, HR, sustainment, etc.)<\u002Fli><li>Experience with one or more of the following: SQL, R, SAP HANA, Tableau, Python, Hadoop<\u002Fli><\u002Ful><br>\n<ul><li>Ability to formulate and present findings<\u002Fli><li>Proven ability to work effectively with cross-functional teams.<\u002Fli><li>Strong willingness to learn machine learning development tools and methods<\u002Fli><\u002Ful><b>\nBASIC QUALIFICATIONS:<\u002Fb><br>\njob.Qualifications<br>\n<br>\n<b>Lockheed Martin is an Equal Opportunity\u002FAffirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, pregnancy, sexual orientation, gender identity, national origin, age, protected veteran status, or disability status.<\u002Fb><br>\nJoin us at Lockheed Martin, where your mission is ours. Our customers tackle the hardest missions. Those that demand extraordinary amounts of courage, resilience and precision. They&rsquo;re dangerous. Critical. Sometimes they even provide an opportunity to change the world and save lives. Those are the missions we care about.<br>\n<br>\nAs a leading technology innovation company, Lockheed Martin&rsquo;s vast team works with partners around the world to bring proven performance to our customers&rsquo; toughest challenges. Lockheed Martin has employees based in many states throughout the U.S., and Internationally, with business locations in many nations and territories.<br>\n<b>EXPERIENCE LEVEL:<\u002Fb><br>\n4 yr and up College<\u002Fdiv>","e6324bb08b77cd4e":"<div><p>Clarivate Analytics clients are the trailblazers and risk takers who come up with life-changing ideas. We're looking for our own trailblazers to help us keep providing clients some of the world's most trusted brands, spanning scientific and academic research, patent analytics, pharmaceutical and biotech intelligence and IP management.<\u002Fp><p>\nWe're an independent owned company with a rich heritage and a bold entrepreneurial mission. If you're excited by the thought of helping people and organizations go from new ideas to life-changing innovations faster, we're excited to consider you for a position at Clarivate.<\u002Fp><p>\nMarkMonitor, part of Clarivate Analytics, is the global leader in enterprise brand protection and offers comprehensive solutions and services that safeguard brands, reputation, and revenue from online risks. With end-to-end solutions that address the growing threats of online fraud, brand abuse, and unauthorized channels, MarkMonitor enables a secure Internet for businesses and their customers. The company&rsquo;s exclusive access to data combined with its patented real-time prevention, detection and response capabilities provide wide-ranging protection to the ever-changing online risks faced by brands today.<\u002Fp><p><\u002Fp><p>\nMarkMonitor is looking to add a member to the Anti-Fraud, Security Operations Center (AF SOC) team, the Security Operations Analyst&rsquo;s primary responsibility is to conduct global online fraud investigations by performing a high-level analysis of online Phishing sites. In this role, analysts use open source intelligence tools (OSINT) and internet investigation tools to investigate alerts and anomalies, report findings, and determine appropriate action for remediation. The ideal candidate is detail-oriented and possesses the ability to communicate technical matters clearly and effectively to both internal AF SOC team members as well as external 3rd parties.<\u002Fp><p><\u002Fp><p>\nWe are seeking a senior-level Data Scientist to join our team. As our Senior Data Scientist, you should be comfortable working in an Agile environment, have a &ldquo;can-do&rdquo; attitude, work well in a cross-functional environment with minimal supervision, and mentor others. Ideally, you should be a self-starter, quick learner, and a great team player.\n<\u002Fp><p><\u002Fp><p><b>Major responsibilities:<\u002Fb><\u002Fp><ul><li>\nResearches and identifies Machine Learning (ML) and Natural Language Processing (NLP) methods and algorithms to solve specific problems to improve user experience on Clarivate's data and websites Implements these methods and devises appropriate test plans to validate and compare the different approaches<\u002Fli><li>\nIdentifies new applications of ML and NLP in the context of Clarivate's extensive sets of content and data<\u002Fli><li>\nExplores existing data for insights and recommends additional sources of data for improvements<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nTechnical \u002FProfessional Skills &amp; Competencies:<\u002Fb><\u002Fp><ul><li>\n4+ years of professional Data Science experience<\u002Fli><li>\nExcellent understanding of ML, NLP, and statistical methodologies<\u002Fli><li>\nExcellent programming skills ( Java\u002FScala)<\u002Fli><li>\nAbility to test ideas and adapt methods quickly end to end from data extraction to implementation and validation<\u002Fli><li>\nExperience with search engines, classification algorithms, recommendation systems, and relevance evaluation methodologies<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nEducation and Background:<\u002Fb><\u002Fp><ul><li>\nBachelor's degree in Computer Science, Statistics, Technology, or Engineering, strongly preferred, or equivalent work experience<\u002Fli><li>\nMultiple years proven track record in the application of ML and NLP As a global business we rely on diversity of culture and thought to deliver on our goals<\u002Fli><\u002Ful><p>\nIt is the policy of Clarivate to provide equal employment opportunity (EEO) to all persons regardless of age, color, national origin, citizenship status, physical or mental disability, race, religion, creed, gender, pregnancy, sex, sexual orientation, gender identity and\u002For expression, genetic information, marital status, status with regard to public assistance, veteran status, or any other characteristic protected by federal, state or local law. In addition, Clarivate will provide reasonable accommodations for qualified individuals with disabilities.<\u002Fp><\u002Fdiv>","101602a44c4d3da8":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Sep 10, 2019<\u002Fb><\u002Fdiv><div>\nRole Number: <b>200101632<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nDo you have a passion for invention and self-challenge? Do you thrive on pushing the limits of what&rsquo;s considered feasible? As part of our Battery Engineering group, you&rsquo;ll help craft creative battery solutions that deliver more energy in smaller spaces than ever before. You&rsquo;ll work across disciplines to transform improved hardware elements into a single, integrated design. Join us, and you&rsquo;ll help us innovate new battery technologies that continually outperform the previous iterations. By collaborating with other product development groups across Apple, you&rsquo;ll push the industry boundaries of what batteries can do and improve the product experience for our customers across the world. This position works for Battery\u002FCell Development team within HW Engineering to identify trends, mine data, and help battery team improve performance.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\n3-5 years as data scientist or analyst.<\u002Fli><li>\nBattery Engineering experience desired.<\u002Fli><li>\nStrong working knowledge of Minitab, JMP, Python, or Tableau necessary.<\u002Fli><li>\nSolid competency in statistics and the ability to provide valuable analysis.<\u002Fli><li>\nWorking knowledge and experience with big data.<\u002Fli><li>\nSelf-starter with entrepreneurial experience and ability to interact with other functions in matrix environment.<\u002Fli><li>\nProven creativity to go beyond current tools to deliver the best solution to the problem.<\u002Fli><li>\nFamiliarity with database modeling and data warehousing principles.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\n- Provide insight to problem solving by using engineering skills and all available data. Our issues involve out of box quality, warranty and post warranty failures as well as ETL, stitching and mining up to 40 TB stitched data sets.\n- Analyze factory, user, and failure data and use engineering understanding mechanisms to resolve battery problems.\n- Understand end to end nature of Apple DB to organize proper sample size, proper key pull and minimize SQA issues with maximum efficiency\n- Design, implement, process and interpret data\n- Automate reporting where possible to make team more efficient Utilize advanced technologies, for modeling enhancements\n- Work with diverse teams including data scientists, engineers, product managers, and executives\n- Deliver high quality analytic insights from a very large scale data warehouse\n- Set up quality reporting system for sharing information\n- Provide ad-hoc reporting as necessary (sometimes urgent escalation)<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMS or Ph.D. in Battery Engineering, Data Mining, Machine Learning, Statistics, Operations Research or related field. CSSBB, CQE desired.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","f62db7ba9f1bf6c0":"<div><div><i>Your Talent. Our Vision.<\u002Fi><b> At Anthem, Inc., <\u002Fb>it&rsquo;s a powerful combination, and the foundation upon which we&rsquo;re creating greater access to care for our members, greater value for our customers, and greater health for our communities. Join us and together we will <b>drive the future of health care<\u002Fb>.<br>\n<\u002Fdiv><div><\u002Fdiv><div>This is an exceptional opportunity to do innovative work that means more to you and those we serve at one of America's leading health benefits companies and a Fortune Top 50 Company.<\u002Fdiv><br>\n<div>\n<\u002Fdiv><div>\nThe Data Scientist Analyst position must have an undergraduate degree in Computer Science, Business Analytics, Information Systems, Business, or other area with significant quantitative and programming exposure. A graduate degree in business, analytics, information systems, industrial engineering or other related disciplines is preferred. The role involves eliciting, modeling and documenting requirements for Artificial Intelligence (AI) and Data Science (DS) products and services. Understanding and experience with product development processes for analytics and data science products and services.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nRequired understanding of the data science lifecycle and processes and ability to manage the project delivery of DS projects. Experience and knowledge of Project Management processes and disciplines with specific focus on agile methodologies. Ability to translate business concepts, strategies and goals into technical and data science specifications. Ability to communicate complex technical and data science concepts in business understandable language and terminology. Experience with data science modeling lifecycle &ndash; data preparation, data wrangling, analytics modeling, model performance measurement and tuning..<\u002Fdiv><\u002Fdiv><div><\u002Fdiv>\n<br>\nMust have knowledge of predictive modeling and machine learning concepts, and knowledge of distributed computing environment, such as Hadoop. PhD preferred. 1+ years' experience in predictive analytics or equivalent preferred. Experience in Hive, Impala or Apache Spark is preferred.Anthem, Inc. is ranked as one of America&rsquo;s Most Admired Companies among health insurers by Fortune magazine and is a 2018 Diversity Inc magazine Top 50 Company for Diversity. To learn more about our company and apply, please visit us at careers.antheminc.com.An Equal Opportunity Employer\u002FDisability\u002FVeteran.","32e025f0da8b4628":"<div><div><div>Two Sigma is a different kind of investment manager. Since 2001, we have used data science and technology to derive insights that forecast the future and discover value in markets worldwide. Our team of scientists, technologists and academics looks beyond traditional finance to understand the bigger picture and develop creative solutions to some of the world&rsquo;s most challenging economic problems. Our work spans across markets and industries, from insurance and securities to private investments and new ventures.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nTwo Sigma is looking for Data Scientists from a variety of backgrounds to help propel and enhance its data-driven investment initiatives. As a Two Sigma Data Scientist, you will explore a breadth of challenges: identifying timely and unique data sets, diving deep into a diverse set of data domains, visualizing and exploring underlying data drivers, and developing data set features and forecasts.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nYou will take on the following responsibilities:<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><ul><li>\nApply statistical analysis &amp; modeling techniques with finance intuition to datasets large and small, advance existing initiatives and open opportunities to pursue new and previously unexplored research topics across a wide variety of industries and domains<\u002Fli><li>\nOperate and extend the data science platform to deliver production-grade data curation and analysis services<\u002Fli><li>\nOwn end-to-end data workflows and develop deep domain expertise on the underlying actors and behaviors manifested through data<\u002Fli><li>\nVisualize and explore data sets to enable the ideation and generation of new, predictive feature<\u002Fli><\u002Ful><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nYou should possess the following qualifications:<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><ul><li>\n3+ years of experience in data analysis or similar role<\u002Fli><li>\nAdvanced degree in Computer Science is preferred<\u002Fli><li>\nExperience applying statistical methods (distribution analysis, classification, clustering, etc.)<\u002Fli><li>\nStrong coding skills with data-frames are a prerequisite, example platforms include Pandas, R, Matlab, and Apache Spark Demonstrated experience highlighting innovation, creativity, and intuition, e.g the ability to laterally identify other sources of useful information and think 'outside the box'<\u002Fli><li>\nPrior Experience in finance is not required<\u002Fli><\u002Ful><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nYou will enjoy the following benefits:<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><ul><li>\nCore Benefits: Fully paid medical and dental insurance premiums for employees and dependents, competitive 401k match, employer-paid life &amp; disability insurance<\u002Fli><li>\nPerks: Onsite gyms with laundry service, wellness activities, casual dress, snacks, game rooms<\u002Fli><li>\nLearning: Tuition reimbursement, conference and training sponsorship<\u002Fli><li>\nTime Off: Generous vacation and unlimited sick days, competitive paid caregiver leaves<\u002Fli><\u002Ful><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are proud to be an equal opportunity workplace. We do not discriminate based upon race, religion, color, national origin, sex, sexual orientation, gender identity\u002Fexpression, age, status as a protected veteran, status as an individual with a disability, or any other applicable legally protected characteristics.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","b7c1dfb069011b83":"<div><div><div><b>About Spin<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nSpin operates electric scooters in cities and campuses nationwide, bringing sustainable last-mile mobility solutions to diverse communities. Recognized for its consistent cooperation and collaboration with cities, Spin partners closely with transportation planners, elected officials, community groups, and university administrators to bring stationless mobility options to streets in a responsible and carefully orchestrated manner.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nBased in San Francisco, Spin is a diverse team of engineers, designers, urban planners, policymakers, lawyers and operators with experience from Y Combinator, Lyft, Uber, local and federal government, and the transportation advocacy world. Spin was known for launching the first stationless mobility program in Seattle, and has since expanded to become the exclusive electric scooter partner in mid-sized cities like Coral Gables, Florida and Lexington, Kentucky, and one of a few permitted scooter operators in large cities like Denver, Detroit, and Washington, D.C. The team embeds in cities and neighborhoods to understand their specific transportation needs, and hires locally from the community.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nSpin is expanding quickly and looking for top-tier talent to help us bring affordable and accessible transportation options to cities and define what future safe streets will look like.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nAbout the Role<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are looking for a highly experienced data scientist to solve numerous optimization problems that will impact rider experience, operation efficiency, and help elevate business growth on a massive scale. You will be responsible for developing analytical insights, machine learning models and actionable data-infoemd solutions. You will also be experimenting with data to predict future performance. As Spin is a data informed organization, you will present findings to senior management to strengthen business decisions.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nThe Team<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nOur team consists people that are passionate about creating finely polished and intuitive experiences and, at the same time, obsess over performance and reliability of what we build. We challenge the status quo and strive towards finding the best way to solve problems.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe work in very small groups to keep processes and overhead low, so we have a lot of trust and accountability to perform the work required to build the best product.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><\u002Fh3><div><ul><li>\nApply statistical techniques to develop analyses and models toward insights improving growth, experience, and operations<\u002Fli><li>\nDesign, build, train and test Machine Learning models<\u002Fli><li>\nWrite production-level code to convert your ML models into working pipelines<\u002Fli><li>\nCreate visualizations and communicate findings and collaborate cross-organizationally, to drive business understanding; identify behaviors, trends, and opportunities; and facilitate launch decisions<\u002Fli><li>\nCollaborate with product, data, engineering, business and operations teams to frame analytical problems and design ML solutions<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><\u002Fh3><div><ul><li>\nDegree in a quantitative field like statistics, economics, engineering, or applied math preferred\n<\u002Fli><li>Minimum of 3-5 years of relevant experience in data science role<\u002Fli><li>\nKnowledge of ML libraries and ability to build ML workflows<\u002Fli><li>\nStrong oral and written communication skills, and ability to collaborate with cross-functional partners to build the business<\u002Fli><li>\nExperienced in Python\n<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><b>Benefits &amp; Perks<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><ul><li>Opportunity to join a fast-growing startup and help shape and establish the company&rsquo;s industry leadership<\u002Fli><li>Competitive health benefits<\u002Fli><li>Daily catered lunch in our SF office<\u002Fli><li>Unlimited PTO for salaried roles<\u002Fli><li>Commuter stipend plus pre-tax benefits<\u002Fli><li>Monthly cell phone bill stipend<\u002Fli><li>Wellness perk for salaried roles<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><div>\nSpin is an equal opportunity employer and will not discriminate against any employee or applicant for employment in an unlawful matter. We celebrate diversity and are committed to creating an inclusive environment for all individuals. Spin treats all employees and job applicants on the basis of merit, qualifications, and competence without regard to any qualified individuals' sex, race, color, religion, national origin, ancestry, gender (including pregnancy, breastfeeding, or related medical condition), sexual orientation, gender identity, gender expression, age, physical or mental disability, medical condition, genetic characteristic or information, marital status, military and veteran status, or any other characteristic protected by state or federal law. Spin also considers qualified applicants with criminal histories, consistent with applicable local, state, and federal law.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nSpin is committed to providing reasonable accommodations for qualified individuals with disabilities in its job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at job_accommodations@spin.pm.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","0d11530c1dd1f51c":"<div><p>Abbott is a global healthcare leader that helps people live more fully at all stages of life. Our portfolio of life-changing technologies spans the spectrum of healthcare, with leading businesses and products in diagnostics, medical devices, nutritionals and branded generic medicines. Our 103,000 colleagues serve people in more than 160 countries.<\u002Fp><p>\nThis position will report into the Transfusion Quality organization in the Data Analytics team contributing the following skills. Utilize technologies to collect; clean; analyze; predict; and effectively communicate information. Proactively contributes to multiple projects to support product and quality system monitoring tools and processes. Identifies and analyzes indicators or shifts in data from multiple sources. Works with key stakeholders to define reporting requirements.<\u002Fp><p><\u002Fp><p><b>\nCore Job Responsibilities<\u002Fb><\u002Fp><p>\nResponsible for implementing and maintaining the effectiveness of the quality system.<\u002Fp><p>\nTranslates low to moderately complex user requirements into output reports and metrics.<\u002Fp><p>\nIs able to obtain data from multiple systems and recommend appropriate tools; analysis algorithms and data visualization formats.<\u002Fp><p>\nUses statistical methodology and programming techniques to develop analytical tools.<\u002Fp><p>\nCreates and executes defined protocols and\u002For performs peer review verifications of associated data and query methods; check data.<\u002Fp><p>\nApplies moderately complex quantitative methods; analyzes data; evaluates results; forms conclusions and provides recommendations.<\u002Fp><p>\nExchanges information with product team members; scientists; engineers; service and product quality personnel. May work with IT to identify and develop solutions.<\u002Fp><p>\nStay current with Data Science Industry skills.<\u002Fp><p><\u002Fp><p><b>\nPosition Accountability \u002F Scope<\u002Fb><\u002Fp><p>\nReceives direction; as necessary; and provides input to moderately complex work details and assignments. Provides input to data gathering and data analytics techniques for moderately complex solutions. Assists with presentation of metrics and reports to the Transfusion team. Ability to provide advice to non-technical staff and work with other Abbott divisions.<\u002Fp><p><\u002Fp><p><b>\nMinimum Education<\u002Fb><\u002Fp><p>\nBachelor&rsquo;s degree in Artificial Intelligence; Mathematics; Computer Science; Engineering or relevant fields.<\u002Fp><p><\u002Fp><p><b>\nMinimum Experience \u002F Training Re<\u002Fb><b>quired<\u002Fb><\u002Fp><p>\nMasters in Data Science or 2-4 years&rsquo; work-related experience covering the following:<\u002Fp><p>\nEducation or experience programming with one of the following languages or equivalent (R, JAVA Script, C++, Python, etc.)<\u002Fp><p>\nPC Skills (Word, Excel, PowerPoint) spreadsheets, or other data analytic tools (R, SAS, SPSS, Minitab).<\u002Fp><p>\nEducation or experience with large scale database applications (Oracle, SQL Server, Hadoop, Teradata, other).<\u002Fp><p>\nEducation or experience developing or programming with one of the following query languages: .SQL, SQL Plus, Java, or other.<\u002Fp><p>\nAble to demonstrate knowledge of mathematics and statistics to solve moderately complex problems.<\u002Fp><p>\nAble to demonstrate data visualization techniques to quickly identify and communicate issues.<\u002Fp><p><\u002Fp><p><b>\nPreferred Experience<\u002Fb><\u002Fp><p>\nExperience with Microsoft Power BI application and report writing (M Script)<\u002Fp><\u002Fdiv><p><\u002Fp>","e5d14c1af64d45d5":"Novelis is looking for a Data Scientist to join our Global Digital\n<br>Team. He\u002Fshe will be responsible for\n<br>applying advanced statistical analysis tools and Machine Learning techniques to\n<br>explain operating behaviors, understand complex relationships between known and\n<br>unknown drivers of performance, and build algorithms using advanced descriptive\n<br>and prescriptive methods. This will aid in the optimization of operations by\n<br>improving the plant operating teams ability to predict, prevent, or respond to\n<br>events and\u002For operating conditions in the most optimal manner\n<br><br>\nResponsibilities\n<br><br>\nCollaborates with translators to define technical\n<br>problem statement and hypothesis to test; understand business problems to\n<br>implement scalable and sustainable solutions\n<br><br>\nCoordinates\n<br>with SMEs, translators, IT and data engineers to deliver holistic analytical\n<br>solutions\n<br><br>\nDesigns,\n<br>creates, tests and implements complex models and algorithms that drive\n<br>analytical solutions throughout the organization\n<br><br>\nRegularly\n<br>tests and maintains analytical models to improve efficiency and keep up with\n<br>changing business needs, ensuring timely analysis and testing for regular\n<br>maintenance of solutions over time\n<br><br>\nWrites\n<br>reports articulating the analytics insights and their business impacts\n<br><br>\nConducts\n<br>and leads meetings and workshops to explain findings\n<br><br>\nSupports\n<br>translators in communicating the design, functioning and output of the\n<br>analytical models\u002Fsolutions developed\n<br><br>\nQualifications\n<br><br>\n:\n<br><br>\n3+\n<br>years of experience in data science specifically in building predictive models\n<br>using Machine Learning techniques\n<br><br>\nBachelors\n<br>Degree in Data Science or significant experience in advanced statistical\n<br>analysis; Masters or other advanced degree a plus\n<br><br>\nExperience with object\n<br>oriented design, coding and testing, engineering Data Science\u002FMachine Learning\n<br>platforms\n<br><br>\nProficiency in\n<br>programming languages such as SQL and Python or R and experience in big data\n<br>technologies such as Hadoop, Spark\n<br><br>\nComfort in\n<br>using SQL Server, PostgreSQL\u002F MySQL,\n<br><br>\nexperience in tools based on Git or SVN\n<br>and working knowledge of cloud computing platforms such as Microsoft\n<br>Azure, AWS or Google Cloud\n<br><br>\nProficiency in\n<br>aggregation of large data sets, statistical analysis tools\n<br><br>\nExpert knowledge of\n<br>data modeling and understanding of different data structures\n<br><br>\nUnderstanding of\n<br>advanced applied mathematics in AA, artificial intelligence and array\n<br>operations\n<br><br>\nExperience\n<br>in manufacturing industry required\n<br><br>\nFacilities, Amenities or Infrastructure\n<br><br>\n:\n<br><br>\nHeadquartered in Atlanta, GA, Novelis operates in 11 countries, has approximately 11,500 employees and reported revenue of approximately $9.9 billion for its 2016 fiscal year. For more information, please visit novelis.com and follow us at facebook.com\u002FNovelis Inc and twitter.com\u002FNovelis.\n<br><br>\nLast Date of Application\n<br><br>\n:\n<br><br>\nOngoing","e6b65279ef54d4e4":"Saint-Gobain Research (SGR) North America is one of Saint-Gobain&rsquo;s largest industrial research laboratories. The center is home to more than 400 employees working at the leading edge of innovation on multidisciplinary industrial research, preparing the future by designing tomorrow's products and processes across an amazing variety of markets and technical disciplines. Since 1985, SGR North America has been supporting existing businesses, developing future businesses, and nurturing talent.\n<br><br>\nSaint-Gobain Research North America (SGR North America) is looking for a talented data scientist to integrate its data analytics group and grow the use of data analytics in all aspects of the business. This is a position with high visibility within the center and from Saint-Gobain top management and the opportunity to make a difference by delivering on high value added projects and fostering further use of data analytics.\n<br><br>\nThe data analytics team at SGR North America supports the different businesses of the company in their efforts related to new product development, business intelligence improvement (CRM data, supply chain, logistics) and manufacturing processes transition toward smart manufacturing. The team works with cloud IaaS and PaaS (Apache Hadoop Platform) provided by Saint-Gobain central services or businesses.\n<br><br>\n<b>The main responsibilities of the data scientist include:<\u002Fb><br>\nLeading meetings with internal customers to identify data analytics needs and scope projects including small scale statistical analyses, big data discovery projects and production deployments.\n<br><br>\nEstablishing project strategy in collaboration with internal resources (data scientist, data engineer). This includes participating to the definition of the data architecture and the requirements in terms of data format and structure, and identifying the relevant statistical and machine learning tools and techniques.\n<br><br>\nCleaning and manipulating data, and employing sophisticated analytics programs, machine learning and statistical methods to generate valuable insight.\n<br><br>\nLeading cross functional teams by managing self and others to execute and deliver project objectives. Holding project team members accountable (progress, budget, timeline, deliverables).\n<br><br>\nPresenting results from rigorous technical analyses in a clear and actionable way to project stakeholders and management.\n<br><br>\nSummarizing project approach and results in concise and accurate technical memos.\n<br><br>\nBeing an active support to the development of data analytics within Saint-Gobain through completion of successful projects with a measurable added value, sharing of results with a large audience, being an active member of Saint-Gobain worldwide data analytics community (participation in tech days, sharing of best practices).\n<br><br>\n<ul>\n<li>Demonstrated technical excellence in statistics, and data analytics (data processing, design of experiments, inferential statistics, regression analysis, statistical modeling, machine learning).<\u002Fli>\n<li>Demonstrated experience with at least two of the following applications\u002Flanguages: Python, R, Matlab, SAS.<\u002Fli>\n<li>Ability and desire to self-learn and pick up emerging technologies.<\u002Fli>\n<li>Strong team player and creative thinking skills, and a desire to &ldquo;make a difference&rdquo;.<\u002Fli>\n<li>Ability to develop relationships with others and to fluently translate technical findings to a non-data science oriented team (manufacturing, marketing, sales, supply chain).<\u002Fli>\n<li>Ability to efficiently communicate orally and electronically with people having a wide variety of background.<\u002Fli>\n<li>Demonstrated ability to write concise and accurate technical documents and give strong technical presentations to a wide variety of audience.<\u002Fli>\n<li>Demonstrated ability to maintain composure and organize teams in high pressure situations.<\u002Fli>\n<li>Demonstrated ability to give and receive constructive feedback. Demonstrated ability to flex style to match needs of project team members (possesses more than one way to communicate to get things done).<\u002Fli>\n<li>Experience with the following applications\u002Flanguages is a plus: Spark, Hive, Impala, Solr, HDFS, NoSQL,<\u002Fli>\n<li>Familiarity with the following data engineering applications is a plus: Kafka, Oozie, and at least one ETL\u002FELT tools.<\u002Fli>\n<li>Experience with the production of machine learning algorithms on Hadoop clusters is a plus.<\u002Fli>\n<li>Familiarity with smart manufacturing concepts and related data architecture is a plus.<\u002Fli>\n<li>Familiarity with smart manufacturing-oriented SCADA systems such as Ignition is a plus.<\u002Fli>\n<li>Familiarity with Docker container technology is a plus.<\u002Fli>\n<li>Familiarity with Microsoft Azure technology is a plus.<\u002Fli>\n<\u002Ful>\nSaint-Gobain provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, gender, sexual orientation, gender identity or expression, national origin, age, disability, genetic information, marital status, amnesty, or status as a covered veteran in accordance with applicable federal, state and local laws. Saint-Gobain is an equal opportunity employer of individuals with disabilities and supports the hiring of veterans.","af465070aa37e689":"<div><h2 class=\"jobSectionHeader\"><b>Overview<\u002Fb><\u002Fh2><br>\n<p><\u002Fp><div><div><div><p>Money Map Press, an Agora company, is looking for an experienced <b>Jr. Data Scientist <\u002Fb>to support their in-house Business Intelligence team. This role will work in unison with an in-house Data Architect to create an ecosystem of timely, accurate and actionable data repositories that can drive business decisions. You will have the opportunity to collaborate with internal stakeholders and business units, leverage the latest technology platforms and have many resources at your disposal.<\u002Fp><div><\u002Fdiv><br>\n<div>\nYou can learn more about life at Money Map Press by checking out their &ldquo;Workplace Highlight&rdquo; blog post.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><b>\n<\u002Fb><\u002Fh2><div><div><div><div><div>Create 360-view of consumer in BI platform (Tableau) &ndash; including custom metrics and dimensions to support strategic goals, marketing priorities and business units.<\u002Fdiv><div>\nMaintain open lines of communication with each business unit to translate questions and requirements into reports, dashboards and views for Data Architect.<\u002Fdiv><div>\nIn accordance with Data Architect's vision, create executive-level dashboards and automate delivery via email, app, web per user needs and user technical competency .<\u002Fdiv><div>\nBecome Product Owner for any analytical platform, tool or technology and create a strategy that serves various analytical needs.<\u002Fdiv><div>\nIdentify statistically significant patterns, correlations, and compiling questions raised by ad-hoc analysis.<\u002Fdiv><div>\nImprove understanding of the business and contribute to marketing ideas.<\u002Fdiv><div>\nCreate and maintain thorough report documentation and methodology.<\u002Fdiv><div>\nExcellent coordination skills, able to manage multiple projects and meet deadlines.<\u002Fdiv><div>\nWork with Data Architect to customize BI solution to drive revenue gains and solves business problems.<\u002Fdiv><div>\nCreate mockups, technical requirements and use cases and testing procedures for new dashboards, reports or ad-hoc deliverables.\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><b>\n<\u002Fb><\u002Fh2><div><div><div><div><div>3+ years experience in data analysis, marketing reporting, vendor\u002Fclient relations.<\u002Fdiv><div>\nExcellent communication skills.<\u002Fdiv><div>\nExperience in Financial Services Industry preferred.<\u002Fdiv><div>\nMust thrive in a fast-paced, constantly changing environment with tight deadlines and multiple priorities.<\u002Fdiv><div>\nExperience with BI platforms, Tableau a plus.<\u002Fdiv><\u002Fdiv><div><b>\nIf interested, please submit a resume and cover letter to the link provided.<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nAbout Money Map Press<\u002Fb><\u002Fdiv><p>\nMoney Map Press is a group of top experts focused on the global economy. Led by veteran publisher Mike Ward, they have one goal: to make investing profitable. Their subscribers get access to a team of investment experts with more than 250 years of combined experience who deliver analysis and actionable investing ideas to put subscribers on a path to greater wealth.<\u002Fp><p>\nWorking there can be heaven on Earth for someone who is hungry to learn and have a fun, fulfilling career.<\u002Fp><p>\nBut it&rsquo;s not the place for everyone...<\u002Fp><p>\nOne of the qualities you need to possess to make it at Money Map Press is <i>drive<\u002Fi>. And we mean &ldquo;<i>through-the-roof&rdquo; <\u002Fi>kind of drive. The kind of drive that can &ndash; and has, actually &ndash; double a company&rsquo;s size and revenues in just 18 months.<\u002Fp><p>\nIf passion drives everything you do, Money Map Press is looking for you.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","a20e85c62be50e15":"<div><p><b>Industry<\u002Fb> :IT Software\u002FSoftware Services\n<\u002Fp><p><b>Functional Area<\u002Fb> : None\n<\u002Fp><p><b>Role<\u002Fb> : Data Scientist\u002FModeller<\u002Fp><br>\n<p><b>Technical Skills Required<\u002Fb> :<\u002Fp><ul>\n<li>Three (3) or more years of experience in data analysis.<\u002Fli>\n<li>SQL or comparable data manipulation expertise required. Traditional relational warehouse experience required.<\u002Fli>\n<li>Proficiency in unstructured data mining and data manipulation required. Familiarity with MapReduce programming and &lsquo;big data&rsquo; query scripts such as Hive or Pig required.<\u002Fli>\n<li>Proficiency with data modeling and statistical techniques and software required (D3.js, R, etc.).<\u002Fli>\n<li>Understanding of big data ecosystems and ability to lead ecosystem development.<\u002Fli>\n<li>Experience in performing data quality analysis and profiling tasks, including: Source\u002Ftarget assessments, Data model integrity, Redundancy checks, Ranges and outliers Sparsity\u002Fdensity metrics.<\u002Fli>\n<li>Advanced data visualization proficiency required (Microstrategy, Tableau, etc.).<\u002Fli>\n<li>Strong analytical, organizational, communication and presentation skills required.<\u002Fli>\n<li>Strong organization and time management skills &ndash; prior experience in leading a small team is preferred<\u002Fli>\n<li>Ability to work effectively within a team environment<\u002Fli>\n<li>Ability to work effectively in a high energy and a very rapid dynamic environment<\u002Fli>\n<\u002Ful><p><\u002Fp><p><b>Roles and Responsibilities<\u002Fb> :<\u002Fp><ul>\n<li>Utilizes R, Python, or equivalent technologies to perform complex statistical analyses on both internal and external data.<\u002Fli>\n<li>Analyzes customer data to identify trends, opportunities, risks, and provide recommendations.<\u002Fli>\n<li>Utilizes structured and unstructured data stored on platforms such as HP Vertica, Hadoop (Cloudera), SQL Server, and Oracle Exadata to complete analyses.<\u002Fli>\n<li>Obtain, scrub, explore, model and interpret data currently stored in Oracle databases &ndash; using SQL and other data mining tools like SAS or SPSS Modeler<\u002Fli>\n<li>Designs data models that enable real-time event-based scoring and customer segmentation on our front-end applications.<\u002Fli>\n<li>Leverages advanced data mining techniques to extract insights and shares those insights and corresponding recommendations to the appropriate parties.<\u002Fli>\n<li>Assists in requirement creation for end-to- end data flow from collection in front-end applications all the way to analytical consumption.<\u002Fli>\n<li>Evaluates the effectiveness of customer acquisition and retention activities.<\u002Fli>\n<li>Oversees the activities of predictive modelers, and provides expert guidance. Provides business insight to modelers.<\u002Fli>\n<li>Utilizes administrative access to both Windows and Linux server environments for analytical development.<\u002Fli>\n<li>Designs data structures to support analytical projects.<\u002Fli>\n<\u002Ful><p><\u002Fp><p><b>Key Skills<\u002Fb> : None<\u002Fp>\n<p><b>Desired Candidates Profile<\u002Fb> :<\u002Fp>\n<p><b>Education:<\u002Fb> Bachelor&rsquo;s degree required. Concentration in Management Information Systems, Computer Science, Engineering, Mathematics, Statistics, Predictive Analytics, or Marketing Research preferred.<br>\n<br>\nAdvanced &ndash; Master&rsquo;s degree Computer Science or Applied Mathematics or Computational Statistics preferred<\u002Fp>\n<p><b>Other Key Skills Required:<\u002Fb><\u002Fp><p>\nNone<\u002Fp><\u002Fdiv><p><\u002Fp>","565b69f1a2b6ce81":"We are a digitally native technology services company where innovation, design and engineering meet scale. We use some of the latest technologies in the digital and cognitive field to empower organizations in every aspect. We have more than 8,300 professionals and we are present in 14 countries working for companies like Google, LinkedIn, BBVA, EA and Coca Cola, among others.\n<br><br>\nWe were named a Worldwide Leader of Digital Strategy Consulting Services by IDC MarketScape report (2016 and 2017). We were also featured as a business case study at Harvard, MIT, and Stanford.\n<br><br>\nFor more information, visit www.globant.com\n<br><br>\nWHAT ARE WE LOOKING FOR?\n<br><br>\nWe are looking for an experienced Data Scientist in creating metrics and models around the performance of web products for decision making.\n<br><br>\n<b>YOULL GET THE CHANCE TO:<\u002Fb><br>\n<ul>\n<li>Design customer-facing experiments (A\u002FB tests) and distill their results into actionable outcomes.<\u002Fli>\n<li>Apply data & analytical skills to help understand how customers use products.<\u002Fli>\n<li>Partner closely with product leadership to define, measure and report on the core product and feature metrics.<\u002Fli>\n<li>Execute cohort studies and drive analyses to understand customer behavior and identify opportunities for improving the product(s).<\u002Fli>\n<li>Collaborate with data and business intelligence teams to develop reports and visualization dashboards.<\u002Fli>\n<li>Build financial models to project key business metrics - Traffic, conversion, Engagement - and develop KPIs to measure initiative performance.<\u002Fli>\n<\u002Ful>\n<b>WHAT WILL HELP YOU SUCCEED:<\u002Fb><br>\n<ul>\n<li>Strong problem-solving skills with an emphasis on numerical solutions and product development.<\u002Fli>\n<li>Good communication skills.<\u002Fli>\n<li>Strong understanding of marketing and financial concepts.<\u002Fli>\n<li>Expertise in frequentist inference and computational statistics applications.<\u002Fli>\n<li>Excellent technical skills in SQL, Python\u002FR to analyze complex data.<\u002Fli>\n<li>5+ years of experience in product Analytics.<\u002Fli>\n<li>Google Cloud Platform highly desired.<\u002Fli>\n<li>Previous experience within sports\u002Fentertainment\u002Fticketing business and technology considered a strong plus.<\u002Fli>\n<\u002Ful>\nWe are interested in hard-working, fast-learning talents and we have the know-how and scale to help you make your own career path. If you seek an entrepreneurial, flexible and team-oriented culture, come join us.\n<br><br>\nWe are ready.","ce19e90817e20f36":"<div><h1 class=\"jobSectionHeader\"><b>Description\n<\u002Fb><\u002Fh1><p>Our Enterprise Analytics department is growing, and we're looking for an outstanding data scientist to create predictive models to drive strategy, efficiency, and profitability across the bank.\n<\u002Fp><p><\u002Fp><p>In this role you will work within our Data Science and Predictive Modeling team and partner with data architecture, indirect lending, and consumer bank leadership to drive actionable and valuable insights to our customers and colleagues. This includes identifying opportunities and championing these capabilities around Huntington. You will lead the enhancement of our pricing optimization across multiple lines of lending, by building predictive models, automating insights, and operationalizing the delivery mechanism throughout the enterprise. At the project level, you will need to identify the appropriate technique, develop new data sets and models, define and monitor success, and communicate with technical and non-technical partners along the way.\n<\u002Fp><p><\u002Fp><p>Responsibilities:\n<\u002Fp><p><\u002Fp><p>Collaborate with pricing, product, marketing, and compliance teams to ensure business needs are understood and translated into project requirements.\n<\u002Fp><p>You'll need to create a road map consisting of the technology, analytical approach, delivery mechanisms, and monitoring to ensure on-going success of pricing analytics. You'll also need to work with executive leadership to gain buy-in as well as technology experts to ensure execution success, across multiple lines of business.\n<\u002Fp><p>This position requires both technology and project leadership while planning and executing multiple analytic projects at once in response to evolving business needs.\n<\u002Fp><p><\u002Fp><p>Basic Qualifications:\n<\u002Fp><ul><li>Master's Degree\n<\u002Fli><li>5 or more years of work experience in Statistics, Computer Science, Engineering, or Library Science.\n<\u002Fli><li>A minimum of 3 years of experience with machine learning frameworks (i.e. scikit learn, keras, caret, TensorFlow, h2o) and machine learning technologies (e.g. supervised, unsupervised, reinforcement, deep)\n<\u002Fli><li>A minimum of 3 years of experience with at least one programming language (i.e. R, Python, SAS, or Julia).\n<\u002Fli><\u002Ful><p><\u002Fp><p>Preferred Qualifications:\n<\u002Fp><ul><li>PhD preferred.\n<\u002Fli><li>Experience with mathematical optimization, specifically linear programming.\n<\u002Fli><li>Coursework in Generalized Linear Models, Statistical Inference, Statistical Computation, Statistical Theory, Design of Experiments, Data Mining, Bayesian Analysis, Multivariate Analysis, Probability Theory, Time Series, Nonparametric Statistics, or Spatial Statistics.\n<\u002Fli><li>3 years of experience with SQL queries of large databases such as Oracle, DB2, SQL Server, Teradata, and Hadoop.\n<\u002Fli><li>Experience developing and applying statistical or machine learning methods in a corporate environment through applications such as R, python, or SAS.\n<\u002Fli><li>Fluent in programming languages such as Python, Java, or C++ in a data mining context, and experience building web-based applications or dashboards using R, python, HTML, CSS, Perl, and JavaScript.\n<\u002Fli><li>Excellent written and verbal communication skills with a proven ability to interact effectively across all organizational levels.\n<\u002Fli><li>Progressive thinker and problem solver, with a strong ability to manage ambiguity and complexity.\n<\u002Fli><li>Work effectively in teams as well as independently across multiple tasks while meeting aggressive timelines.\n<\u002Fli><li>Experience working in a consumer-centric company and with teams of technical professionals in a cross-functional environment.\n<\u002Fli><li>Ability to embrace change, constructively negotiate constraints, and effectively leverage resources to create exceptional outcomes. Consistently model and inspire high levels of professional demeanor and integrity.\n<\u002Fli><\u002Ful><p><\u002Fp><p>EEO\u002FAA Employer\u002FMinority\u002FFemale\u002FDisability\u002FVeteran\u002FSexual Orientation\u002FGender Identity\n<\u002Fp><p><\u002Fp><p>Tobacco-Free Hiring Practice: Visit Huntington's Career Web Site for more details.\n<\u002Fp><p><\u002Fp><p>Agency Statement: Huntington does not accept solicitation from Third Party Recruiters for any position<\u002Fp><\u002Fdiv><p><\u002Fp>","033b1e4550a09410":"<div><p>We are looking for an extraordinary <b>Data Scientist<\u002Fb> to join the band and build core analytics to support our Music organization. The Music organization is responsible for editorial music recommendations, programming of music content on the Spotify app, relationships with the music industry, artist marketing, and live events.<\u002Fp>\n<p>\nSpotify&rsquo;s mission is to unlock the potential of human creativity&mdash;by giving a million creative artists the opportunity to live off their art and billions of fans the opportunity to enjoy and be inspired by it. You will help us achieve this mission, and above all, you will be at the nexus of data science and business at one of the most innovative companies in the world.<\u002Fp>\n<h2 class=\"jobSectionHeader\"><b>\nWhat you&rsquo;ll do<\u002Fb><\u002Fh2>\n<ul><li>Support leadership with research on key business initiatives and challenges.<\u002Fli>\n<li>Perform analyses on large sets of data to extract actionable insights that will drive decisions, with a particular focus on editorial curation and Spotify&rsquo;s key music brands.<\u002Fli>\n<li>Engineer novel data sets and features that shed new light on the dynamics of music listening.<\u002Fli>\n<li>Define success measures and build tools that predict and track performance of strategic projects.<\u002Fli>\n<li>Communicate data-driven insights and recommendations to non-technical audiences, through clear visualisations and presentations.<\u002Fli>\n<\u002Ful><h2 class=\"jobSectionHeader\"><b>Who you are<\u002Fb><\u002Fh2>\n<ul><li>You are a natural communicator, who focuses just as much on the delivery and the &ldquo;so what&rdquo; of your insights, as you do on the technical craft of extracting them.<\u002Fli>\n<li>You are comfortable building and maintaining relationships with senior management, as well as team members around the world.<\u002Fli>\n<li>You are capable of tackling very loosely defined problems, and comfortable leading and owning a research agenda for long term analytics projects.<\u002Fli>\n<li>You are passionate about music and popular culture in general. Previous experience in music, media, entertainment, or tech industries is a plus.<\u002Fli>\n<\u002Ful><p><b>What you bring<\u002Fb><\u002Fp>\n<ul>\n<li>Degree in Computer Science\u002FEngineering, Mathematics, Statistics, Economics, or another quantitative field; advanced degree is desirable.<\u002Fli>\n<li>2+ years (5+ years for senior role) of relevant experience analyzing complex data with SQL, Python, and\u002For R.<\u002Fli>\n<li>Modeling and statistical knowledge is a strong preference. Feature engineering for machine learning models is a real plus.<\u002Fli>\n<li>Experience with visualisations and dashboarding (e.g., Tableau or similar BI software) is a strong preference.<\u002Fli>\n<li>Experience creating and scheduling datasets is highly valued. Knowledge of Google BigQuery and Java\u002FScala is a plus.<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv>","35db818d30f60443":"<div>AT&amp;T is looking for a data scientist that will help us discover the information hidden in vast amounts of data to help us make smarter decisions to deliver actionable reports and predictions on network behavior. Your primary focus will be in applying data mining techniques, doing statistical analysis, and building high quality prediction systems integrated with tools and applications within a closed DoD network. You will also be expected to establish the Data Science DevOps Pod and in so doing will build and recommend tools and capabilities necessary to meet customer demand for Data and reports.<br>\n<p>Scope and responsibilities include:<br>\nKnowledge: Applies extensive technical expertise, and experience to real-world scenarios.<br>\nProblem Solving: Develops technical solutions to complex problems which require the regular use of ingenuity and creativity.<br>\nDiscretion: Work is performed without appreciable direction. Exercises considerable latitude in determining technical objectives and approaches to assignment.<br>\nImpact: Erroneous decisions or recommendations would typically result in failure to achieve major organizational objectives.<br>\nLiaison: Must have excellent people and organizational skills to professionally interact with internal and external organizations.<br>\n<br>\nAdditional Responsibilities:<br>\n<\u002Fp><ul><li>\nRepresents the organization as the prime technical contact on contracts and projects.<\u002Fli><li>\nInteracts in a customer-facing capacity with senior leadership on significant technical matters often requiring coordination between organizations.<\u002Fli><li>\nSelecting features, building and optimizing classifiers using machine learning techniques<\u002Fli><li>\nData mining using state-of-the-art methods<\u002Fli><li>\nEnhancing data collection procedures to include information that is relevant for building analytic systems<\u002Fli><li>\nProcessing, cleansing, and verifying the integrity of data used for analysis<\u002Fli><li>\nDoing ad-hoc analysis and presenting results in a clear manner<\u002Fli><li>\nCreating automated anomaly detection systems and constant tracking of its performance<\u002Fli><li>\nSkills and Qualifications:<\u002Fli><li>\nA passion to automate everything<\u002Fli><li>\nHands-on experience scripting and programming skills<\u002Fli><li>\nExcellent understanding of machine learning techniques and algorithms, such as k-NN, Naive Bayes, SVM, Decision Forests, etc.<\u002Fli><li>\nProficiency in using query languages such as SQL, Hive, Pig<\u002Fli><li>\nExperience with databases, such as MongoDB, Cassandra, MSSQL, Oracle<\u002Fli><li>\nDemonstrated ability to work with unstructured data.<\u002Fli><li>\nA motivated self-starting personality with natural intellectual curiosity<\u002Fli><li>\nable to work independently while maintaining patience with constant interruptions and multiple requests.<\u002Fli><li>\nStrong speaking, listening, and writing skills are critical for presentations to varied audiences in terms non-technical leadership can understand.<\u002Fli><li>\nStrong organizational skills with ability to prioritize and manage multiple tasks and responsibilities.<\u002Fli><li>\nTechnologically savvy in handling of administrative practices.<\u002Fli><li>\nComfortable working with confidential \u002Fsensitive\u002F secret or proprietary information.<\u002Fli><li>\nExperience in scripting with Bash, Perl, YAML, or other scripting languages<\u002Fli><li>\nStrong Data analytics and reporting expertise<\u002Fli><li>\nFamiliarity or willingness to learn R Programming<\u002Fli><li>\nFamiliarity or willingness to learn Python Coding<\u002Fli><li>\nFamiliarity or willingness to learn Hadoop, SQL, Apache Spark<\u002Fli><li>\nFamiliarity or willingness to learn Data visualization tools such as Tablaeu, ggplot, d3.js and Matplottlib,<\u002Fli><li>\nExperience with popular DevOps tools such as (Puppet, Chef, Ansible, Vagrant, Docker, Jenkins, Maven, Selenium, or Jira), provisioning, infrastructure as code, and other DevOps concepts and tools is desirable.<\u002Fli><\u002Ful><br>\nRequired Experience, Education, and Certifications:<br>\n<ul><li>Compliant with DoD 8570 IAT Level I baseline certification or higher<\u002Fli><li>Master&rsquo;s degree from an accredited college with 3 years of professional experience, or bachelor&rsquo;s degree (Engineering, Math, Computer Science, Physics, Telecommunications, or Information Systems) from an accredited college with 5 years of professional experience, or 10 years related experience in DoD \u002F Service Provider Networks<\u002Fli><\u002Ful><br>\nRequired Clearance:<br>\nSecret<\u002Fdiv>","9fbd32a05e51b088":"<p><\u002Fp><div><div><div><div><b>Job Summary<\u002Fb>\n<\u002Fdiv><div><p>Data science encompasses the computational and statistical skills required to use data in support of scientific enquiry and sound business decision-making. We are looking to hire candidates to work on challenging data science problems across our oil &amp; gas businesses, including exploration, production, refining, chemicals, retail and corporate services.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div><b>\nJob Responsibilities<\u002Fb>\n<\u002Fdiv><div><ul><li>Apply statistical analysis, pattern recognition, and machine learning &ndash; along with domain knowledge and subject-specific models &ndash; to solve science, engineering, and commercial problems.<\u002Fli>\n<li>Contribute to data science or decision modeling projects:\n<ul><li>Design experiments and\u002For run simulations to generate new data in support of analytic studies.<\u002Fli>\n<li>Retrieve and combine data from databases, data historians, and\u002For data lakes; there is a strong emphasis on programming, particularly using scripting languages.<\u002Fli>\n<li>Perform exploratory data analysis for quality control and improved understanding.<\u002Fli>\n<li>Build, analyze, and compare statistical and\u002For machine learning models.<\u002Fli>\n<li>Deploy data-analytic products to end-users and\u002For document data-analytic results in technical reports.<\u002Fli>\n<\u002Ful><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><div><b>Requirements<\u002Fb>\n<\u002Fdiv><div><ul><li>MS (exceptional BS candidates will be considered) in one of the following disciplines: Engineering\u002FSciences, Mathematics, Statistics or Computer Science with significant experience in data analytics.\n<\u002Fli><li>Experience in Python, Scala, Java, C, C++ or R is required\n<\u002Fli><li>Knowledge of statistics, linear algebra, multiple variable calculus, Fourier analysis or machine learning\n<\u002Fli><li>Experience using one or more of the following software packages: scikit-learn, numpy, pandas, jupyter, matplotlib, scipy, nltk, spacy, keras, tensorflow<\u002Fli>\n<li>Experience solving problems using one or more of the following techniques: Regression, Support Vector Machines, Decision trees, random forest, Boosting, PCA, KMeans<\u002Fli>\n<li>Experience in using SQL\u002FNo SQL databases is an advantage<\u002Fli>\n<li>Experience working in Linux and in a High Performance Computing environment is an advantage<\u002Fli><br>\n<\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p>\n<\u002Fp><p>Alternate Location: United States : Baytown, Texas || United States : Clinton, New Jersey || United States : Houston, Texas<\u002Fp><br>\n<p><\u002Fp>\n<p>ExxonMobil is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, protected veteran status, or disability status.<\u002Fp><\u002Fdiv>","655db80445215bff":"<b>About Us:<\u002Fb><br>\n---------\n<br><br>\nBlueshift ( https:\u002F\u002Fblueshift.com\u002F ) empowers leading digital brands like Udacity, LendingTree, IAC and Paypal to automate customer engagement marketing using latest innovations in distributed data systems and AI. The company is co-founded by repeat entrepreneurs who previously built Mertado (acquired by Groupon), and was part of the founding team behind Kosmix (acquired by Walmart to become @WalmartLabs). Blueshift is backed by Softbank and top tier Silicon Valley VCs like Storm Ventures, Nexus Venture Partners and NEA and is based in San Francisco.\n<br><br>\n<b>Responsibilities:<\u002Fb><br>\n-----------------\n<br><br>\nAs a Data Scientist, Customer Insights, you will perform hands-on analysis of marketing data to create and deliver customized insights for Blueshift clients. You will help drive marketing strategy by developing benchmark reports and best practices for driving higher marketing RoI.\n<br><br>\n<b>Requirements:<\u002Fb><br>\n-------------\n<br><br>\n<ul>\n<li>Expert SQL and quantitative analysis skills<\u002Fli>\n<li>Proven experience with data visualization and reporting tools<\u002Fli>\n<li>Intermediate to advanced programming skills in python or ruby<\u002Fli>\n<li>Excellent spoken and written communication skills<\u002Fli>\n<li>Familiarity with data warehouses like Druid, Redshift or Hive<\u002Fli>\n<\u002Ful>\n<b>Perks:<\u002Fb><br>\n------\n<br><br>\n<ul>\n<li>Full health, dental, vision insurance<\u002Fli>\n<li>Competitive equity and salary<\u002Fli>\n<li>Flexible spending accounts for transportation and parking<\u002Fli>\n<li>Life insurance & disability coverage<\u002Fli>\n<li>401K<\u002Fli>\n<li>Proximity to public transport (BART \u002F Caltrain)<\u002Fli>\n<li>Catered lunches<\u002Fli>\n<li>We will process visa transfers (H1b, TN etc.) and immigration<\u002Fli>\n<\u002Ful>\n","991039b717520ea1":"WE ARE A TRANSFORMATIONAL PARTNER\n<br>We marry design and engineering language in ways that produce impactful and memorable experience journeys. We partner all the way to continuously improve our clients digital maturity. Our Studio network brings the optimal combination of skill, scale, and cost for each stage of the product development lifecycle. And to do this we need great transformational people that want to impact the projects and organizations that they work with.\n<br><br>\nWe are looking for an exceptional Data Scientist (PYTHON, HADOOP) to work with our cross-functional team onsite at our client in the North Atlanta area. Core to this need are:\n<br><br>\n<ul>\n<li>5-7 years of Data Modeling and Machine Learning Experience<\u002Fli>\n<li>5-7 years of Python & R- Language Experience<\u002Fli>\n<li>5-7 years of HADOOP-BIGDATA experience<\u002Fli>\n<li>Proficiency dealing with extraction and manipulation of relational databases (SQL)<\u002Fli>\n<li>3 -5 years of experience in advanced statistical techniques such as predictive statistical models, customer profiling, segmentation analysis survey design and analysis and data mining<\u002Fli>\n<li>3-5 years of experience of learning systems to analyze and filter continuous data flows.<\u002Fli>\n<li>3-5 years of experience of analyzing large data sets to develop custom models and algorithms to drive business solutions.<\u002Fli>\n<li>3-5 years of experience building large data sets from multiple sources to build algorithms for predicting future data characteristics.<\u002Fli>\n<li>Experience developing custom data models to drive recommendations.<\u002Fli>\n<li>Experience working in a cross-functional environment.<\u002Fli>\n<li>Excellent Communication Skills<\u002Fli>\n<li>Good Team Player<\u002Fli>\n<li>Able to work independently with minimum guidance<\u002Fli>\n<\u002Ful>\nWe are a thriving Community of top technology talent that is globally connected. We Engage, Make, Run and Evolve the technology that makes many brands that you know and love. So lets take this journey together. No matter where you are on your digital career roadmap, we can help you grow and have fun doing it.\n<br><br>\nPack and move relocation available. Softvision LLC is an Equal Opportunity Employer. No 3rd Party Agency Candidates.","363b2c50c896a468":"New York, NY\n<br><br>\nHOMER has a newly created opportunity for an exceptional Data Scientist to join our energetic, growing team in New York! You will have a profound impact on a company that touches the lives of children, parents, and teachers across the globe with one of the most celebrated reading and learn-to-read platforms in the industry. We are looking to create the best digital learning experience available. Your work will help build a beautiful, personalized experience to meet every child's specific needs as they learn to read, love to read, and read to learn. Success in this position means you have helped the children using our products find the lessons, stories, and other content that best fit their age and interests.\n<br><br>\nAs a Data Scientist, you will report into the Director of Data & Analytics, and will be responsible for developing deep expertise in our data, analyzing it thoughtfully and creatively, and distilling complex findings into compelling narratives. You will work with various business units and stakeholders to answer key strategic questions and identify actionable takeaways. As you grow, you'll take on new responsibilities, from developing advanced data analytics visualization tools, to designing and improving our algorithms for product personalization features and marketing optimization applications. If you are passionate about leveraging data to support business decisions, we want to hear from you!\n<br><br>\nHOMER is a venture-backed, high-growth business that offers competitive compensation including equity and full benefits in a creative, flexible environment that invests in professional development.\n<br><br>\n<b>Your responsibilities will include:<\u002Fb><br>\n<ul>\n<li>Working with various business teams at Homer to understand their analytics questions, and determine the appropriate data sources and analysis approaches needed to answer them<\u002Fli>\n<li>Executing analytics projects, applying appropriate statistical and machine learning techniques to produce key insights and actionable takeaways, and presenting findings and recommendations to key stakeholders<\u002Fli>\n<li>Analyze business metrics and KPIs to understand trends, identify issues, and opportunities for optimization<\u002Fli>\n<li>Help identify and assess metrics and KPIs that could be tracked in order to measure impact and business outcomes<\u002Fli>\n<li>Analyze A\u002FB test results and perform cohort studies to track long-term impact on user behavior<\u002Fli>\n<li>Be actively involved in the development of our analytics tools for A\u002FB testing, segmentation, funnel analysis, and other analytics needs<\u002Fli>\n<li>Tackling machine learning projects across various applications and business use cases<\u002Fli>\n<\u002Ful>\n<b>Must Haves:<\u002Fb><br>\n<ul>\n<li>Excellent problem solving, analytical thinking and communication skills<\u002Fli>\n<li>Proficiency in Python, SQL, and statistical tools such as R<\u002Fli>\n<li>Experience with data visualization tools (e.g. Looker, Tableau, D3\u002FJavascript)<\u002Fli>\n<li>Ability to query and extract data from various data sources, including relational databases (e.g. MySQL), non-relational databases (e.g. Couchbase or MongoDB), and column store (e.g. Vertica\u002FRedshift)<\u002Fli>\n<li>Strong statistics and mathematical fundamentals<\u002Fli>\n<li>Bachelor's degree in a quantitative field such as Computer Science, Mathematics, Statistics, or Economics<\u002Fli>\n<li>2-5 years of relevant work experience<\u002Fli>\n<\u002Ful>\n<b>Nice-to-Haves:<\u002Fb><br>\n<ul>\n<li>Knowledge and experience in machine learning is a plus<\u002Fli>\n<li>Experience designing highly usable and compelling dashboards\u002Fvisualizations is a plus<\u002Fli>\n<\u002Ful>\n<b>We like people who:<\u002Fb><br>\n<ul>\n<li>Are passionate about data, love getting their hands dirty with data and shaping it into information<\u002Fli>\n<li>Are meticulous, thorough, and display excellent attention to detail<\u002Fli>\n<li>Are intellectually curious and comfortable working with new or unconventional technologies<\u002Fli>\n<li>Are self starters, super proactive and can act as the CEO of their position<\u002Fli>\n<li>Have an innate desire to deliver results<\u002Fli>\n<li>Enjoy working hard and working smart<\u002Fli>\n<li>Are passionate about our industry (education) and our consumers (children, parents and educators)<\u002Fli>\n<\u002Ful>\n<b>What you'll get:<\u002Fb><br>\n<ul>\n<li>HOMER offers competitive compensation including equity and full benefits<\u002Fli>\n<li>Smart, passionate, and engaged co-workers<\u002Fli>\n<li>Excellent top-tier Medical\u002FDental\u002FVision benefits<\u002Fli>\n<li>The chance to have a big impact, quickly<\u002Fli>\n<li>The rare opportunity to make a dent in the universe. We're bringing a love of reading and learning to children globally<\u002Fli>\n<\u002Ful>\nHOMER is an equal opportunity employer and enthusiastically encourages people from a wide variety of backgrounds and experiences to apply. HOMER does not discriminate on the basis of race, color, religion, sex (including pregnancy), gender, national origin, citizenship, age, mental or physical disability, veteran status, marital status, sexual orientation or any other basis prohibited by law.","69fb2c1a6fc1c6b3":"<div><p>Polaris&rsquo;s Data Science team works with business leaders across the enterprise to drive optimized strategy using data. The Data Scientist is responsible for creating recommendations for complex business decisions using predictive analytics. In addition to advanced analytics skills, this role is also proficient at integrating and preparing large, varied datasets, designing and implementing production algorithm scoring, and communicating results. You are primarily a data scientist but are passionate about developing advanced end-to-end analytics and technology solutions that drive value for our business.<\u002Fp><p><\u002Fp><p><b>\nRESPONSIBILITIES:<\u002Fb><\u002Fp><ul><li>\nDevelop analytical approaches to strategic business decisions<\u002Fli><li>\nExtract, cleanse, and combine data from multiple sources and systems<\u002Fli><li>\nPerform exploratory and targeted analyses, with a wide variety of statistical methods including: cluster, regression, decision tree\u002Frandom forest, time series, neural network and others<\u002Fli><li>\nCollaborate cross-functionally to arrive at actionable insights<\u002Fli><li>\nSynthesize analytic results with business input to drive measurable change<\u002Fli><li>\nEffectively communicate technical analyses and results to business management<\u002Fli><li>\nDevelop and continually improve multi-source data architecture and analytics procedures, systems, workflows<\u002Fli><li>\nContribute to the development of end-to-end data driven solutions<\u002Fli><li>\nIntegrate and productionalize model results into both cloud and edge compute hardware platforms<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nQUALIFICATIONS:<\u002Fb><\u002Fp><ul><li>\n2+ years of work experience in a predictive analytics-focused role<\u002Fli><li>\nMasters degree in Applied Statistics\u002FMathematics, Data or Computer Science, or work experience equivalent<\u002Fli><li>\nStrong knowledge of statistical methods and predictive\u002Fanalytical modeling techniques and practices<\u002Fli><li>\nExperience with data preparation, rationalization, and processing in a cloud environment<\u002Fli><li>\nHighly proficient with one or more data mining\u002Fpredictive modeling tools: SQL, R, Python<\u002Fli><li>\nHighly proficient with one or more data visualization tools: Tableau, Power BI<\u002Fli><li>\nPractical understanding of mechanical systems and diverse hardware integration methods both a plus<\u002Fli><\u002Ful><\u002Fdiv>","6fc0a226ab484e0d":"<div><h2 class=\"jobSectionHeader\"><b>MORE ABOUT THIS JOB\n<\u002Fb><\u002Fh2><div><div><div><div>CONSUMER AND INVESTMENT MANAGEMENT DIVISION (CIMD)<\u002Fdiv><div>\nThe Consumer and Investment Management Division includes Goldman Sachs Asset Management (GSAM), Private Wealth Management (PWM) and our Consumer business (Marcus by Goldman Sachs). We provide asset management, wealth management and banking expertise to consumers and institutions around the world. CIMD partners with various teams across the firm to help individuals and institutions navigate changing markets and take control of their financial lives.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nCONSUMER<\u002Fdiv><div>\nConsumer, externally known as Marcus by Goldman Sachs, is comprised of the firm&rsquo;s digitally-led consumer businesses, which include our deposits and lending businesses, as well as our personal financial management app, Clarity Money. Consumer combines the strength and heritage of a 150-year-old financial institution with the agility and entrepreneurial spirit of a tech start-up. Through the use of machine learning and intuitive design, we provide customers with powerful tools that are grounded in value, transparency and simplicity to help them make smarter decisions about their money.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>RESPONSIBILITIES AND QUALIFICATIONS\n<\u002Fb><\u002Fh2><div><div><div><p><b>Job Summary &amp; Responsibilities<\u002Fb><\u002Fp><div>\nAs part of the decision and data science function for Marcus, you will be at the forefront of a data-driven initiative to optimize decision making. This role will draw upon your knowledge of programming and mathematics. In this role you will:<\u002Fdiv><ul><li>\nRapidly prototype early-stage solutions and design \u002F evaluate predictive models and advanced algorithms to drive business decisions throughout the customer lifecycle (prospecting, acquisition, underwriting, fraud, collections, enhancing customer experience)<\u002Fli><li>\nUnderstand the systems and the business processes that populate those systems with data<\u002Fli><li>\nCarry out data processing including statistical analysis, variable selection, and dimensionality reduction, custom attribute engineering, as well as the evaluation of new data sources<\u002Fli><li>\nLeverage methods from diverse disciplines such as machine learning, deep learning, artificial intelligence, statistical modelling, information theory, information retrieval and other areas to gain customer insights, draw conclusions and work with business partners to put those insights into action<\u002Fli><\u002Ful><ul><li>\nParticipate in data architecture decisions and partner with technology teams to implement models\u002Falgorithms in production\n<\u002Fli><li>Help document your assumptions and methodologies, as well as carry out validation and testing to facilitate peer reviews and independent model validation<\u002Fli><\u002Ful><ul><li>\nThink strategically on a higher level, proposing new business metrics or suggesting alternatives, creating highly interpretive models that imply new context and new semantics for data<\u002Fli><\u002Ful><p><b>\nBasic Qualifications<\u002Fb><\u002Fp><ul><li>\nBS\u002FMS or PhD in a quantitative field - Applied Mathematics, Physics, Engineering, Computer Science<\u002Fli><li>\nQuantitative background including an understanding of probability and statistics<\u002Fli><li>\nStrong programming background in compiled or scripting languages (C\u002FC++, Python, Java, etc.)<\u002Fli><li>\nAbility to explain complex models and analysis to diverse audience<\u002Fli><\u002Ful><p><b>\nPreferred Qualifications<\u002Fb><\u002Fp><ul><li>\nExperience in data science, advanced statistics<\u002Fli><li>\nFamiliarity with statistical computing languages or packages (R, Matlab, numpy\u002Fscikit-learn, Tensorflow, Keras, Pytorch)<\u002Fli><li>\nFamiliarity with advanced ML models - neural networks (feed forward, CNNs, RNNs, LSTM), Hidden Markov Models, random forests, SVMs, multivariate analysis, clustering, dimensionality reduction or participation in Kaggle data science competitions<\u002Fli><li>\nExperience with distributed computing (Hadoop, Spark)<\u002Fli><li>\nExperience in a start-up business or a new business line within a larger organization<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>ABOUT GOLDMAN SACHS\n<\u002Fb><\u002Fh2><div><div><div><div>The Goldman Sachs Group, Inc. is a leading global investment banking, securities and investment management firm that provides a wide range of financial services to a substantial and diversified client base that includes corporations, financial institutions, governments and individuals. Founded in 1869, the firm is headquartered in New York and maintains offices in all major financial centers around the world.<br>\n<br>\n&copy; The Goldman Sachs Group, Inc., 2019. All rights reserved Goldman Sachs is an equal employment\u002Faffirmative action employer Female\u002FMinority\u002FDisability\u002FVet.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","610698975c29b020":"<div><p>The Data Scientist provides data-driven insights related to several of Perfect World&rsquo;s services and products, including our popular games and the global game publishing platform.<\u002Fp>\n<p>He\u002Fshe identifies the opportunities that would help improve the user acquisition, retention and monetization of our games.<\u002Fp>\n<p>Ideal candidates will have a deep understanding of statistics and machine learning algorithms, experience working with large datasets, and an ability to communicate actionable insights directly to non-technical audiences.<\u002Fp>\n<p><b>Key Qualifications<\u002Fb><\u002Fp>\n<ul><li>2 years of industry experience in a Data Science or Analytics role.<\u002Fli>\n<li>Experience with visualization software.<\u002Fli>\n<li>Working knowledge of SQL and Python\u002FR.<\u002Fli>\n<li>Working experience of Machine Learning and predictive analytics.<\u002Fli>\n<li>Familiarity with the Hadoop framework, including the ability to interact with data through Hive, Pig, or MapReduce preferred.<\u002Fli>\n<li>Strong communication skills, both written and oral, and an ability to convey complex results in a clear manner.<\u002Fli>\n<li>Data Science or Analytics experience in gaming or marketing strongly preferred.<\u002Fli>\n<\u002Ful><p><b>Education<\u002Fb><\u002Fp>\n<ul><li>Major in a quantitative field, such as Computer Science, Applied Mathematics, or Statistics, or equivalent professional experience.<\u002Fli><\u002Ful><\u002Fdiv>","67dafec654e7c111":"<div><h2 class=\"jobSectionHeader\"><b>Circle K is a great place to work! Here is why:\n<\u002Fb><br>\n<b>We know that you can work anywhere. However, working at Circle K is the start of something great! While you make it easy for our customers, we focus on you and your development! Our people make us who we are. We want to see you grow, so we put growing together at the forefront of everything we do. It is our duty to provide you with the tools and resources that you need to succeed. Joining Circle K means joining a team that is devoted to you!\n<\u002Fb><\u002Fh2><p><\u002Fp><p>As a member of the Enterprise Data &amp; Analytics Team, the Data Scientist is an everyday partner with multiple departments, including Global Marketing, Category Management, Shared Services &amp; Finance, Global Technology, and Business Unit Leadership. This is a unique opportunity to work on a new, growing team within a large organization.\n<\u002Fp><p>The Data Scientist is responsible for delivering advanced analytics projects that drive business results. The ideal candidate should possess the ability to contribute to all aspects of project work , including interpreting business questions and desired outcomes, selecting the appropriate methodology, data cleaning, exploratory data analysis, model building, and creation of polished deliverables that are suitable for internal and external presentation.\n<\u002Fp><p><\u002Fp><p>We are looking for an individual who is a proven problem solver with exceptional critical thinking ability. The candidate should have a high sense of curiosity and be comfortable with ambiguity when faced with a difficult challenge. Additionally, the candidate should possess the abilities to collaborate with others and simply and effectively communicate complex concepts with a non-technical audience.\n<\u002Fp><p><\u002Fp><p><b>RESPONSIBILITIES\u002FACCOUNTABILITIES:\n<\u002Fb><\u002Fp><ul><li>Develop advanced analytics and predictive models from design through implementation in the areas of pricing and promotion, marketing, merchandising, and other areas of the business as needed\n<\u002Fli><li>Utilize data mining and statistical techniques to derive business value from store, product, operations, financial, and customer transactional data\n<\u002Fli><li>Clearly and concisely explain complex analytical findings to non-analytical peers and business leaders\n<\u002Fli><li>Provide a strong analytical voice to the rest of the business and be an advocate for using analytics to solve problems and create business value\n<\u002Fli><li>Conduct ad-hoc analyses as required\n<\u002Fli><li>Other duties as assigned\n<\u002Fli><\u002Ful><p><b>KNOWLEDGE, SKILLS AND OTHER QUALIFICATIONS REQUIRED:\n<\u002Fb><\u002Fp><ul><li>Working knowledge of R, Python, or other analytical programming language\n<\u002Fli><li>Ability to query large data sets using SQL or Spark; experience with cloud-based environments preferred\n<\u002Fli><li>Experience using Data visualization software such as Tableau or Power BI\n<\u002Fli><li>Working knowledge of statistical and machine learning techniques such as regression, time series forecasting, clustering, optimization, etc.\n<\u002Fli><li>Strong interpersonal skills, including the ability to communicate the business benefits of analytics\n<\u002Fli><li>Availability to travel up to 25% of the time\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>EDUCATION\u002FTRAINING REQUIRED:\n<\u002Fb><\u002Fp><ul><li>Bachelor&rsquo;s degree required, preferably with a quantitative focus (Statistics, Business Analytics, Data Science, Math, Economics, etc.)\n<\u002Fli><li>Master&rsquo;s degree preferred\n<\u002Fli><li>1-2 years of experience in a data science\u002Fadvanced analytics role, or demonstrated ability to perform job functions via academic project\u002Finternship experience\n<\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>Circle K is an Equal Opportunity Employer.\n<\u002Fb><br>\n<b>The Company complies with the Americans with Disabilities Act (the ADA) and all state and local disability laws. Applicants with disabilities may be entitled to a reasonable accommodation under the terms of the ADA and certain state or local laws as long as it does not impose an undue hardship on the Company. Please inform the Company&rsquo;s Human Resources Representative if you need assistance completing any forms or to otherwise participate in the application process.<\u002Fb><\u002Fh2><\u002Fdiv><p><\u002Fp>","ac4a776033db602b":"<b>Job Description:<\u002Fb><br>\nAt Sentar, our passion is protecting our nations security and our way of life, by innovating, building and securing mission critical assets. We are looking for people with big ideas and big dreams that want to grow them in a small business environment. If you are ready to jump in and get involved in building your future with us, we welcome you to explore the opportunities Sentar can offer .\n<br><br>\n<b>Job Requirements:<\u002Fb><br>\nDATA SCIENTIST  LEVEL 1\n<br><br>\nSentar is currently recruiting for Intelligence\u002F Data Scientists to work on an existing SIGINT Mission related contract in Hawaii. You will be responsible for utilizing data science, scripting, and automation techniques to support analytic design, development and implementation solutions related to discovery and persona analytics\n<br><br>\n<b>DISCIPLINES:<\u002Fb><br>\nAnalysis\n<br><br>\nProcess Automation\n<br><br>\nData Normalization\n<br><br>\nData Visualization\n<br><br>\nMachine Learning\n<br><br>\nStatistics\n<br><br>\nCloud Analytics\n<br><br>\nScripting\n<br>Prototyping Analytics\n<br><br>\n<b>REQUIREMENTS:<\u002Fb><br>\nShall have a minimum of one year experience\n<br><br>\nA Bachelors Degree in Computer Science, Mathematics, or appropriate field may be substituted for the required one year of experience\n<br>Shall have demonstrated, detailed experience in at least two skill areas in at least two of the following categories:\n<br><br>\nMathematics\u002FStatistics\n<br><br>\nStatistical\n<br><br>\nAnalysis\n<br><br>\nGraph Theory Modeling\u002FMachine Learning\n<br>Algorithm Design\n<br><br>\nComputer Design\n<br><br>\nScripting\n<br><br>\nDatabases\n<br><br>\nCloud Computing\n<br>Object Oriented Programming\n<br><br>\nDomain Expertise\u002FAnalysis\n<br><br>\nAnalytic tools and databases\n<br><br>\nSIGINT Collection Systems\n<br><br>\nMetadata Analysis\n<br>Data Mining\n<br><br>\nPresentation\n<br><br>\nData\n<br><br>\nVisualization\n<br><br>\nBusiness Intelligence\n<br>Presentation Skills","4a66d527c9dc6a33":"Discover business insights, identify opportunities and provide solutions and recommendations to solve business problems through the use of statistical, algorithmic, data mining and visualization techniques.\n<br>Level 1\n<br>Under close supervision, conduct predictive analyses for population health management, marketing campaign management and forecasting,\n<br>Analyze and design solutions using healthcare data\n<br>Work with datasets of varying degrees of size and complexity including both structured and unstructured data\n<br>Analyze and mine multiple data sources to select statistically valid data samples\n<br>Build, test and implement machine learning models by investigating appropriate methods and algorithms Develop analytical datasets and transform fields from data sources as necessary for modeling\n<br>Work with other departments to develop research plans to match company goals\n<br>Strategize on approaches to develop robust and meaningful analytics Prepare and co-present reports of model performance and business recommendations Assist internal departments with interpretation of results based on the models Pursue expansion of current knowledge and skills\n<br>Level 2\n<br>Under general supervision conduct predictive analyses for population health management, marketing campaign management and forecasting, Display initiative in research beyond the specific assignment Develop proprietary machine learning algorithms to build customized solutions Prepare and present reports of model performance and business recommendations Lead consultations with internal departments with interpretation of results based on the models Demonstrate good communication skills in order to directly communicate at a consumer level with internal clients Partner with peers to establish, evaluate, and continually improve measurement methodologies, while adhering to nationally accepted analytic and reporting standards Serve as an internal technical and analytic consultant to define business questions and transform data into meaningful and actionable information within a specified timeframe Meaningfully contribution to the areas workload, considering volume and complexity Pursue expansion of current knowledge and skills Provide self- and peer-review of Level 1\n<br>Level 3 Report to a manager who provides minimal supervisory instructions, limited project management, and minimal or limited review of results, beyond pre-release peer review Along with research, create analyses and recommendations that will allow BCBSAZ to meet its goals Deliver business intelligence to clients by applying and demonstrating expertise in the areas of advanced analytics, machine learning, forecasting, data wrangling, and predictive modeling Plan and lead complex projects from inception to completion. Includes working independently on creating timelines, working with other areas to define deliverables, monitoring progress, implementing the project and resolving\u002Fmonitoring post-implementation issues Communicate (both verbally and in writing) and interprets results, recommendations and abstract concepts to internal and external customers. Anticipate and addresses possible customer questions and concerns Build and maintain close working relationships with internal stakeholders (Account Management teams, Health Services, Provider Network, Marketing, Underwriting, Actuarial, IT) and key external client contacts (Brokers\u002FGBAs, BCBS Association, Blues Plans, Vendors) Produce complex analytic solutions Incorporate strategic planning in all areas of responsibility Train and mentor other data scientists and provide peer review\n<br>ALL LEVELS\n<br>Each progressive level includes the ability to perform the essential functions of any lower levels and mentor employees in those levels.\n<br>The position requires a full-time work schedule. Full-time is defined as working at least 40 hours per week, plus any additional hours as requested or as needed to meet business requirements.\n<br>Perform all other duties as assigned.\n<br><br>\nEmployment Requirements\n<br><br>\nREQUIRED QUALIFICATIONS\n<br>Required Work Experience\n<br>2 years of experience in applied statistics, data analysis using analytic tools and methodolgies (Lev 1)\n<br>4 years of experience in applied statistics, data analysis using analytic tools and methodolgies (Lev 2)\n<br>6 years of experience in data analysis using analytic tools using advanced statistical methodologies, machine learning and\u002For data mining techniques (Lev 3) Required Education\n<br>Bachelors Degree in informatics, data science, statistics, computer science, mathematics, machine learning, or related field of study (All Levels) Required Licenses\n<br>N\u002FA Required Certifications\n<br>N\u002FA\n<br>PREFERRED QUALIFICATIONS\n<br>Preferred Work Experience\n<br>2 years of experience in predictive analytics in a healthcare organization (Level 1)\n<br>4 years of experience in predictive analytics in a healthcare organization (Level 2)\n<br>6 years of experience in predictive analytics in a healthcare organization (Level 3) Preferred Education\n<br>Masters degree in informatics, data science, statistics, research or related field of scientific discipline or equivalent work experience (Level 3) Preferred Licenses\n<br>N\u002FA Preferred Certifications\n<br>N\u002FA\n<br>REQUIRED COMPETENCIES\n<br>Required Job Skills (Applies to All Levels)\n<br>Intermediate proficiency in database, presentation, spreadsheet and word processing software\n<br>General proficiency in mathematical and statistical concepts (Applies to all Levels)\n<br>Advanced skills in mathematics and statistics (Levels 2 - 3)\n<br>Intermediate understanding of data management principles (Applies to Level 1- 2)\n<br>Advanced understanding of data management principles (Level 3)\n<br>Basic skill with R, Python, SAS (Level 1)\n<br>Intermediate skill with R, Python, SAS or machine learning and data visualization (Level 2 )\n<br>Proficiency in R, Python, SAS Enterprise Business Intelligence software and data visualization (Level 3)\n<br>Experience with data mining and predictive modeling to include one or more modeling techniques: Logistic Regression, Linear\u002FNon-Linear Regression, Time Series Analysis; Optimization, Simulation and\u002For Machine Learning (Levels 2-3)\n<br>Experience with hypothesis or idea generation and prioritization, exploratory analysis using iterative modeling and tuning, and production integration and delivery of results to ensure adoption (Levels 2-3) Required Professional Competencies (Applies to All Levels)\n<br>Broad understanding of health insurance and statistical terms and concepts\n<br>Analytical knowledge necessary to generate analytic solutions\n<br>Ability to select appropriate statistical methodologies to data sources\n<br>Ability to solve problems independently and draw accurate conclusions from available data using basic analytic techniques\n<br>Ability to deal with ambiguity and make recommendations with less than complete or conflicting information while maintaining appropriate time management\n<br>Ability to maintain confidentiality and privacy\n<br>Ability to communicate effectively, both orally and in writing, to all levels in all departments\n<br>Ability to summarize technical information to a non-technical audience\n<br>Ability to build and maintain productive working relationships with others Required Leadership Experience and Competencies (Applies to All Levels)\n<br>N\u002FA\n<br><br>\nPREFERRED COMPETENCIES\n<br>Preferred Job Skills (Applies to All Levels)\n<br>Advanced proficiency in database, presentation, spreadsheet and word processing software\n<br>General proficiency in mathematical and statistical concepts\n<br>Advanced skills in mathematics and statistics (Levels 2 - 3)\n<br>Intermediate understanding of data management principles (Applies to Level 1- 2)\n<br>Advanced understanding of data management principles (Level 3)\n<br>Intermediate skill with R, Python, SAS, Tableau (Applies to Level1)\n<br>Advanced skill with SAS Statistical or machine learning techniques (Levels 2 - 3)\n<br>Proficiency in R, Python, SAS, Tableau (Levels 2 - 3)\n<br>Experience working with highly distributed computing environments such as Hadoop Preferred Professional Competencies (Applies to All Levels)\n<br>Project management skill needed to create timelines, track deliverables and progress, resolve issues, and communicate project status Preferred Leadership Experience and Competencies (Applies to All Levels)\n<br>N\u002FA","1da79cb515b1d57c":"<div><p><b>Requisition ID:<\u002Fb>224116<br>\n<b>Work Area:<\u002Fb> Software-Design and Development<br>\n<b>Expected Travel:<\u002Fb> 0 - 10%<br>\n<b>Career Status:<\u002Fb> Professional<br>\n<b>Employment Type:<\u002Fb> Regular Full Time<\u002Fp><p><\u002Fp><br>\n<p><b>\nCOMPANY DESCRIPTION<\u002Fb><\u002Fp><p><\u002Fp><br>\n<p>\nSAP started in 1972 as a team of five colleagues with a desire to do something new. Together, they changed enterprise software and reinvented how business was done. Today, as a market leader in enterprise application software, we remain true to our roots. That&rsquo;s why we engineer solutions to fuel innovation, foster equality and spread opportunity for our employees and customers across borders and cultures.<\u002Fp><p>\nSAP values the entrepreneurial spirit, fostering creativity and building lasting relationships with our employees. We know that a diverse and inclusive workforce keeps us competitive and provides opportunities for all. We believe that together we can transform industries, grow economics, lift up societies and sustain our environment. Because it&rsquo;s the best-run businesses that make the world run better and improve people&rsquo;s lives.<\u002Fp><p><b>\nData Scientist,<\u002Fb><b> <\u002Fb><b>Eureka &ndash; a SAP<\u002Fb><b> <\u002Fb><b>S\u002F4 HANA<\u002Fb><b> <\u002Fb><b>unit<\u002Fb><\u002Fp><p><b>\nHiring at all Levels<\u002Fb><\u002Fp><p><\u002Fp><br>\n<p><b>\nEXPECTATIONS AND TASKS<\u002Fb><\u002Fp><p><\u002Fp><br>\n<p>\nEureka is a new unit within SAP S\u002F4 HANA with the purpose to build, learn, and take new SaaS applications to market that delight our customers and fill needs in our current S\u002F4HANA product offerings. Our team plays a key role in the broader S\u002F4HANA Cloud strategy with a focus on building cloud-native services leveraging our SAP technologies like SAP Cloud Platform, SAP HANA, and connecting technology and learnings back to the S\u002F4HANA broader portfolio.<\u002Fp><p><\u002Fp><br>\n<p>\nWe combine engineering and agile operations excellence with thought leadership, entrepreneurial spirit, and radical customer-centricity to turn big ideas into reality. You'll work alongside creative thinkers who share your interests, in an environment that encourages free and open expression of ideas. With innovative job training, mentors to help you grow, and the flexibility to balance your work and personal life, you'll be able to get more out of your career. In our fast-paced environment, we look for talents who are ambitious, display leadership qualities and are always enthusiastic about taking on new challenges. You will be able to grow your skillset in both breadth and depth as we continue to push technology &amp; product experience forward.<\u002Fp><p><\u002Fp><br>\n<p>\nSAP is consistently recognized as one of the world's top employers. Now it's your turn to take the next step and help create the future.<\u002Fp><p><\u002Fp><br>\n<p>\nOverall duties include, but are not limited to:<\u002Fp><ul><li>\nProfessional understanding of machine learning techniques and algorithms.<\u002Fli><li>\nSupport the implementation of our data focused products and processes by developing data science approaches and models (statistical, machine learning, deep learning) from various data resources.<\u002Fli><li>\nDriving hypothesis driven results as part of an agile development team.<\u002Fli><li>\nOptimize models and make them available for consumption by SaaS products.<\u002Fli><li>\nDevelop data collections, labeling pipelines and evaluation frameworks and KPIs.<\u002Fli><li>\nQuick data exploration and data-driven story-telling, i.e. being able communicate your findings well (via Jupyter or data interpretation and visualization tools).<\u002Fli><li>\nLook to leverage our SAP internal Data Science tools like SAP Data Intelligence and SAP HANA.<\u002Fli><li>\nPropose technology options in-line with SAP&rsquo;s overall technology direction.<\u002Fli><li>\nHire and onboard top talent and contribute to a healthy and flourishing engineering culture.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWORK EXPERIENCE<\u002Fb><\u002Fp><ul><li>\nAdvanced degree in Computer Science, Applied Math or Statistics, or related technical field, or equivalent practical experience.<\u002Fli><li>\nExperience in designing and building commercial ML systems.<\u002Fli><li>\nGood applied statistics skills, such as distributions, statistical testing, etc.<\u002Fli><li>\n2 years of experience working in cloud-based machine learning environments.<\u002Fli><li>\nExperience in working with a cross-functional team.<\u002Fli><li>\nCan prioritize and manage workload and meet critical project deadlines.<\u002Fli><li>\nExcellent verbal, communication and board\u002Fexecutive level presentation skills in English.<\u002Fli><li>\nAble to demonstrate previous projects or open source contributions via github.<\u002Fli><\u002Ful><p><b>\nPREFERRED EXPERIENCE<\u002Fb><\u002Fp><ul><li>\nExperience in deep learning techniques for natural language processing a plus.<\u002Fli><li>\nExperience with automation of document classification a plus.<\u002Fli><li>\nExperience with SAP Leonardo Machine Learning platform a plus.<\u002Fli><li>\nExperience with cloud-native architectures a plus.<\u002Fli><li>\nRelated work experience with forecasting, recommendation, and clustering a plus.<\u002Fli><li>\nExperience with modern high-volume data pipeline + data transformation architectures<\u002Fli><li>\nGood understanding of cloud-native technologies, serverless, CaaS, FaaS, etc.<\u002Fli><li>\nFamiliar with SAP technologies like SAP Cloud Platform and HANA.<\u002Fli><\u002Ful><ul><li>\nExperience building machine learning training and inference pipelines in the cloud using on or more major programming language (Python, Java), ML libraries (XGBoost, etc.) and one Deep Learning Framework (PyTorch, Tensor Flow, MXNet, etc.).<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWHAT YOU GET FROM US\n<\u002Fb><\u002Fp><p>Success is what you make it. At SAP, we help you make it your own. A career at SAP can open many doors for you. If you&rsquo;re searching for a company that&rsquo;s dedicated to your ideas and individual growth, recognizes you for your unique contributions, fills you with a strong sense of purpose, and provides a fun, flexible and inclusive work environment &ndash; apply now<i>.<\u002Fi><\u002Fp><p><b>\nSAP'S DIVERSITY COMMITMENT<\u002Fb><br>\nTo harness the power of innovation, SAP invests in the development of its diverse employees. We aspire to leverage the qualities and appreciate the unique competencies that each person brings to the company.<\u002Fp><p>\nSAP is committed to the principles of Equal Employment Opportunity and to providing reasonable accommodations to applicants with physical and\u002For mental disabilities. If you are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team (Americas: Careers.NorthAmerica@sap.com or Careers.LatinAmerica@sap.com, APJ: Careers.APJ@sap.com, EMEA: Careers@sap.com).<\u002Fp><p>\nSuccessful candidates might be required to undergo a background verification with an external vendor.<\u002Fp><p><b>\nAdditional Locations<\u002Fb>:<\u002Fp><\u002Fdiv>","3ed66b66f1d6f58d":"<div><div><div>Vroom.com is a venture-backed, fast-growing start-up focused on revolutionizing the car buying experience. Our approach is unique in that we recondition pre-owned vehicles to a high standard, sell online, and deliver anywhere across the US. We have experienced tremendous growth in our first 5 years of operation and have become a disruptive force in the automotive industry. Vroom is an exciting, accelerating workplace, and there's no better time to join the team than right now.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nVroom.com is on a mission to transform the used car market into a modern, online and data-driven industry! We are constantly exploring new ways to improve our car pricing algorithms, to optimize our inventory and merchandising models, and to leverage data to better understand our customers. To help out, we are looking for experienced Data Scientists to join our Data Science and Analytics Team. The ideal candidates will be looking to apply their passion for data and technology to drive business-critical decisions. This is a role with high visibility into the business and with strong potential for growth within the company.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><\u002Fh3><div><ul><li>\nOwn end-to-end data workflows and develop deep domain expertise on the underlying actors and behaviors manifested through data<\u002Fli><li>\nImplement and validate predictive models and create and maintain statistical models to optimize inventory and with a focus on the used car market pricing, vehicle attributes and demand indicators<\u002Fli><li>\nIdentify standard and novel data sources to assess consumer-related demand levels and other market indicator<\u002Fli><li>\nAcquire, organize and leverage insights derived from that data<\u002Fli><li>\nCollaborate with data engineers to rapidly deploy newly developed models<\u002Fli><li>\nDevelop and maintain ETL pipelines to optimize the integration and the use of all available data sources\n<\u002Fli><li>Propose solutions and strategies to business challenges<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><\u002Fh3><div><ul><li>\nStrong and demonstrated technical skills and a desire to continue to expend on those skills<\u002Fli><li>\nA quantitative\u002Ftechnical\u002Fanalytics education (Masters\u002FPhD in a quantitative discipline preferred)<\u002Fli><li>\nContemporary data engineering \u002F data science technical skills (e.g. SQL, R, Python) and a desire to try out the cutting edge<\u002Fli><li>\nExperience in supply chain planning, demand modeling, inventory optimization, and\u002For AdTech technology and industry preferred<\u002Fli><li>\nProficiency in applying statistical\u002Fmachine learning methods in the real world<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><b>Benefits<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThis full-time role offers competitive compensation; health, dental, and vision insurance through United Healthcare; a 401k plan; fully company-paid short term disability, long term disability, and life insurance; access to a healthcare concierge service with virtual visits; and 15 annualized days of paid vacation.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nBut our biggest benefit is being part of a low-ego, high performing team that's transforming the used car market into a modern, online and data-driven industry. We are looking for people who want to be a part of a contemporary startup culture. What gets us out of bed is working with talented people on a mission that matters.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>To Apply<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nIf you think you might be who we&rsquo;re looking for, apply below with your resume and a cover letter telling us why you think you&rsquo;d be a great addition to the team.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","a2c422643994d866":"Founded by Dr. Priscilla Chan and Mark Zuckerberg in 2015, the Chan Zuckerberg Initiative (CZI) is a new kind of philanthropy that's leveraging technology to help solve some of the world's toughest challenges  from eradicating disease, to improving education, to reforming the criminal justice system. Across three core Initiative focus areas of Science, Education and Justice and Opportunity, we're pairing engineering with grantmaking, impact investing, policy work, and movement building, to help build an inclusive, just and healthy future for everyone.\n<br><br>\nOur Values\n<br>----------\n<br><br>\nWe believe we can help build a future for everyone.\n<br><br>\n<ul>\n<li>We aim to be daring, but humble: We look for bold ideas  regardless of structure and stage  and help them scale by pairing engineers with subject matter experts to build tools that accelerate the pace of social progress.<\u002Fli>\n<li>We want to learn fast, but build for the long-term: We want to iterate fast and help bring new solutions to the table, but we also realize that important breakthroughs often take decades, or even centuries.<\u002Fli>\n<li>Stay close to the real problems: We engage directly in the communities we serve because no one understands our society's challenges like those who live them every day.<\u002Fli>\n<\u002Ful>\nOur success is dependent on building teams that include people from different backgrounds and experiences who can challenge each other's assumptions with fresh perspectives. To that end, we look for a diverse pool of applicants including those from historically marginalized groups  women, people with disabilities, people of color, formerly incarcerated people, people who are lesbian, gay, bisexual, transgender, and\u002For gender nonconforming, first and second generation immigrants, veterans, and people from different socioeconomic backgrounds.\n<br><br>\nThe Opportunity\n<br>---------------\n<br><br>\nThe ideal candidate will have a background in a quantitative or technical field and experience working with product data sets and making data-driven decisions. You will collaborate with other data scientists, engineers, product managers, product designers, user researchers and education partners to build user-facing experiences.\n<br><br>\nOur work in education is aimed at ensuring that every student  not just a lucky few  can get an education that's tailored to their individual needs and supports every aspect of their development. We're pairing engineering with grant-making, impact investing, policy, and advocacy work to help every young person enter adulthood with the skills and abilities they need to reach their full potential  and equip every teacher with the tools and research they need to help students get there. An example of our work is our partnership with Summit Learning -- a personalized approach to education developed by Summit Public Schools in partnership with learning scientists, researchers, and academics. With Summit Learning, students gain the skills, knowledge and habits to succeed in college and enter adulthood with a clear vision for achieving purpose and well-being in life.\n<br><br>\nOur Education Data Science team is responsible for measuring & evaluating product & program changes. For example, how product impacts student performance on cognitive skills, how schools onboard onto the program or how professional development impacts on onboarding etc. The data science team defines measurements, product metrics, provides product insights through analysis, recommends what to improve and build next, as well as collaborates & communicates with the cross-functional & leadership teams.\n<br><br>\nThe position is full-time and based in Redwood City.\n<br><br>\nYou will\n<br>--------\n<br><br>\n<ul>\n<li>Leverage data to understand product and execute projects to drive engagement of users on existing features & new pilots.<\u002Fli>\n<li>Collaborate & communicate with product, engineering, data, research, user research and educators to execute and inform on projects.<\u002Fli>\n<li>Design and develop product metrics, create insightful automated dashboards and data visualization to track them and extract actionable product insights.<\u002Fli>\n<li>Develop exploratory & deep-dive analysis to evaluate hypothesis.<\u002Fli>\n<li>Analyze both structured and unstructured data.<\u002Fli>\n<li>Conduct written and verbal presentation to share insights and recommendations to audiences of varying levels of technical sophistication.<\u002Fli>\n<\u002Ful>\nYou have\n<br>--------\n<br><br>\n<ul>\n<li>1-2 years of product related work experience or equivalent within tech, finance, consulting or a related industry.<\u002Fli>\n<li>Experience in quantitative or statistical analysis, for example, hypothesis testing, experimentation, statistical modeling, time series analysis, natural language processing and psychometrics.<\u002Fli>\n<li>Experience in metrics development, data exploration, solving problems using data, building product intuition, data visualization, and providing practical business insight using data.<\u002Fli>\n<li>Proficient in SQL and R or Python.<\u002Fli>\n<li>Excellent communications skills, with the ability to synthesize, simplify and explain complex problems to different types of audience with varied technical skills.<\u002Fli>\n<li>Experience in working with cross-functional teams of product managers, engineers, designers, researchers and other data scientists & analysts.<\u002Fli>\n<\u002Ful>\n","a1cd308c9369f96a":"<div><div><b>Data Scientist<\u002Fb><b>-<\u002Fb><b>ACT0000JS<\u002Fb><\u002Fdiv><div><b>\nDescription<\u002Fb><div>\n<\u002Fdiv><div><b>\nDescription<\u002Fb><br>\nHeadquartered in the heart of downtown Chicago, CNA is a leading commercial and specialty insurer, offering a diverse range of insurance products including Workers Compensation, Property, General Liability, Professional Liability, Cyber Insurance, Surety, and Warranty. We are one of the world leaders in underwriting non-medical professionals, from lawyers and accountants to architects and management consultants.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>\nWhat CNA offers<\u002Fb><br>\n<ul><li>A collaborative data science team with diverse skills and experiences, combined with deep expertise in statistical modeling, machine learning, and applications to insurance<\u002Fli><li>Modern cloud computing environment that enables you to explore data, build and deploy sophisticated models that impact key areas such as underwriting, pricing, claims management and risk control<\u002Fli><li>Sponsorship of continued professional growth through support for attending technical conferences, meetings and symposia<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nWhat we are looking for<\u002Fb><br>\nThe successful candidate will:<\u002Fdiv><ul><li>Use statistical methodologies and machine learning techniques to build state-of-the-art predictive models for the pricing, underwriting, claims, operations and marketing for an exciting mix of business insurance products<\u002Fli><li>Translate business problems into innovative analytical solutions<\u002Fli><\u002Ful><div><br>\n<b>\nEssential Duties &amp; Responsibilities<\u002Fb><br>\n<ul><li>Builds predictive, prescriptive or descriptive models in collaboration with business partners in functional areas such as Underwriting, Pricing, Distribution, Claims, Risk Control and IT to help address business questions<\u002Fli><li>Designs, writes, and tests advanced computer programs to extract, visualize and analyze data, to build models and to support model deployment into production<\u002Fli><li>Interprets the results of models in business terms and communicates the contents of the models to business decision-makers<\u002Fli><li>Participates in crafting products and innovative solutions that will provide revolutionary change<\u002Fli><li>Participates in special projects requiring advanced quantitative expertise<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nRequired Skills, Knowledge &amp; Abilities<\u002Fb><\u002Fdiv><ul><li>Experience in merging, cleaning, and preparing data for analysis from multiple sources<\u002Fli><li>Experience in extracting meaningful information from data using visualization and by formulating and testing hypotheses.<\u002Fli><li>Proficiency with SQL and programming experience in R or Python<\u002Fli><li>Proficiency with classical Generalized Linear Models, statistical inference, and re-sampling methods.<\u002Fli><li>Proficiency in Linux<\u002Fli><li>Practical experience with version control (git, SVN)<\u002Fli><li>Strong analytical, problem solving and critical thinking skills<\u002Fli><li>Attention to detail and accuracy of work, ability to spot and correct issues<\u002Fli><li>Strong interpersonal and communication skills<\u002Fli><li>Strong writing skills, including writing coherent documentation and reports<\u002Fli><li>Drive to continuously improve and learn new tools and methods<\u002Fli><li>Ability to work collaboratively with colleagues with diverse perspectives and backgrounds<\u002Fli><li>Strong time management skills<\u002Fli><li>Capable of operating with little supervision and thinking independently and innovatively<\u002Fli><\u002Ful><div><br>\n<b>\nPreferred Skills, Knowledge &amp; Abilities<\u002Fb><\u002Fdiv><ul><li>Practical experience with distributed computing (e.g., Apache Spark)<\u002Fli><li>Experience developing packages in R or Python<\u002Fli><li>Experience with natural language processing<\u002Fli><li>Knowledge of insurance<\u002Fli><li>Experience in building machine learning models<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div><b>Reporting Relationship<\u002Fb><br>\nAVP or above<\u002Fdiv><div><br>\n<b>\nEducation &amp; Experience<\u002Fb><br>\nAdvanced degree in a quantitative discipline, with relevant work experience preferred.<\u002Fdiv><\u002Fdiv><p><\u002Fp><br>\n<div><div>\n<\u002Fdiv><\u002Fdiv><div><b>\nJob<\u002Fb> Actuarial<\u002Fdiv><div><b>\nPrimary Location<\u002Fb>United States-Illinois-Chicago<\u002Fdiv><div><b>\nOrganization<\u002Fb> ACTUARY - Analytics 2<\u002Fdiv><div>\n<\u002Fdiv><p><\u002Fp><div><b>\nJob Posting<\u002Fb> Oct 1, 2019<\u002Fdiv><div><b>\nUnposting Date<\u002Fb> Ongoing<\u002Fdiv><\u002Fdiv><p><\u002Fp>","a7fb455c2bc17a21":"Feedzai is the market leader in managing financial risk with AI. We're coding the future of commerce with today's most advanced risk management platform powered by big data and machine learning. Founded and developed by data scientists and aerospace engineers, Feedzai has one mission: to make banking and commerce safe. The world's largest banks, processors, and retailers use Feedzai's fraud prevention and anti-money laundering products to manage risk, while improving customer Experience.\n<br><br>\nThe Customer Success team ensures our global customers achieve their business goals using our product. Everything you do matters: all your code, machine learning models, advisory, management, and other actions\u002Froles will have a material impact on the way our clients run their business and how effectively we fight fraud and protect people from wrongdoing. You will be able to interact and meet many people from widely different cultures around the world and understand the business like few others. You will be able to say you protect people on a daily basis. You will be challenged with new technology, new processes, and new mindsets and will be asked to contribute to ensure continuous improvement. Come and change the world with us.\n<br>Responsibilities\n<br><br>\n<ul>\n<li>As a Data Scientist, your main role is to do Data Science work on projects for our clients. Occasionally this can be done from our offices, but often this will be done at clients' premises for security reasons, so there is a significant travel component involved (in some cases more than 30%)<\u002Fli>\n<li>Understanding the data which our clients provide to us<\u002Fli>\n<li>Cleaning that data and validating that it is correct<\u002Fli>\n<li>Preprocessing the data, usually by using a mixture of shell scripts and a programming language such as Python, Java, Scala, etc<\u002Fli>\n<li>Iteratively computing features and tuning parameters to improve the quality of the model<\u002Fli>\n<li>Communicating your findings to the project manager and assisting him\u002Fher in decision making on the Data Science part of the project<\u002Fli>\n<li>Work together with the data scientists and engineers from our clients<\u002Fli>\n<\u002Ful>\nRequirements\n<br><br>\n<ul>\n<li>A PhD degree is valued but it's not mandatory<\u002Fli>\n<li>PhDs from Machine Learning, Natural Language Processing, Image Processing, Signal Processing, Speech Processing, Optimization, etc are encouraged to apply. We speak your language. : )<\u002Fli>\n<li>MScs from Computer Science, Electrical Engineering, Physics, Biomedical Engineering, etc, are also encouraged to apply<\u002Fli>\n<li>You should be proficient in some language, enough that you can handle data processing and algorithm implementation in that language. Most of us use Python, Java, Scala or C++. Any of those is fine, among others<\u002Fli>\n<li>Your main task will be researching new algorithms for fraud detection with Machine Learning methods<\u002Fli>\n<li>Occasionally, you will have the opportunity to travel to our clients to help implement the algorithms you developed and\u002For to help set up our existing ML solutions<\u002Fli>\n<li>\"Publish or perish\" doesn't exist here. If you develop something novel, a publication is allowed and encouraged. If it's not novel but solves the problem, that's fine too<\u002Fli>\n<\u002Ful>\nFeedzai is an Equal Opportunity Employer.\n<br><br>\nFeedzai does not accept unsolicited resumes from recruiters or employment agencies.","eb60318268697f8f":"Position Description Overview\n<br><br>\nInterested in stopping fraud before it occurs? Join Fiservs FirstSense fraud intelligence team to work in a highly collaborative setting to deliver a cutting-edge service that uses advanced analytics, dark web monitoring and financial transaction research to mitigate fraud. Our team needs a strong data analyst\u002Fdata scientist to contribute to the reporting we produce for our customers.\n<br><br>\nJob Responsibilities\n<br><br>\nProcess, clean, and verify the integrity of data used for analysis\n<br>Work on end-to-end analytical projects, from initial identification of business needs, through to completion\n<br>Coordinate with different functional teams to integrate data sets and implement models\n<br>Analyze large sets of data to develop new insights into potential fraudulent behavior and create models to identify these patterns in broader datasets utilizing the multiple Analytical Stacks like R, Python, Spark, SAS, SQL MongoDB, etc.\n<br>Communicate complex concepts to business stakeholders in a clear and concise manner\n<br>Become familiar with payment card fraud the fraud life-cycle and become well-versed in the dark web threat landscape\n<br><b>p {font-family:<\u002Fb> Arial;font-size: 11.0pt;} ul {list-style-type: circle;font-family: Arial;font-size: 11.0pt;}\n<br>Job Requirements\n<br><br>\nMinimum of 3 years of relevant work experience (5 years preferred)\n<br>Strong project management and attention to detail to bring projects to fruition on time\n<br>Excellent written and verbal communication skills for coordinating across teams\n<br>A drive to learn and master new technologies and techniques\n<br>Strong problem solving skills\n<br>Knowledge of advanced statistical techniques and concepts\n<br>Experience working with and creating data architectures\n<br>Experience using statistical computer languages (R, Python, SLQ, etc.) to manipulate data and draw insights from large data sets\n<br><b>Coding knowledge and experience with several languages:<\u002Fb> C, C++, Java, JavaScript, etc\n<br><b>Experience with distributed data\u002Fcomputing tools:<\u002Fb> Map\u002FReduce, Hadoop, Hive, Spark, Gurobi, MySQL, etc\n<br>Knowledge of a variety of machine learning techniques (clustering, decision tree learning, artificial neural networks, etc.) and associated advantages and drawbacks\n<br>Strong problem solving skills\n<br>Degrees\n<br><br>\nBachelor of Science\n<br>Master of Science\n<br><br>\n<b>Learn more about Fiserv:<\u002Fb><br>\nLife moves fast. And as it does, we know most people arent thinking about financial services But we are.\n<br><br>\nWe help people and businesses move money and information every minute of every day. Our solutions connect financial institutions, corporations, merchants and consumers to one another, millions of times a day, behind the scenes, reliably and securely.\n<br><br>\nWere Fiserv, a global leader in Fintech and payments enabling innovative financial services experiences that are in step with the way people live and work today. The companys approximately 44,000 associates proudly serve clients in more than 100 countries, so their customers, members and consumers can move money when and where they need it, at the point of thought.\n<br><br>\nOur Aspiration is to move money and information in a way that moves the world. As a FORTUNE 500 company and one of FORTUNE Magazine Worlds Most Admired Companies for the sixth consecutive year, we are committed to excellence and purposeful innovation.\n<br><br>\nWe welcome and encourage diversity in our workforce. Fiserv is an equal opportunity employer\u002Fdisability\u002Fvet\n<br><br>\nExplore the possibilities of a career with Fiserv and Find Your Forward with us.","72595f4467b52fac":"<div><p>We are looking for a senior level data scientist with 6+ years of full-time experience writing code for large-scale distributed production systems. Tasks include:<\u002Fp>\n<ul>\n<li>Writing clean, efficient, and scalable deep learning code for production<\u002Fli>\n<li>Staying current with research in deep learning and image classification<\u002Fli>\n<li>Architecting solutions that integrate into existing products and tools<\u002Fli>\n<li>Implementing tools to analyze and improve large data sets of images<\u002Fli>\n<li>Finding ways to improve existing models to get better performance<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","fedf9af5a034e01f":"<div><\u002Fdiv><div><div><p><b>Status: Full-time, non-exempt\n<\u002Fb><br>\n<b>Location: Palo Alto, CA; remote will be considered<\u002Fb><\u002Fp>\n<p><b>Salary: $90,000-$150,000, commensurate with experience; plus equity; health, dental, and vision insurance; flexible PTO plan and company holidays<\u002Fb><\u002Fp><br>\n<p><b>\n<\u002Fb><\u002Fp><p>You've been seething since Nov. 8, 2016. You've been calling your member of Congress and pleaded with your friends to do the same, even though deep down you're not sure it makes that much of a difference. You'll vote for the forward-thinking candidate this year, but you just wish there was something else you could do. There is.<\u002Fp><br>\n<p>\n<\u002Fp><p>In early 2017, we were in your shoes. But then we figured out how we could quickly, affordably, and accurately measure public opinion online - and we knew we could bring it to forward-thinking candidates and causes and help them win.<\u002Fp><br>\n<p>\n<\u002Fp><p>We're working on some really interesting problems with data, social science, and politics. And by solving them, we hope to make our democracy better.<\u002Fp><br>\n<p>\n<\u002Fp><p>We are currently accepting applications for a Data Scientist. We encourage all qualified applicants, including people of color, gays and lesbians, women, transgender people, veterans, and people with disabilities. We particularly encourage people who are underrepresented in politics and startups to apply. We prioritize equity and inclusion. We recognize that diversity of perspectives and experiences makes our work better.<\u002Fp><br>\n<p><b>\n<\u002Fb><\u002Fp><p><b>About the Role:<\u002Fb><\u002Fp>\n<p>As a Data Scientist, you&rsquo;ll be involved in all aspects of our analytics, research, model development, and data pipeline. We&rsquo;re a small but growing company and each team member contributes in a meaningful way. We interview millions of voters through our platform - a novel dataset with tremendous utility for political campaigns. On any given day, you might be building a model to find swing voters, or cleaning data for our political team&rsquo;s analysis, or optimizing the way we find survey respondents.<\u002Fp><br>\n<p><\u002Fp>\n<p>In your first weeks:<\u002Fp>\n<ul><li><p>Expected skills: best-in-class facility with Python (preferably) and\u002For R (acceptable) as well as SQL; team-based experience with Github; aptitude for working with datasets up to 1TB; experience building predictive models and applying statistics to industrial problems<\u002Fp>\n<\u002Fli><li><p>Example project: build a data pipeline to make available to our political team&rsquo;s analysis<\u002Fp>\n<\u002Fli><li><p>What you&rsquo;ll learn: the technology we&rsquo;ve developed to help campaigns win<\u002Fp><br>\n<\u002Fli><\u002Ful><p><\u002Fp><p>By the end of the year, as campaigns are just gearing up for 2020:<\u002Fp>\n<ul><li><p>Expected skills: complete familiarity with our codebase and tech stack, so that you can commit production-ready code<\u002Fp>\n<\u002Fli><li><p>Example project: building a model to find voters sympathetic to gun-control legislation<\u002Fp>\n<\u002Fli><li><p>What you&rsquo;ll learn: how campaigns use (or don&rsquo;t yet use) data; an intimate knowledge of our amassed polling data, including political attitudes across the country<\u002Fp><br>\n<\u002Fli><\u002Ful><p><\u002Fp><p>In 2020 and Beyond:<\u002Fp>\n<ul><li><p>Expected skills: solve novel problems, and formulate your own product ideas that anticipate problems before they come up. Write code that rivals that of a senior engineer, and introduce new modeling techniques to the team.<\u002Fp>\n<\u002Fli><li><p>Example project: design an Auto ML process for predicting novel variables<\u002Fp>\n<\u002Fli><li><p>What you&rsquo;ll learn: How to be part of a growing data science team, contributing both ideas and technical prowess. Become an integral part of our data science operation and help the company grow its impact in Democratic politics<\u002Fp><br>\n<\u002Fli><\u002Ful><p><\u002Fp><p>A successful member of our team will demonstrate the curiosity to try new things, but the self-discipline to prize results over technique. We&rsquo;re open to hiring for a range of levels. The specific job will be commensurate with a candidate&rsquo;s work experience and potential. Political experience is not required, but if you don&rsquo;t have a passion for it you might burn out.<\u002Fp><br>\n<p>\n<\u002Fp><p><b>Compensation and work environment:<\u002Fb><\u002Fp>\n<p>Ensuring a diverse and inclusive workplace where we learn from each other is core to our values. We invite folks with different backgrounds, experiences, abilities, and perspectives. Our workplace is both casual and professional, and we are committed to learning, fun, and excellence. We are an equal opportunity employer. This full-time position includes equity, health, dental and vision insurance, commuter benefits, flexible PTO, and company holidays.<br>\n<\u002Fp><p><\u002Fp><p><b>How to apply:<\u002Fb><\u002Fp>\n<p>Please send us a note and link to your LinkedIn profile and\u002For your resume to jobs@changeresearch.com with the subject line &quot;[Your Name] - Data Scientist&quot;. No phone calls, please.<\u002Fp><br>\n<p>\n<\u002Fp><p><i>All qualified applicants are encouraged to apply, including women, people of color, gays and lesbians, transgender people, veterans and people with disabilities.<\u002Fi><\u002Fp><\u002Fdiv><\u002Fdiv>","8fb242238e870c8f":"<div><div><p>GDIT is looking for a Data Scientist for an exciting project in Chantilly VA supporting the Department of Veterans Affairs (VA). The Data Scientist will support core functions performing data analytics and data mining to identify all the characteristics of successful, error and off-ramped transactions. The project supports the development and implementation of process automation on scale of more than 20,000 complex transactions per day that need inspection and routing with the goal to enable the VA to process claims for Veterans. As the Data Scientist, you will be helping us to improve our process automation and provide better service for a national level system that supports Veterans. Your contributions will be vital to providing a high quality user experience to our customer.<\u002Fp><p><\u002Fp><p><b>\nEssential Functions and Job Responsibilities<\u002Fb><\u002Fp><p>\nThe successful candidate will work with stakeholders, users, and a cross-functional team of collaborators to analyze and mine large transaction data sets on a daily basis to review data trends, and to forecast future outcomes. Candidate will use predictive modeling, modeling and simulation, data mining, statistical analysis, forecasting, econometrics and related data science tools and methods. Candidate will extract, prepare, and transform data from a SQL database to acquire daily and historical data and outcomes for analysis. The objective is to provide data-driven decisions to maximize process automation. The candidate will translate complex business problems, apply advanced modeling techniques, and undertake exploratory data analysis on data sets and present analytical insights through the design and delivery of actionable analytic solutions to the Program Manager, Business Architect and Tech Lead. This support will be continuous and require daily data analytical analysis with aggregated results and trends.<\u002Fp><p>\nDuties and responsibilities will include, but are not limited to:<\u002Fp><ul><li>\nReview and improve existing predictive models<\u002Fli><li>\nProfiling and analyzing source system data to determine data relationships, design constructs, consistency and quality to identify data for modeling purposes<\u002Fli><li>\nProviding subject matter expertise and assisting with issue\u002Fincident management for production analytics issues or issues where production analytics are experiencing problems;<\u002Fli><li>\nPreparing and transforming data for analytics;<\u002Fli><li>\nIdentify and capture lessons learned, best practices, and information gained during performance of tasks.<\u002Fli><li>\nDeveloping white papers, analyses, and position papers either describing\u002Freviewing \u002Fanalyzing specific issues or providing justification or support for particular positions<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nMinimum Requirements:\n<\u002Fb><\u002Fp><ul><li>Bachelor&rsquo;s degree in engineering, or a related scientific or technical discipline with at least 5+ years of experience<\u002Fli><li>\n5+ years of SQL experience.<\u002Fli><li>\n3+ years working with large, complex data sets and solve difficult problems by applying advanced analytical methods<\u002Fli><li>\n2+ years of python programming experience<\u002Fli><li>\n1+ year of experience with all of the common AI\u002FML packages like scikit-learn, pandas, numpy, etc.<\u002Fli><li>\nDemonstrated experience with machine learning techniques and algorithms, such as k-NN, Na&iuml;ve Bayes, SVM, Decision Forests, etc.<\u002Fli><li>\nExposure to extracting and summarizing data from a variety of data source types<\u002Fli><li>\nMust be able to obtain a Position of Trust and successfully pass a thorough Government background screening process requiring the completion of detailed forms and fingerprinting<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nDesired Qualifications:\n<\u002Fb><\u002Fp><ul><li>Previous Department of Veterans Affairs experience<\u002Fli><li>\nAbility to learn and implement new and different data science techniques<\u002Fli><li>\nMust have critical-thinking analytical skills with a focus on problem-solving, numeric reasoning, and creativity with the ability to dynamically adjust the solution based on actual corporate data<\u002Fli><li>\nMust be able communicate highly effectively to a diverse audience and articulate data analytic solutions effectively<\u002Fli><li>\nGood team player, able to manage multiple assignments, and adapt to changing client needs<\u002Fli><li>\nOutstanding written and verbal communication skills with the ability to present business leaders<\u002Fli><li>\nMS SQL or other SQL experience for data extraction and aggregation<\u002Fli><li>\nExperience developing dashboards and graphical analytics with Tableau or similar Data Visualization tool<\u002Fli><\u002Ful>\nFor more than 50 years, General Dynamics Information Technology has served as a trusted provider of information technology, systems engineering, training, and professional services to customers across federal, state, and local governments, and in the commercial sector. Over 40,000 GDIT professionals deliver enterprise solutions, manage mission-critical IT programs, and provide mission support services worldwide. GDIT is an Equal Opportunity\u002FAffirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or veteran status, or any other protected class.<\u002Fdiv><\u002Fdiv>","d9df8de699908522":"<p><\u002Fp><div><div><div><div><div><div><p>Senior Engineer Realtime Deep Learning<\u002Fp><p><\u002Fp><p>\nWe are looking for a Deep Learning expert to join our growing Movidius team within Intel's AI Product Group!<\u002Fp><p><\u002Fp><p>\nIn this role, you will:<\u002Fp><p><\u002Fp><p>\nBuild machine learning-based products\u002Fsolutions, which provide descriptive, diagnostic, predictive, or prescriptive models based on data.<\u002Fp><p><\u002Fp><p>\nUse or develop machine learning algorithms, such as supervised and unsupervised learning, deep learning, reinforcement learning, Bayesian analysis and others, to solve applied problems in various disciplines such as Data Analytics, Computer Vision, Robotics, etc.<\u002Fp><p><\u002Fp><p>\nComplete programming, testing, debugging, documentation and\u002For deployment of the solution\u002Fproducts.<\u002Fp><p><\u002Fp><p><br>\n<b>\nQualifications<\u002Fb><br>\n<\u002Fp><p>\nMinimum Qualifications:<\u002Fp><p><\u002Fp><p>\nMS or PhD in CS or a field related to Artificial Intelligence.<\u002Fp><p><\u002Fp><p>\n5+ years of industry experience with at least 2 years focused on Machine Learning \u002F Deep Learning.<\u002Fp><p><\u002Fp><p>\nStrong math background particularly in optimization theory and stochastic algorithms. Hands on experience with at least one of the following tools: Caffe, Torch, TensorFlow, Theano, or similar.<\u002Fp><p><\u002Fp><p>\nPreferred Qualifications:<\u002Fp><p><\u002Fp><p>\nStrong practical knowledge of state of the art real-time embedded deep learning techniques: - network design - compression - network sparsity - attention \u002F selective execution<\u002Fp><p><\u002Fp><p>\nSignificant experience in Deep Learning with academic and industrial track record<\u002Fp><p><\u002Fp><p>\nGood understanding of CNNs, RNNs, reinforcement learning, supervised and unsupervised learning.<\u002Fp><p><\u002Fp><p>\nExcellent written and verbal communication skills. Strong programming skills.<\u002Fp><p><\u002Fp><b>\nInside this Business Group<\u002Fb><br>\n<p>Intel AI, leveraging Intel's world leading position in silicon innovation and proven history in creating the compute standards that power our world, is transforming Artificial Intelligence (AI) with the Intel AI products portfolio. Harnessing silicon designed specifically for AI, end to end solutions that broadly span from the data center to the edge, and tools that enable customers to quickly deploy and scale up, Intel AI is inside AI and leading the next evolution of compute.<\u002Fp><p><br>\n<b>\nOther Locations<\u002Fb><br>\nUS, Washington, Multiple Cities;<br>\n<\u002Fp><p><\u002Fp><p><br>\n<br>\n<b>Posting Statement<\u002Fb><br>\nAll qualified applicants will receive consideration for employment without regard to race, color, religion, religious creed, sex, national origin, ancestry, age, physical or mental disability, medical condition, genetic information, military and veteran status, marital status, pregnancy, gender, gender expression, gender identity, sexual orientation, or any other characteristic protected by local law, regulation, or ordinance....<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","86587d3212d4cdba":"<div><p><b>Motif Capital &ndash; Data Scientist<\u002Fb><\u002Fp><p>\nWe are surrounded by unstructured data on companies and the economy. As an experienced data scientist, you are familiar with a variety of machine learning and natural language processing techniques and have applied them to real world problems. You will develop these algorithms at Motif Capital, apply them to interesting unstructured datasets, and derive quantitative insights. You are comfortable expressing your research process in well-structured code, and taking an idea from inception to implementation.<\u002Fp><p>\nYou will be an integral part of Motif Capital&rsquo;s core investing team, helping to build out its data-driven investment process through infrastructure, technology, and unique datasets. This is a very demanding role within a fast-paced team environment that will require an entrepreneurial attitude and the ability to manage multiple priorities and get assignments done. The insights drawn from your research will feed into our machine learning pipelines, to continuously update and adapt our portfolios to changing micro- and macro-economic conditions.<\u002Fp><p>\nMotif Capital is modernizing fundamental investment research. We combine traditional and non-traditional data sources, containing structured and unstructured data, deriving quantitative insights to power our clients' long-term investments. We are a small team, dedicated to scaling through automation in order to keep our clients' money invested in their portfolios, not their advisor.<\u002Fp><p><b>\nJob Requirements:<\u002Fb><\u002Fp><ul><li>\nBachelors of Science in Computer Science, Statistics, Engineering, Physics, or related quantitative field with strong record of academic achievement<\u002Fli><li>\n3+ years of experience using machine learning and specifically natural language processing to mine unstructured data, extracting information from documents such as electronic filings, contracts, news, patents etc.<\u002Fli><li>\nKnowledge of a variety of machine learning techniques (clustering, decision tree learning, artificial neural networks, etc.) and their real-world advantages\u002Fdrawbacks.<\u002Fli><li>\nKnowledge of advanced statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.) and experience with applications.<\u002Fli><li>\nProfessional experience with one or more of Java, Hibernate, Python, Scala, C\u002FC++.<\u002Fli><\u002Ful><ul><li>\nExperience with Numerical \u002F Scientific Python (NumPy, SciPy, Pandas)<\u002Fli><li>\nKnowledge of machine learning pipelines using Scala \u002F Spark or Python \u002F scikit-learn<\u002Fli><li>\nPossess intellectual curiosity and a strong passion for investing and financial markets<\u002Fli><\u002Ful><p>\n Bonus points:<\u002Fp><ul><li>\nMasters degree or higher in Computer Science or related quantitative field with specialization in natural language processing and\u002For machine learning<\u002Fli><li>\nExperience with distributed computing architectures<\u002Fli><li>\nExperience with tools for statistical computing (e.g. R, NumPy, SciPy).<\u002Fli><li>\nExperience with big data technologies like Apache Spark, Hadoop, Cassandra, etc.<\u002Fli><\u002Ful><p><br>\n<b><i>\nAbout Motif Capital:<\u002Fi><\u002Fb><\u002Fp><p>\nMotif Capital Management is a next-generation global equity investment manager that specializes in the management of thematic investment strategies for financial institutions such as private wealth management, investment companies, endowments, and family offices. Our unique disciplined, scientific, and transparent approach to thematic investing relies on combining data-driven insights with objective fundamental research, algorithmic portfolio design and cutting-edge technology &amp; analytics. Our goal is to work with our institutional partners to act on the economic, socio-political, and technological forces that are shaping the global economy for the benefit of their clients&rsquo; portfolios. Learn more at www.motifcapital.com.<\u002Fp><p>\nMotif Capital Management, Inc. is an SEC registered investment advisory firm located in San Mateo, California. The company is privately held and a wholly owned subsidiary of Motif Investing Inc.<\u002Fp><p><br>\n<b><i>\nAbout Motif Investing:<\u002Fi><\u002Fb><\u002Fp><p>\nMotif Investing is an online broker-dealer that is transforming the way retail investors invest and manage wealth. Motif Investing offers self-directed investors a concept-driven trading platform that enables them to trade &ldquo;motifs&rdquo;&mdash;intelligently-weighted basket of stocks and ETFs built around themes, investing styles or multi-asset models&mdash; for low fees. Based in San Mateo, the company's investors include Goldman Sachs, JPMorgan Chase, Balderton Capital, Renren, Foundation Capital, Ignition Partners, Norwest Venture Partners, and Wicklow Capital, with notable board members including former SEC Chairman Arthur Levitt and former Boston Consulting Group CEO Carl Stern. Learn more at https:\u002F\u002Fwww.motifinvesting.com.<\u002Fp><\u002Fdiv><p><\u002Fp>","627d6d53c4e0b1ff":"<div><h2 class=\"jobSectionHeader\"><b>Purpose of Job<\u002Fb><\u002Fh2>\nUses advanced techniques that integrate traditional and non-traditional datasets and method to enable analytical solutions; Applies predictive analytics, machine learning, simulation, and optimization techniques to generate management insights and enable customer-facing applications; participates in building analytical solutions leveraging internal and external applications to deliver value and create competitive advantage; Translates complex analytical and technical concepts to non-technical employees<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Requirements<\u002Fb><\u002Fh2><ul><li>\nPartners with other analysts across the organization to fully define business problems and research questions; Supports SME's on cross functional matrixed teams to solve highly complex work critical to the organization.<\u002Fli><li>\nIntegrates and extracts relevant information from large amounts of both structured and unstructured data (internal and external) to enable analytical solutions.<\u002Fli><li>\nConducts advanced analytics leveraging predictive modeling, machine learning, simulation, optimization and other techniques to deliver insights or develop analytical solutions to achieve business objectives.<\u002Fli><li>\nSupports Subject Matter Experts (SME's) on efforts to develop scalable, efficient, automated solutions for large scale data analyses, model development, model validation and model implementation.<\u002Fli><li>\nWorks with IT to research architecture for new products, services, and features.<\u002Fli><li>\nDevelops algorithms and supporting code such that research efforts are based on the highest quality data.<\u002Fli><li>\nTranslates complex analytical and technical concepts to non-technical employees to enable understanding and drive informed business decisions.<\u002Fli><\u002Ful><p><b>\nMinimum Requirements<\u002Fb><\u002Fp><ul><li>\nMaster's degree in Computer Science, Applied Mathematics, Quantitative Economics, Statistics, or related field. 6 additional years of related experience beyond the minimum required may be substituted in lieu of a degree.<\u002Fli><li>\n4 or more years of related experience and accountability for complex tasks and\u002For projects required.<\u002Fli><li>\nProficient knowledge of the function\u002Fdiscipline and demonstrated application of knowledge, skills and abilities towards work products required.<\u002Fli><li>\nProficient level of business acumen in the areas of the business operations, industry practices and emerging trends required.<\u002Fli><\u002Ful><p><\u002Fp><p>\n*Qualifications may warrant placement in a different job level*<\u002Fp><p><\u002Fp><p>\nWhen you apply for this position, you will be required to answer some initial questions. This will take approximately 5 minutes. Once you begin the questions you will not be able to finish them at a later time and you will not able to change your responses.<\u002Fp><p><\u002Fp><p><b>\nPreferred Skills<\u002Fb><\u002Fp><ul><li>\nKnowledge of data analysis tools and industry data sources<\u002Fli><li>\nGeneral statistical \u002F econometric background (knows endogeneity and other key concepts and can apply to diverse applications)<\u002Fli><li>\nTime Series analysis (ARMA, Vector Autoregression, ARCH)<\u002Fli><li>\nMachine learning and other predictive analytic techniques to include natural language processing, clustering, decision trees, and association<\u002Fli><li>\nKnowledge in developing queries using Stata, SPSS, or be able to apply statistical tests in SQL, SAS, R, or Python<\u002Fli><li>\nLinear, logistic and time series modeling<\u002Fli><li>\nModeling using panel data<\u002Fli><li>\nTableau to include predictive analytics within<\u002Fli><li>\nHypothesis testing<\u002Fli><li>\nSurvival analysis<\u002Fli><\u002Ful><p><\u002Fp><p>\nThe above description reflects the details considered necessary to describe the principal functions of the job and should not be construed as a detailed description of all the work requirements that may be performed in the job.<\u002Fp><p><\u002Fp><p>\nAt USAA our employees enjoy one of the best benefits package in the business, including a flexible business casual or casual dress environment, comprehensive medical, dental and vision plans, along with wellness and wealth building programs. Additionally, our career path planning and continuing education will assist you with your professional goals.<\u002Fp><p><\u002Fp><p><b>\nRelocation<\u002Fb> assistance is <b>not available<\u002Fb> for this position.<\u002Fp><p><\u002Fp><p><b>\nFor Internal Candidates:<\u002Fb><\u002Fp><p>\nMust complete 12 months in current position (from date of hire or date of placement), or must have manager&rsquo;s approval prior to posting.<\u002Fp><p><\u002Fp><p><b>\nLast day for internal candidates to apply to the opening is 9\u002F16\u002F19 by 11:59 pm CST time<\u002Fb><b>.<\u002Fb><\u002Fp><\u002Fdiv><p><\u002Fp>","c98910f761dd20f1":"<div><ul><li>Master&rsquo;s in Engineering, Economics, Statistics, Applied Math or related field<\u002Fli><li>3+ years of professional work experience in Data Science and Statistical modelling<\u002Fli><li>Experience with math\u002Fstats software (R, Matlab, Python, SAS, Stata) or other domain specific software and some experience with SQL<\u002Fli><li>3+ years experience with data analytics applied to time series applications or expertise with ARIMA<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div>Alexa is seeking an outstanding Data Scientist to uncover key insights on how consumers use Alexa devices. As customers increasingly use Alexa voice features, we need to understand the usage patterns and build statistical models to forecast future usage. As a Data Scientist on the Alexa Excellence team at Amazon, you will have the opportunity to work on one of the world's largest customer data sets and influence the long-term evolution of our analytics capability.<br>\n<br>\nKey Responsibilities<br>\n<br>\nYou will have the following responsibilities within the scope of our global expansion:<br>\n<ul><li>Support the analytical needs of the Alexa TPS team inclusive of routine reporting, ad hoc, statistical inference and predictive modeling for customer voice requests and developing scalable algorithms and models.<\u002Fli><li>Maintain and improve on our system for peak voice request rate.<\u002Fli><li>Analysis of complex datasets to make decisions, scientific research projects, creating visualizations to drive data insight or describe an end-to-end system.<\u002Fli><li>Work with central economics, machine learning, finance and other analytics team to ensure the most efficient and effective allocation of resources to tackle the WorldWide device usage patterns.<\u002Fli><li>Collaborate with Finance\u002FManagement to develop clear business and measurement objectives<\u002Fli><li>Ensure that the quality and timeliness of analytic deliverables meet Alexa&rsquo;s expectations<\u002Fli><li>Develop and present papers with insights and recommendations at senior audiences<\u002Fli><li>Provide informal direction and guidance to more junior members of staff on all aspects of analytics from business context and prioritization to technical coaching<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div><ul><li>Demonstrated experience of time series modelling such as ARIMA, structural models or similar<\u002Fli><li>Strong verbal\u002Fwritten communication &amp; data presentation skills, including an ability to effectively communicate with both business and technical teams<\u002Fli><li>Proven ability to work effectively in a cross-functional, fast paced environment<\u002Fli><li>Experience communicating issues at multiple levels to include validating and correcting junior staff detailed work and explaining the implications of the analysis results to executives<\u002Fli><\u002Ful><br>\nAmazon is an Equal Opportunity-Affirmative Action Employer &ndash; Minority \u002F Women \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation<\u002Fdiv>","046890fd53f61fa7":"<div><p>Bristol-Myers Squibb is a global Biopharma company committed to a single mission: to discover, develop, and deliver innovative medicines focused on helping millions of patients around the world in disease areas such as oncology, cardiovascular, immunoscience and fibrosis.<\u002Fp><p><\u002Fp><br>\n<p>\nJoin us and make a difference. We hire the best people and provide them with a work environment that places a premium on diversity, integrity, collaboration and personal development. Through a culture of inclusion, we create a better, more productive work environment. We believe that the diverse experiences and perspectives of all our employees help to drive innovation and transformative business results.<\u002Fp><p><b>\nMAJOR DUTIES AND RESPONSIBILITIES\n<\u002Fb><\u002Fp><ul><li>As a Data scientist, you will be tasked with activities to automate visualizations, create and maintain new visualizations\u002Fanalytics to provide insights from data<\u002Fli><li>\nApply advanced techniques to complex problems across MS&amp;T with a focus on data visualization<\u002Fli><li>\nWork directly with IT and other groups across MS&amp;T for collecting visualization requirements and construct required data views and visualizations<\u002Fli><li>\nApply advance techniques in structured, partly structured and unstructured data<\u002Fli><li>\nMaintain up-to-data knowledge on modern data technologies, explores new platforms and provides tools for scientist and Engineers<\u002Fli><li>\nWork with other data scientists to design, analyze and implement solutions to enable insights.<\u002Fli><li>\nProvide support for descriptive , diagnostic and predictive analytics to address business challenges<\u002Fli><li>\nProvide Data Wrangling\u002FData transformation support<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nKNOWLEDGE \u002F SKILL<\u002Fb><br>\n<b>Education:<\u002Fb><\u002Fp><ul><li>\nMinimum MS or equivalent with 6 years BMS\u002F relevant experience, Ph.D. level in Scientific or Mathematical discipline with 0+ years of relevant experience.<\u002Fli><li>\nProficiency in Tibco Spotfire, Tableau,SAS,R or Python user interface(UI )tools<\u002Fli><\u002Ful><p><b>\nExperience \u002F Knowledge Desired:<\u002Fb><\u002Fp><ul><li>\nAbility to work with a wide range of technically and culturally diverse individuals.<\u002Fli><li>\n Demonstrated ability to collaborate with various stakeholders to understand business goals, gather data, and provide effective visualizations<\u002Fli><li>\nSpecialized knowledge of data wrangling tools like Paxata is preferred<\u002Fli><li>\nAbility to work with large data sets with different structures across multiple data sources to aggregate and build analytics that can result in actionable insights<\u002Fli><li>\nProficient in data visualization tools Tableau , Spotfire<\u002Fli><li>\nUnderstanding of AWS environment (S3, Redshift)<\u002Fli><li>\nDemonstrate effective communication skills<\u002Fli><li>\nProficient using SQL\u002Fmysql and working with relational databases<\u002Fli><li>\nAbility to quickly adapt to changing priorities and generate innovative solutions in a fast-paced and multi-tasks environment.<\u002Fli><li>\nStrong detail orientation and problem solving skills<\u002Fli><li>\nHighly organized with the ability to track and prioritize numerous simultaneous tasks.<\u002Fli><li>\nAble to work independently or as a team member to meet goals, objectives and commitments.<\u002Fli><li>\nDemonstrates ability to effectively communicate technical information in an understandable, rational, and concise manner.<\u002Fli><\u002Ful><p><\u002Fp><p>\nBristol-Myers Squibb recognizes the importance of balance and flexibility in our work environment. We offer a wide variety of competitive benefits, services and programs that provide our employees the resources to pursue their goals, both at work and in their personal lives.<\u002Fp><\u002Fdiv>","742cf8de03c9ae49":"DTN is a global leader providing insights and analytics to our customers who feed, protect, and fuel the world. The data science team at DTN currently has an opening for an individual with a passion for learning and solving challenging problems.\n<br><br>\nThis role can be based out any one of the following DTN locations; Burnsville, MN, West Lafayette, IN, Omaha, NE, or Norman, OK.\n<br><br>\n<b>As part of the team you will:<\u002Fb><br>\n Gain experience in all areas of data science\n<br> Tackle a wide variety of problems in weather, agriculture, energy, and finance\n<br> Explore our unique, proprietary datasets to find solutions to meaningful problems\n<br> Work in a professional environment with passionate coworkers\n<br><br>\n<b>Responsibilities:<\u002Fb><br>\n Quick feasibility checks with go\u002Fno-go recommendations\n<br> Data exploration to identify and advance insight solutions\n<br> Data cleaning\n<br> Model development to support production solutions\n<br> Visualization generation\n<br> Outcome presentation to senior leadership\n<br> Model evaluations and recommendations\n<br><br>\n<b>Requirements:<\u002Fb><br>\n Machine Learning Experience (Supervised\u002FVariety of Techniques)\n<br> Python Programming Experience\n<br> Experience with some of the common machine learning toolkits:\n<br> Scikit-Learn, Numpy, Scipy, Pandas, Matplotlib, Tensorflow, Keras\n<br> Mathematics\u002FProbability\u002FStatistics Understanding\n<br> MS\u002FPhD in math, CS, engineering, or related field\n<br> 2+ years of relevant experience in a data science or machine learning role\n<br> Evidence of past projects or experience may be considered in lieu of formal work experience\n<br> Independent, Self-Directed\n<br> Fast learner\n<br> Good Communication Skills\n<br> Experience building weather-driven models a plus\n<br><br>\nWhy DTN?\n<br><br>\n<b>OUR VISION:<\u002Fb> To be the independent, trusted source of insights to our customers who feed, protect, and fuel the world.\n<br><br>\n<b>OUR MISSION:<\u002Fb> Empower our customers with intelligent and actionable insights that exceed their expectations and enable their success on a daily basis.\n<br><br>\n<b>OUR VALUES:<\u002Fb> Customer Delight, Education, Teamwork, Colleague Focus, Innovation, Integrity\n<br><br>\nWe have great benefits at DTN  apply today to find out more!\n<br><br>\nDTN is an Equal Opportunity Employer Minorities\u002FWomen\u002FVeterans\u002FDisabled","f3196a8bc16ce8ee":"<div><p>We have a client that is looking for a data scientist to add to its team. This position is for a Fortune 50 company that is based in Philadelphia. This is not a remote position.<\u002Fp><br>\n<div>\n<ul><li>Expertise in SQL Development.<\u002Fli><li>Call Center or Customer care data experience a plus.<\u002Fli><li>Must be able to write SQL queries and must have experience with data extraction<\u002Fli><\u002Ful>\nand ETL.<br>\n<ul><li>Experience with Teradata and SQL Server Databases<\u002Fli><li>R Studio and Python scripting is a plus.<\u002Fli><li>Communication and presentation skills are a must as you will have to present to key stakeholders.<\u002Fli><li>Tableau analysis and dashboard development is required.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>\n<br>\n<div>A minimum of three years professional-level SQL programming experience in a<br>\nWindows and Linux environment.<br>\n<ul><li>A Computer Science or Mathematics degree.<\u002Fli><li>Outstanding problem-solving skills.<\u002Fli><li>Ability to develop and deliver power point presentations.<\u002Fli><li>Knowledge of shell scripts and other languages including Java, Python or Perl is a<\u002Fli><\u002Ful>\nplus.<\u002Fdiv>","61e28663c4e5682b":"<div><div><div>Public Goods' mission is to make premium-quality, healthy products affordable to everyone.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are growing very fast, and are looking for a data scientist to extract, aggregate, visualize and analyze company data to help inform strategy.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You Will<\u002Fb><\u002Fh3><div><ul><li>\nExtract actionable insights, trends and patterns from our KPIs.<\u002Fli><li>\nCreate new data pipelines and models based on strategic needs.<\u002Fli><li>\nImprove and optimize existing data structures.<\u002Fli><li>\nAnalyze B2C data to identify opportunities for improvement.<\u002Fli><li>\nTranslate large data sets into presentable dashboards for the rest of the team.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You Are<\u002Fb><\u002Fh3><div><ul><li>\nAt home in the field of e-commerce and consumer packaged goods.<\u002Fli><li>\nProficient with a variety of data visualizers such as Tableau and Looker.<\u002Fli><li>\nExperienced with SQL, Redshift, S3, and Lambda.<\u002Fli><li>\nAn excellent and patient communicator.<\u002Fli><li>\nComfortable working with a small team.<\u002Fli><li>\nA believer in data-driven business strategy.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>We Offer<\u002Fb><\u002Fh3><div><ul><li>\nCompetitive salary with options package.<\u002Fli><li>\nFull dental and medical.<\u002Fli><li>\nQuickly growing environment with kind, passionate people.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Public Goods provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, disability, genetics, sexual orientation, gender identity or gender expression.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","3c58e0f7cc2bb3dd":"<p><\u002Fp><div><p><b>Job Description:<\u002Fb><\u002Fp><p><\u002Fp><br>\n<p>\nWe are seeking an enthusiastic engineer with a strong machine learning and data analysis background. This candidate will be working on the development of a scalable, real time, big data analytics software with data visualizations using the latest technologies. The ideal candidate will have a proven track record of solving large, complex data analysis and machine learning problems in a product environment. Responsibilities will include identifying business or other real-world problems and converting them into a data science problem, providing the analysis of the data to uncover the useful and valuable information and finally supporting the engineering team to build the results into the end product. You will be working with an experienced agile development team with a positive team spirit! We are cool with casual, meaning its casual Friday every day. We would love to welcome you to our team!<\u002Fp><p><b>\nResponsibilities<\u002Fb><\u002Fp><ul><li>\nCollaborate with a multi-disciplinary team of engineers and analysts on a wide range of cybersecurity problems.<\u002Fli><li>\nBring analytical rigor and statistical methods to the challenges of measuring quality, improving security products, and understanding the behavior of end-users, computer systems, and network devices.<\u002Fli><li>\nBuild innovative predictive analytics and data science solutions for a myriad of cybersecurity problems.<\u002Fli><\u002Ful><ul><li>\nMulti-task and work independently<\u002Fli><li>\n&lsquo;Think like an adversary&rsquo;<\u002Fli><li>\nIdentify and articulate risks and remediation in a relevant and approachable manner with both technical and non-technical audiences.<\u002Fli><\u002Ful><ul><li>\nIdentifies data sources, collects, transforms and prepares large amounts of data for analysis. May also develop tools to help the data collection process as needed.<\u002Fli><li>\nUses appropriate methods, tools and algorithms to analyze the data and create an implementation plan from the business problem.<\u002Fli><li>\nValidates the results of the data analysis to avoid errors.<\u002Fli><li>\nInterprets results and identifies value form the analysis to help solve the business problems. Works with the business or customer and provides guidance on risks and limitations.<\u002Fli><li>\nMonitors and continuously improves the data sources, usability and data mining results.<\u002Fli><\u002Ful><p><b>\nEducation and Experience<\u002Fb><\u002Fp><ul><li>\nBachelor's or Master's or Doctorate degree in Computer Science, Statistics or similar quantitative field<\u002Fli><li>\n3-5 years of working experience in machine learning and data science projects;<\u002Fli><li>\n2-3 years of experience in working with large, real data sets<\u002Fli><li>\nGood understanding of the foundations of machine learning methods<\u002Fli><li>\nExceptional coding skills in SQL, and Python or R<\u002Fli><li>\nExcellent communication skills<\u002Fli><\u002Ful><p><b>\nKnowledge and Skills<\u002Fb><\u002Fp><p>\nMust have:<\u002Fp><ul><li>\nExperience with deep learning methods, models and frameworks<\u002Fli><\u002Ful><ul><li>\nFamiliarity with multiple programming and scripting languages (such as, Java, Javascript, C\u002FC++, Perl, etc.)<\u002Fli><li>\nFamiliarity with data visualization tools<\u002Fli><li>\nExperience with passive and active measurement techniques<\u002Fli><\u002Ful><ul><li>\nExperience with applying statistical modeling, machine learning and data mining algorithms to business problems.<\u002Fli><li>\nProfound understanding of big data systems<\u002Fli><li>\n2+ years of experience working directly with clients\u002Fcustomers on data-driven solutions. For example: researching, building, and deploying machine learning models.<\u002Fli><li>\n2+ years of work experience using, building, or developing Extract-Transform-Load (ETL) technology. Preferably in the Hadoop ecosystem<\u002Fli><\u002Ful><p>\nHigh want:<\u002Fp><ul><li>\nBackground in statistics<\u002Fli><li>\nLinux System knowledge as user and administrator<\u002Fli><li>\nExperience with Vertica or other column store databases is a plus<\u002Fli><li>\nExperience in cybersecurity, network data<\u002Fli><li>\nKnowledge of networking concepts and devices (Firewalls, Routers, Switches, and Load Balancers)<\u002Fli><li>\nKnowledge of network and web related protocols (such as, TCP\u002FIP, UDP, IPSEC, HTTP, HTTPS, DNS, SSH, routing protocols)<\u002Fli><\u002Ful><ul><li>\nProvides domain-specific expertise and overall software applications leadership and perspective to cross-organization projects, programs, and activities.<\u002Fli><li>\nDrives innovation and integration of new technologies into projects and activities in the software applications design organization.<\u002Fli><li>\nProvides guidance and mentoring to less- experienced staff members.<\u002Fli><\u002Ful><p><\u002Fp><p><b><i>\nEducation and Experience Required:\n<\u002Fi><\u002Fb><\u002Fp><ul><li>Bachelor's or Master's degree in Computer Science, Information Systems, or equivalent.<\u002Fli><li>\nTypically 6-10 years experience.<\u002Fli><\u002Ful><p><\u002Fp><p><b><i>\nKnowledge and Skills:\n<\u002Fi><\u002Fb><\u002Fp><ul><li>Extensive experience with multiple software applications design tools and languages.<\u002Fli><li>\nExcellent analytical and problem solving skills.<\u002Fli><li>\nExperience in overall architecture of software applications for products and solutions.<\u002Fli><li>\nDesigning and integrating software applications running on multiple platform types into overall architecture.<\u002Fli><li>\nEvaluating forms and processes for software applications testing and methodology, including writing and execution of test plans, debugging, and testing scripts and tools.<\u002Fli><li>\nExcellent written and verbal communication skills; mastery in English and local language.<\u002Fli><li>\nAbility to effectively communicate product architectures, design proposals and negotiate options at senior management levels.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nJob:<\u002Fb><\u002Fp>\nEngineering<p><\u002Fp><br>\n<p><b>\nMicro Focus is proud to be an Equal Opportunity Employer. Prospective employees will receive consideration without discrimination because of race, colour, religion, creed, gender, national origin, age, disability, marital or veteran status, sexual orientation, genetic information, citizenship or any other legally protected status<\u002Fb><\u002Fp><\u002Fdiv><p><\u002Fp>"}