{"47e6cb0866b90d04":"About the Company.\n<br>Gimbal is a marketing and advertising automation platform powered by physical-world data. Using our own hardware and software, Gimbal enables brands, media agencies, and marketers to deliver relevant messages in order to improve marketing communications and measure the effectiveness of their campaigns. Powered by its always-on location SDK, micro-location BLE beacons, and a complete mobile advertising stack, Gimbal’s suite of tools generates hyper-accurate location data that allows brands to target consumers more effectively and attribute their spend via actions in the physical world.\n<br><br>\nGimbal is the most comprehensive location-based software and hardware provider in the country, led by a team of experienced serial entrepreneurs and media industry veterans. We’re headquartered in Los Angeles with satellite offices in New York City, San Diego, San Francisco, Chicago, Boston, and Columbus.\n<br><br>\nAbout the Job.\n<br>Our team is growing, and we are looking for an experienced Data Scientist to join us. As a Data Scientist at Gimbal, you will be a key member of a growing team focused on the execution, analytics, and measurement of innovative mobile advertising campaigns along with location data that drive results for our clients. Our data platform is built on Druid, Redshift, and other modern database technologies and we use Tableau, Pivot, and Periscope to visualize and analyze the data.\n<br><br>\n<b>Who you are:<\u002Fb><br>\n<ul>\n<li>A proactive problem solver - you are constantly looking for ways to work smarter, delivering new efficiencies anywhere an improvement can be made<\u002Fli>\n<li>A universal communicator - you are able to explain the most technical data to the least technical people without any confusion<\u002Fli>\n<li>A detailed-oriented thinker - you create structure out of chaos, but never lose the trees in the forest<\u002Fli>\n<li>A builder - you are passionate about taking automation into process and procedure<\u002Fli>\n<\u002Ful>\n<b>What you will be doing:<\u002Fb><br>\n<ul>\n<li>Analyzing big datasets with statistical modeling and regression analysis to provide business insights and drive efficient business processes<\u002Fli>\n<li>Building reporting visualization templates and dashboards utilizing business intelligence software including Tableau and Periscope<\u002Fli>\n<li>Supporting new products and features by creating proof of concepts (POC) and evaluating impact and value<\u002Fli>\n<li>Collaborating cross-departmentally with Sales, AdOps, Engineering, and Product to deliver on key projects<\u002Fli>\n<li>Understanding high-level business goals of the company and its customers, and translating them into actionable and impactful reporting and analytics to support our data-driven approach<\u002Fli>\n<\u002Ful>\n<b>What you have:<\u002Fb><br>\n<ul>\n<li>4+ years of professional experience in a data-based role at a high-growth technology startup<\u002Fli>\n<li>Bachelor’s degree in a quantitative subject (Statistics, Data Science, Applied Statistics, Computer Science); Master’s degree a plus<\u002Fli>\n<li>Experience building visualizations with tools such as Tableau<\u002Fli>\n<li>Experience working with modern database models (Druid, Redshift, etc.)<\u002Fli>\n<li>Working knowledge of at least one programming language for data analysis (R, Python)<\u002Fli>\n<li>Proficiency in SQL, with Google BigQuery experience a plus<\u002Fli>\n<li>Professional background in statistical concepts; machine learning a plus<\u002Fli>\n<\u002Ful>\nBenefits & Perks.\n<br>It’s no secret that we work hard, but we also strive to create an office environment where the lines between work and play are blurred. This means we offer these great perks to help keep our team healthy, productive, and happy.\n<br><br>\n<ul>\n<li>100% company-paid health, dental, and vision coverage for you and your dependents, as well as life insurance and disability coverage<\u002Fli>\n<li>Unlimited paid time off - we trust your discretion<\u002Fli>\n<li>Opportunities for profit sharing, bonuses, and ownership<\u002Fli>\n<li>401(k) plan plus company match<\u002Fli>\n<li>Cell phone reimbursement and subsidized gym membership<\u002Fli>\n<li>Annual professional development stipend<\u002Fli>\n<li>Fully stocked kitchen - snacks, drinks, and catered lunch on Wednesdays<\u002Fli>\n<li>Dog-friendly office<\u002Fli>\n<\u002Ful>\n","6191757120becbd1":"<div><\u002Fdiv><div><p><b>About Foundation Medicine:<\u002Fb><\u002Fp>\n<div>\n<p>Foundation Medicine began with an idea, to simplify the complex nature of cancer genomics, bringing cutting-edge science and technology to everyday cancer care. Our approach generates insights that help doctors match patients to more treatment options and helps accelerate the development of new therapies. Foundation Medicine is the culmination of talented people coming together to realize an important vision, and the work we do every day impacts real lives. We are looking for a Data Scientist to join us in our mission to help achieve improved outcomes for cancer patients with data-driven insights &amp; initiatives.<\u002Fp>\n<div>\nWe now have more high-quality data than ever before, which allows us to answer hard questions in clinical oncology that were previously out of reach. As Data Scientist you will lead our efforts on analyzing real-world clinical and genomic data. Your focus will be on clinical use cases, such as biomarker-based outcomes analyses, examining correlates of genomics and clinical outcomes, clinical utility of next-generation sequencing, and the impact of diagnostics on patient care. You&rsquo;ll join a mission-driven team of data scientists with diverse expertise and grow your analytical toolbox. Together, you&rsquo;ll partner with product managers, engineering, and domain experts in oncology and genomics to advance the field.<\u002Fdiv>\n<p>To support your work, you will have access to the richest real world cancer genomics and clinical datasets; these include FoundationCORE, a repository of comprehensive genomic profiles and pathology images from 250,000+ patient tumor samples tested by Foundation Medicine, and our landmark clinicogenomic database developed in partnership with Flatiron Health, which contains 40,000+ genomic profiles paired with longitudinal clinical annotations (including treatments, response, and survival). This is an opportunity to apply your expertise to a unique and powerful dataset to help advance cancer care for patients and researchers.<\u002Fp>\n<div><b>\nDesired Skills and Experience:<\u002Fb><\u002Fdiv>\n<ul><li>Expertise in analyzing clinical health data, particularly survival\u002Foutcomes analyses.<\u002Fli>\n<li>Expertise in biostatistics, epidemiology, and\u002For statistical genetics.<\u002Fli>\n<li>Proficiency with statistical analysis software and\u002For scripting languages (R and\u002For Python preferred, but are amenable to others).<\u002Fli>\n<\u002Ful><p><b>Responsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Lead our efforts to shape the evolving landscape of clinical oncology with real-world evidence.<\u002Fli>\n<li>Support commercial data science projects as part of a cross-functional team.<\u002Fli>\n<li>Co-author case studies and peer-reviewed publications.<\u002Fli>\n<li>Contribute to a learning culture with conference presentations, journal clubs, etc. to share what you learn and enrich collaborations across Foundation Medicine.<\u002Fli>\n<\u002Ful><p><b>Qualifications:<\u002Fb><\u002Fp>\n<ul>\n<li>PhD in Biostatistics, Epidemiology, Bioengineering, or a related field; or MS with 3-5 years related work experience.<\u002Fli>\n<li>Experience with longitudinal electronic health\u002Fmedical records is a plus but not required.<\u002Fli>\n<li>Experience in oncology (clinical oncology, cancer biology, and\u002For cancer bioinformatics) is a plus but not required.<\u002Fli>\n<li>Proficiency in a database query language (e.g. SQL) is a plus.<\u002Fli>\n<li>Those with publications or projects directly related to analyses of clinical and\u002For genomic data preferred. Please submit a publication list (Pubmed or Google Scholar profile accepted).<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><i>Foundation Medicine is proud to be an Equal Opportunity and Affirmative Action employer and considers all qualified applicants for employment without regard to race, color, religion, sex, gender, sexual orientation, gender identity, ancestry, age, or national origin. Further, qualified applicants will not be discriminated against on the basis of disability or protected veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also <\u002Fi><i>FMI&rsquo;s EEO Statement<\u002Fi><i> and <\u002Fi><i>EEO is the Law<\u002Fi><i> and <\u002Fi><i>Supplement<\u002Fi><i>. If you have a disability or special need that requires accommodation, please let us know by completing <\u002Fi><i>this form<\u002Fi><i>. (EOE\u002FAAP Employer)<\u002Fi><\u002Fp>\n<p><i>\nTo all recruitment agencies: Foundation Medicine does not accept agency resumes. Please do not forward resumes to our jobs alias, Foundation Medicine employees or any other organization location. Foundation Medicine is not responsible for any fees related to unsolicited resumes.<\u002Fi><\u002Fp>\n<\u002Fdiv>\n<div>Back Share\n<div><\u002Fdiv>Apply Now<\u002Fdiv><\u002Fdiv>","c3c704a0d0db6bc2":"<div><p>GEHA is a leader in health services for federal employees and related customers, serving our chosen markets with low-cost offerings and best-in-class customer care, sustained by a nimble and efficient organization.\n<\u002Fp>The Data Scientist will serve in a critical role within GEHA&rsquo;s Analytic Center of Excellence (ACOE), building Advanced Analytics methods to provide insights and solutions for complex business opportunities. This role will report directly to the Manager of Analytic Delivery, and will work closely with the Data Integration and Analytic Solution teams to ensure alignment across the longitudinal evolution of capturing data to creating actionable insights.\n<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>SKILLS\n<\u002Fb><\u002Fh2><p><b>Duties and Responsibilities\n<\u002Fb><\u002Fp><ul><li>Perform a wide variety of statistical, predictive and descriptive modeling concepts, machine-learning approaches, clustering and classification techniques, and recommendation and optimization algorithms to meet the needs of the business.\n<\u002Fli><li>Work with internal clients to proactively identify and\u002For understand complex business opportunities and propose advanced analytic methods to provide actionable insights.\n<\u002Fli><li>Build and implement sophisticated analytic methods and statistical models designed with specific business opportunities in mind, using available tools and programming languages such as R or Python\n<\u002Fli><li>Iterate through models quickly, with the ability to assess when an effort may need to be abandoned when it is not providing the business value necessary.\n<\u002Fli><li>Create documentation that allows for the development and maintenance of models, providing oversight and guidance where necessary.\n<\u002Fli><li>Participate in Data Governance efforts, ensuring a solid understanding of data definitions and usage.\n<\u002Fli><li>Provide thought leadership regarding new technologies and\u002For methods that may benefit the enterprise.\n<\u002Fli><li>Participate or lead efforts to transfer data knowledge to business units, supporting the efforts to utilize the data for decisions, leading the enterprise in its goal to be an insight-driven organization.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Knowledge, Skills, and Abilities\n<\u002Fb><\u002Fp><ul><li>Master's degree or higher in a quantitative\u002Ftechnical field (e.g. Computer Science, Economics, Mathematics, Statistics, Engineering) with 3+ years' experience or Bachelor's degree in a quantitative\u002Ftechnical field with 6+ years' experience\n<\u002Fli><li>At least 3 years of experience with modern machine learning techniques and their mathematical underpinning, such as classification, recommendation systems, optimization, deep learning, and natural language processing\n<\u002Fli><li>At least 3 years of experience in projects involving cross-functional teams\n<\u002Fli><li>At least 3 years of experience with different analytical problem classifications\u002Fmodels and their applicability to different business problems (e.g., clustering, decision trees, logistic and linear regression, Monte Carlo simulation, neural networks, natural language processing, random forest, etc.)\n<\u002Fli><li>At least 3 years of experience with statistical modeling tools such as R, and scripting languages such as Python\n<\u002Fli><li>Expert-level proficiency in writing complex, highly-optimized SQL queries across large datasets\n<\u002Fli><li>Experience with PowerBI or similar visualization tool\n<\u002Fli><li>Ability to manage competing priorities simultaneously and drive projects to completion\n<\u002Fli><li>Past and current experience writing and speaking about complex technical concepts to broad audiences in a simplified format\n <\u002Fli><li>Strong understanding of Healthcare or willingness to learn\n<\u002Fli><\u002Ful><p><\u002Fp><p>GEHA is an Equal Opportunity Employer. GEHA will not discriminate against employees or applicants because they have inquired about, discussed, or disclosed their compensation or the compensation of another employee or applicant. Our company's corporate headquarters is located in Lee's Summit near Douglas Rd and I-470 with a total of five locations in the Kansas City metropolitan area.<\u002Fp><\u002Fdiv>","c629b6d085253248":"<div><div><div>Seamless.AI delivers the world&rsquo;s best sales leads. Maximize revenue, increase sales and acquire your total addressable market instantly using artificial intelligence. Join us on our rocket ship to impact 1 billion people and add to our 20,000 companies and users who are generating hundreds of millions in sales for free at Seamless.AI. Request a demo here<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe <b>Data Scientist <\u002Fb>will be the &lsquo;go to person&rsquo; on our rapidly expanding engineering team solving all our data science challenges for billions of data points related to the world&rsquo;s business contacts and company profiles. The primary role of the data scientist is to improve the accuracy of our data recommendations that predicts every professional&rsquo;s emails, phone numbers and websites with the highest level and degree of accuracy possible. This person will have an opportunity to solve significant data problems that are positively impacting millions of business professionals and helping the world connect to opportunity and each other faster than ever before.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><\u002Fh3><div><ul><li>\nDevelop the strategy and execution roadmap to improve our company records data set and make recommendations to improve our company profile data accuracy<\u002Fli><li>\nDevelop the strategy and execution roadmap to improve our contact records data set and make recommendations to improve our contact profile data accuracy<\u002Fli><li>\nBuild and release models that elevate our data quality and accuracy<\u002Fli><li>\nWork with enormous data sets to find correlations and signals amongst all the noise to improve our contact profile and company profile prediction accuracy. Our database has billions of records extracted from the web.<\u002Fli><li>\nEnsure data quality throughout all stages of acquisition and processing, including such areas as data sourcing\u002Fcollection, ground truth generation, normalization, transformation, etc.<\u002Fli><li>\nCollaborate with colleagues with engineering, QA and business backgrounds<\u002Fli><li>\nBuild, measure, analyze and optimize machine learning and statistical models that will have a direct impact on the Seamless.AI contact and company profiles.<\u002Fli><li>\nIdentify and communicate opportunities to apply data science and machine learning to product design and processes.<\u002Fli><li>\nIdentify, communicate, and create innovative solutions for product design, processes, and business problems by using advanced machine learning, statistical modeling and optimization techniques.<\u002Fli><li>\nTest and evaluate the quality of algorithms using statistical methods.<\u002Fli><li>\nExperiment, review, and improve the existing analytics and machine learning models as Seamless evolves.<\u002Fli><li>\nLead internal tactical and strategic projects and reports project progress for quality, deliverables and cost to VP of Operations.<\u002Fli><li>\nWork together with engineers, technical project managers, and subject matter experts, to gather requirements and improve our customer experience using machine learning and data science.<\u002Fli><li>\nMentor and guide other team members and colleagues in the domain area as owner of data science projects end-to-end.<\u002Fli><div><br>\n<\u002Fdiv><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Minimum Qualifications:<\u002Fb><\u002Fh3><div><ul><li>\n3 - 5+ years of professional (not academic) experience in data science and\u002For big data.<\u002Fli><li>\nExpert knowledge of data science, predictive modeling, statistics and machine learning in general.<\u002Fli><li>\nDeep experience with algorithms, statistics, and data analytics.<\u002Fli><li>\nA Data Geek &ndash; we&rsquo;re looking for people who love data, and who are comfortable working with numbers and patterns. If you like to solve puzzles in your free time, this is the right opportunity for you!<\u002Fli><li>\nExperience\u002Fknowledge in our more major technical &amp; programming languages and cloud computing (Node.JS, PostgreSQL, AWS)<\u002Fli><li>\nStrategic thinker and problem solver to develop data science strategies as a principal data scientist.<\u002Fli><li>\nBackground in making impactful data decisions with hundreds of millions of data points quickly and efficiently.<\u002Fli><li>\nAnalytical and detail oriented with the ability to prioritize, execute and deliver projects accurately and on time.<\u002Fli><li>\nCommitted leader and team player who can work autonomously in data science responsibilities, be proactive, take ownership over the success of their projects, and work hard to support those around them.<\u002Fli><li>\nDrive and leadership skills to help build and manage team of data analysts.<\u002Fli><li>\nMust be comfortable with unstructured, fast moving and constantly evolving high growth environment.<\u002Fli><li>\nSolid communication and writing skills to effectively communicate with business and data science leaders on project status, timeline, strategy, ideas and technical results.<\u002Fli><li>\nSelf-motivated and able to work efficiently with both on-location and remote teams.<\u002Fli><li>\nM.S. focused on Data Science or related field<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Desired but not required:<\u002Fb><\u002Fh3><div><ul><li>\nKnowledge and experience in marketing channel optimization, customer behavior\u002Fjourney modeling and prediction, product recommendation systems, online testing and etc. is highly desired.<\u002Fli><li>\nBackground in handling multi-terabyte size datasets in the cloud.<\u002Fli><li>\nProficient in computer software development, web development and engineering.<\u002Fli><li>\nExperience working with distributed systems and grid computing.<\u002Fli><li>\nData security knowledge, risk, compliance (ie. GDPR, etc&hellip;).<\u002Fli><li>\nExperience working in online products or SaaS based products.<\u002Fli><li>\nPrior work at a fast paced early stage start up.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Disclaimer: This is a full-time position that ideally be located in our Columbus, Ohio office. We are open to assisting with relocation and willing to discuss US remote for the right candidate. Visa Sponsorship is not included in our hiring package. Applicants will need to be authorized to work in the US.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nNo Recruiters. This is an internal position our internal team is hiring for.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nPay, Perks &amp; Such:<\u002Fdiv><div>\nAt Seamless, we love to celebrate our diverse group of hardworking employees and it shows. We&rsquo;re proud to say Seamless.AI was recognized as a one of the Top Most Promising and Fastest Growing Start up by VentureOhio. Our CEO, Brandon Bornancin, was also named 2018 Sales Development Thought Leader of the Year. We pride ourselves on our collaborative culture that pervasive throughout every step of a Seamless employee&rsquo;s journey. Starting with our interviews and continuing through Daily Standup sessions, collaboration is at the heart of working at Seamless.<\u002Fdiv><div>\nWe offer a full slate of benefits including competitive salaries, world-class health benefits, flexible vacation time, paid time off, a dog friendly office, remote flexibility and numerous other benefits to improve company culture\u002Fmorale. And&hellip; we offer some not-so-standard, extra-fun benefits, including learning &amp; development programs to improve your skills, an office ping-pong table, pool table, arcade basketball, DJ booth, and of course, fully stocked fridges and free coffee. :)<\u002Fdiv><div>\nTake the chance to contribute to an upbeat, fully engaged culture that&rsquo;s addicted to winning. We value diversity and believe forming teams in which everyone can be their authentic self is key to our success. We encourage people from underrepresented backgrounds and different industries to apply. Come join us, and find out what the best work of your career could look like here at Seamless.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nDisclaimer: This is a full-time position that ideally would be located in our Columbus, Ohio office but for the right candidate we would be open to full US remote. We are open to assisting with relocation and willing to discuss for some positions. Visa Sponsorship is not included in our hiring package. Applicants will need to be authorized to work in the US.<\u002Fdiv><div>\nWe are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.<\u002Fdiv><div>\nNo Recruiters. This is an internal position our internal team is hiring for.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","25fa285588f5c810":"<div><h2 class=\"jobSectionHeader\"><b>General Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><p>Fleet planning team at Hertz is highly analytical and data driven function. The team is responsible for planning procurement, allocation and selling of fleet for North America Rent-A-Car business. Vehicle depreciation is the biggest cost for Hertz (about 1.8 billion dollars annually). It is impacted by many macro\u002Fmicro economic factors including gas prices, new vehicle production, consumer demand and technological changes. We are constantly looking to better forecast used car sale prices and other costs.\n<\u002Fp><p>As a Data Scientist, you would build predictive modelling for various projects. You will enhance and support Hertz&rsquo;s used car pricing models to incorporate impact of options, volume, incentives and other factors.<br>\n<\u002Fp><div><\u002Fdiv><div><div><div><b>Key Responsibilities<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\nBuild models for forecasting changes in used car market<\u002Fli><li>\nPricing cars for used car wholesale channels (Auctions and Dealer Direct)<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Mandatory Requirements\n<\u002Fb><\u002Fh2><div><div><div><div><h1 class=\"jobSectionHeader\"><b>Knowledge, skills and experience<\u002Fb><\u002Fh1><\u002Fdiv><br>\n<p><b>\nEducational Background:\n<\u002Fb><\u002Fp><ul><li>Masters with 3+ years of experience as data scientist<\u002Fli><\u002Ful><p><b>\nSkills:<\u002Fb><\u002Fp><ul><li>\nWorking experience with a statistical programming language (like SAS, R, Octave, Python etc.)<\u002Fli><li>\nExperience with machine learning (regression, classification, neural networks). Preferably also have experience with constrained mathematical optimization models (Linear Programming, CPLEX).\n<\u002Fli><li>Preferably also have experience with SQL databases<\u002Fli><\u002Ful><div>\n#LI-CG1<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>EEO Statement\n<\u002Fb><\u002Fh2><div><div><div>Hertz is a Drug-Free Workplace. All employment is contingent on successful completion of drug and background screening.<br>\n<br>\nHertz is an equal opportunity affirmative action employer and administers all personnel practices without regard to race, color, religion, sex, age, national origin, sexual orientation, gender identity or expression, marital status or domestic partnership status, disability, protected veteran status or military status, genetic information, or any other category protected under applicable law. Hertz is committed to taking affirmative steps to promote the employment and advancement of minorities, women, persons with disabilities and protected veterans.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","d456069c09eb7dd3":"<div><div><b>POSITION PURPOSE<\u002Fb><br>\n<div>A BlackLocus Data Scientist solves difficult business problems with advanced statistical analytics and optimization. They are responsible for the full life cycle of analytics and take the solution from concept to final prototype. Working with resources in engineering, product, and services along with other members of the data science team, they deliver a solution in the shortest amount of time. Data Scientists are expected to contribute to projects as a hands-on, expert-level resource, capable of synthesizing the business requirements, nuances of the data available and analytic techniques to help create best in class solution.<\u002Fdiv><br>\n<b>\nMAJOR TASKS, RESPONSIBILITES AND KEY ACCOUNTABILITIES<\u002Fb><br>\n50% Design and develop algorithms and models to use against large datasets to create business insights.<br>\n20% Establishing scalable, efficient processes for large scale data analyses, model development and model implementation<br>\n20% Solve problems creatively with strategic insights. Leverage data to present a compelling business case to optimize price points.<br>\n10% Remain knowledgeable on advancements in data science and machine learning. Identify opportunities to apply learnings.<br>\n<br>\n<b>NATURE AND SCOPE<\u002Fb><br>\nPosition reports to Sr Data Science BL Lab<br>\nNo direct reports<br>\n<br>\n<b>ENVIRONMENTAL JOB REQUIREMENTS<\u002Fb><br>\n<b>Environment:<\u002Fb><br>\nLocated in a comfortable indoor area. Any unpleasant conditions would be infrequent and not objectionable.<br>\n<b>Travel:<\u002Fb><br>\nTypically requires overnight travel less than 10% of the time.<\u002Fdiv><div><b>\nMINIMUM QUALIFICATIONS<\u002Fb><br>\nMust be eighteen years of age or older.<br>\nMust be legally permitted to work in the United States.<br>\n<br>\n<b>Education Required:<\u002Fb><br>\nThe knowledge, skills and abilities typically acquired through the completion of a PhD program in a field of study related to the job.<br>\n<br>\n<b>Years of Relevant Work Experience: <\u002Fb>4 years<br>\n<br>\n<b>Physical Requirements:<\u002Fb><br>\nMost of the time is spent sitting in a comfortable position and there is frequent opportunity to move about. On rare occasions there may be a need to move or lift light articles.<br>\n<br>\n<b>Additional Qualifications:<\u002Fb><br>\nMasters in Statistics, Operations Research, Math or related quantitative field.<br>\nExpert knowledge in manipulating massive datasets, statistical analysis, and predictive modeling.<br>\n<br>\n<b>Preferred Qualifications:<\u002Fb><br>\nExperience in data mining, data analysis and predictive modeling<br>\nPrevious work experience in business intelligence and data analytics<br>\nProven experience utilizing statistical techniques to identify key insights from data to solve business<br>\nproblems<br>\n<br>\n<b>Knowledge, Skills, Abilities and Competencies:<\u002Fb>Ability to build scalable systems that analyze huge data sets and make actionable recommendations<br>\nStrong communication and data presentation skills<br>\nAbility to quickly adapt to new technologies, tools and techniques<br>\nFlexible and responsive; able to perform in a fast paced, dynamic, decision making environment and meet aggressive timelines<\u002Fdiv><\u002Fdiv>","1de6a9e3c3eb1a37":"<div><b>Introduction<\u002Fb><br>\nAt IBM we have an amazing opportunity to transform the world with cognitive technology. By using the vast amounts of information available today to identify new patterns and make new discoveries, we are helping cities become smarter, hospitals transform patient care, financial institutions minimize risk, and pharmaceuticals find cures for rare diseases.\n<br>\n<br>\nData scientists work with enterprise leaders and key decision makers to solve business problems by preparing, analyzing, and understanding data to deliver insight, predict emerging trends, and provide recommendations to optimize results. Data scientists use a variety of data (structured, unstructured, IoT streaming), analytics, AI tools, and programming languages often using a cloud infrastructure to handle the volume and veracity of data streams.<br>\n<br>\nArmed with data, modeling expertise, and analytic results, the data scientist communicates conclusions and recommendations to stakeholders in an organization's leadership structure. Business acumen is an important skill for data scientists to effectively communicate their findings to business leaders, data scientists need strong consulting, communication, visualization, and storytelling skills.<br>\n<br>\n<b>Your Role and Responsibilities<\u002Fb><br>\n<b>START AND END DATES FOR THIS INTERNSHIP ARE DURING SUMMER 2020 (3 months)<\u002Fb><br>\n<br>\nData Scientists are in demand across IBM's growth areas. If hired, you will be matched to a team based on business demand, location and fit. Join the forward-thinking teams at IBM solving some of the world&rsquo;s most complex problems &ndash; there is no better place to grow your career!<br>\n<br>\nThe work you may do:<ul><li>\nImplement and validate predictive models; create and maintain statistical models with a focus on big data.<\u002Fli><li>\nCommunicate with internal and external clients to understand business needs and provide analytical solutions.<\u002Fli><li>\nUse statistical concepts such as regression, time series, mixed model, Bayesian methods, clustering, etc. to analyze data and provide insights.<\u002Fli><li>\nWork in an Agile, collaborative environment, partnering with other scientists, engineers, and database administrators of all backgrounds and disciplines to bring analytical rigor and statistical methods to the challenges of predicting behaviors.<\u002Fli><li>\nData analytics including identifying, retrieving, manipulating, relating and exploiting multiple structured and unstructured data sets from various sources including building or generating new data sets.<\u002Fli><li>\nGain exposure to writing relational table queries<\u002Fli><li>\nIdentify, retrieve, manipulate, relate and exploit multiple structured and unstructured data sets from various sources including building or generating new data sets as appropriate.<\u002Fli><li>\nCreate and present materials on data projects, data science architecture and analytics strategies.<\u002Fli><\u002Ful>\nWho you are:<ul><li>\nYou can debug, troubleshoot, design and implement solutions to complex technical issues.<\u002Fli><li>\nYou have a knack for analytics and solving problems using data.<\u002Fli><li>\nYou have a strong understanding of programming languages extensively used in Data Science applications (e.g., R, Python, Scala, Java, etc.)<\u002Fli><\u002Ful><br>\n<b>\nRequired Professional and Technical Expertise<\u002Fb><br>\n<ul><li>Must have basic knowledge of statistical concepts such as probability theory and hypothesis testing.<\u002Fli><li>\nMust have experience coding in R and\u002For Python.<\u002Fli><\u002Ful><br>\n<b>\nPreferred Professional and Technical Expertise<\u002Fb><br>\n<ul><li>Advanced knowledge of statistical concepts such as regression, time series, mixed model, Bayesian methods, clustering, etc., to analyze data and provide insights.<\u002Fli><li>\nExperience collaborating on coding projects, e.g. sharing code and resolving issues through GitHub.<\u002Fli><\u002Ful><br>\n<b>\nAbout Business Unit<\u002Fb><br>\nNo matter where you work in IBM, you are making an impact. As an Early Professional with IBM, you will be taking on a key role with one of our industry-leading business units to work on the technology that is solving our most challenging problems and changing the way the world thinks.<br>\n<br>\n<b>Your Life @ IBM<\u002Fb><br>\nWhat matters to you when you&rsquo;re looking for your next career challenge?<br>\n<br>\nMaybe you want to get involved in work that really changes the world? What about somewhere with incredible and diverse career and development opportunities &ndash; where you can truly discover your passion? Are you looking for a culture of openness, collaboration and trust &ndash; where everyone has a voice? What about all of these? If so, then IBM could be your next career challenge. Join us, not to do something better, but to attempt things you never thought possible.<br>\n<br>\nImpact. Inclusion. Infinite Experiences. Do your best work ever.<br>\n<br>\n<b>About IBM<\u002Fb><br>\nIBM&rsquo;s greatest invention is the IBMer. We believe that progress is made through progressive thinking, progressive leadership, progressive policy and progressive action. IBMers believe that the application of intelligence, reason and science can improve business, society and the human condition. Restlessly reinventing since 1911, we are the largest technology and consulting employer in the world, with more than 380,000 IBMers serving clients in 170 countries.<br>\n<br>\n<b>Location Statement<\u002Fb><br>\nWe consider qualified applicants with criminal histories, consistent with applicable law.<br>\n<br>\n<b>Being You @ IBM<\u002Fb><br>\nIBM is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status. IBM is also committed to compliance with all fair employment practices regarding citizenship and immigration status.<\u002Fdiv>","ae967a0ced83e8ab":"<div><h2 class=\"jobSectionHeader\"><b>Position Summary...<\u002Fb><\u002Fh2><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nWhat you'll do...<\u002Fb><\u002Fh2><p>\nLeads small and participates in large data analytics project teams by serving as a technical lead for analytics projects; working with project teams and<br>\nbusiness partners to determine project goals; developing contingency plans for data analysis; determining modeling based on business needs;<br>\ndirecting the analysis of data; gathering data and developing reports as needed; utilizing business knowledge to ensure data supports project goals;<br>\nanalyzing data based on identified variables; reviewing data results to ensure accuracy; and communicating results and insights to the project team<br>\nand business partners.<br>\nPresents data insights and recommendations to key stakeholders by developing insights based on data analysis; applying analytical results to project<br>\ngoals; identifying trends and key insights; translating results into business actions; and presenting insights and recommendations to key stakeholders.<br>\nParticipates in the continuous improvement of data science and analytics by developing replicable solutions (for example, codified data products,<br>\nproject documentation, process flowcharts) to ensure solutions are leveraged for future projects; building and maintaining a library of reusable<br>\nalgorithms for future use; ensuring developed code is documented; and coaching and mentoring analysts across the division and project teams.<br>\nDevelops analytical models to drive analytics insights by gathering data from internal and external sources; evaluating data usability based on project<br>\ngoals; synthesizing data into large datasets to support project goals; developing statistical models and computational algorithms to analyze data;<br>\nutilizing the analytics project lifecycle process to drive predictive modeling; coding, testing, and maintaining analytical software tools; identifying<br>\ntrends, patterns and discrepancies in data; training statistical models for replication for future projects; and presenting data insights and<br>\nrecommendations to key stakeholders.<br>\nDemonstrates up-to-date expertise and applies this to the development, execution, and improvement of action plans by providing expert advice and<br>\nguidance to others in the application of information and best practices; supporting and aligning efforts to meet customer and business needs; and<br>\nbuilding commitment for perspectives and rationales.<br>\nProvides and supports the implementation of business solutions by building relationships and partnerships with key stakeholders; identifying business<br>\nneeds; determining and carrying out necessary processes and practices; monitoring progress and results; recognizing and capitalizing on<br>\ni mprovement opportunities; and adapting to competing demands, organizational changes, and new responsibilities.<br>\nModels compliance with company policies and procedures and supports company mission, values, and standards of ethics and integrity by<br>\nincorporating these into the development and implementation of business plans; using the Open Door Policy; and demonstrating and assisting others<br>\nwith how to apply these in executing business processes and practices.<\u002Fp><p><\u002Fp><p>\nQualifications:<\u002Fp><p>\nBackground in Machine Learning<\u002Fp><p>\nExperience with Python and Apache Spark<\u002Fp><p>\nExperience with Fraud Detection would be a plus<\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nMinimum Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.\n<\u002Fi><\u002Fp><p><\u002Fp>Minimum Qualifications<br>\nBachelor of Science and 2 years' data science experience OR Master of Science and 1 year's data science experience.<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPreferred Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.\n<\u002Fi><\u002Fp><p><\u002Fp>Bachelor's degree and experience in an analytics related field, Doctorate and experience in an analytics related field, Master's degree and experience in an analytics related field, SQL and relational databases (for example, DB2, Oracle, SQL Server), Statistical Programming Language<p><\u002Fp>\nBachelors: Analytics, Bachelors: Economics, Bachelors: Mathematics, Bachelors: Statistics, Doctorate: Analytics, Doctorate: Economics, Doctorate: Mathematics, Doctorate: Statistics, Masters: Analytics, Masters: Economics, Masters: Mathematics, Masters: Statistics<p><\u002Fp>\nBusiness Analytics - Certification, Data Mining - Certification, Statistical Analysis - Certification<\u002Fdiv>","7bdac913950165bc":"<div><\u002Fdiv><div><div><div><div><b>Who We Are<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe started Clinc in 2015 with the mission to use the best advancements in academic research, science and technology to create a meaningful and tangible impact on the world. Since then, we have seen exponential growth delivering cutting-edge technology at global scale, and empowering people to lead more enjoyable lives with conversational AI. We are a passionate group of change-makers inspired by the world&rsquo;s most difficult challenges and a gritty resolve to take them on. If you want to influence the future of AI and make our world a better place to live, join us.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nJob Overview<\u002Fb><\u002Fdiv><div>\nWe are looking for a full-stack software developer who will support our Core AI team in orchestrating our data archival process, as well as analyzing such data to develop powerful insights. The end goal of the data scientist role is to make sure every piece of crowdsourced data, training data, and production data is accumulated, organized, and maintained for the Core AI team to consume for various research projects, as well as to provide useful insights about the data.<\u002Fdiv><div>\nThe ideal candidate is someone experienced with building web services and\u002For microservice-based architectures to design data collection pipelines. The ideal candidate is also someone who would maintain such large amounts of data in an organized and intuitive fashion. Lastly the ideal candidate is able to provide quick and meaningful insights from such large data.<\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>\nResponsibilities for Data Scientist<\u002Fb><\u002Fh3><div><ul><li>\nDesign and orchestrate a data archival pipeline within a microservice-based system architecture.<\u002Fli><li>\nMaintain large amounts of text data in an organized and meaningful fashion that is easily consumable for various research and production projects.<\u002Fli><li>\nWork cross-functionally with the infrastructure team and product team in deploying such data archival pipeline on-prem or on cloud instances.<\u002Fli><li>\nCreate access, search, and visualization tools for textual data.<\u002Fli><li>\nDesign and implement a versioning system for various datasets.<\u002Fli><li>\nAnalyze large amounts of data for insight that could lead to meaningful research problems.<\u002Fli><li>\nContribute to research projects involved with improving overall data quality.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>\nQualifications for Data Scientist<\u002Fb><\u002Fh3><div><ul><li>\nExperience creating data architectures.<\u002Fli><li>\nExperience using statistical computer languages to manipulate data and draw insights from large data sets.<\u002Fli><li>\nKnowledge of a variety of machine learning techniques, and their real-world application and use cases.<\u002Fli><li>\nKnowledge of advanced statistical techniques and concepts.<\u002Fli><li>\nExperience with designing and implementing web servers.<\u002Fli><li>\nExperience working with microservice architectures\u002FDocker\u002FContainerization.<\u002Fli><li>\nA drive to learn and master new technologies and techniques in a fast paced environment.<\u002Fli><li>\nA master&rsquo;s degree is a nice-to-have.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><b>\nCulture, Diversity and Inclusivity<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nClinc has a proven commitment to diversity and inclusion. We strive to create a hiring environment in which all people feel they are equally respected and valued, irrespective of gender identity or expression, sexual orientation, ethnicity, age, religion, citizenship or any other characteristic.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","9d0303938cffec21":"<div><p><b>Description\n<\u002Fb><\u002Fp><p><\u002Fp>The Cognitive\u002FMachine Learning Professional 2 leverages large sets of structured and unstructured data to develop tactical and strategic insights. The Cognitive\u002FMachine Learning Professional 2 work assignments are varied and frequently require interpretation and independent determination of the appropriate courses of action.\n<p><\u002Fp><p><b>Responsibilities\n<\u002Fb><\u002Fp><p><\u002Fp><p>Humana&rsquo;s Data Health and Analytics Team is seeking a Cognitive\u002FMachine Learning &ndash;Data Scientist.\n<\u002Fp><p><\u002Fp><p>This position collaborates with analytic and data teams to set objectives, approaches, and work plans. Researches and evaluates new analytical methodologies, approaches, and solutions. Develops and validates statistical forecasting models and tools. Interprets and communicates analytic results to analytical and non-analytical business partners and executive decision makers. Understands department, segment, and organizational strategy and operating objectives, including their linkages to related areas. Makes decisions regarding own work methods, occasionally in ambiguous situations, and requires minimal direction and receives guidance where needed. Follows established guidelines\u002Fprocedures.\n<\u002Fp><p><\u002Fp><p>This role will be based in Boston at Humana's new office - Studio H, located at 281 Summer Street in the Seaport District.\n<\u002Fp><p><\u002Fp><p>At Humana Studio H, we offer the expansive data and technology architecture needed to get things done. We&rsquo;re harnessing the power and potential of predictive modeling, artificial intelligence and machine learning to revolutionize&mdash;and forever impact&mdash;the way healthcare is delivered.\n<\u002Fp><p><\u002Fp><p><b>First year success factors:\n<\u002Fb><\u002Fp><ul><li>Develop machine learning, AI, and Deep Learning solutions to support our key business partners within the Retail and Employer Group Segments.\n<\u002Fli><li>The solutions developed will provide measureable value to our key business partners in the form of increase in efficiency (time and computationally), improved member experience, and return on investment.\n<\u002Fli><li>You are recognized as a team member who helps drive results for both the Enterprise Data and Analytics organization as well as our segment partners.\n<\u002Fli><li>You have developed effective partnerships with internal business partners and coworkers.<br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Required Qualifications\n<\u002Fb><\u002Fp><p><\u002Fp><p>Master's degree in a quantitative discipline, such as Computer Science, Mathematics or Statistics and\u002For related field\n<\u002Fp><p>Working experience R or Python\n<\u002Fp><p>3+ years of professional experience leveraging large sets of structured and unstructured data to develop tactical and strategic insights\n<\u002Fp><p>Experience developing and validating statistical forecasting models and tools\n<\u002Fp><p>Experience interpreting and communicating analytic results to analytical and non-analytical business partners and executive decision makers\n<\u002Fp><p>Clear oral and written communication skills\n<\u002Fp><p>Flexible, dynamic personality who is able to work independently in a team environment\n<\u002Fp><p><\u002Fp><p><b>Preferred Qualifications\n<\u002Fb><\u002Fp><p><\u002Fp><p>Healthcare or managed care experience\n<\u002Fp><p>Demonstrated experience with SAS, QlikView, SQL, PL\u002FSQL, MATLAB or similar statistical tools\n<\u002Fp><p>Experience performing data management, mining, and manipulation along with analytics\n<\u002Fp><p><\u002Fp><p><b>Scheduled Weekly Hours\n<\u002Fb><\u002Fp><p><\u002Fp>40<\u002Fdiv>","48c4df3219da25ad":"<div><p><b>Infrastructure Managed Service Data Science<\u002Fb><\u002Fp><p><\u002Fp><p>\nDell Technologies has an established Data Science Practice in product and Support Services. The candidate will help our Managed Services (MS) business to enable the journey to AIOps (Machine Learning for the purpose of IT automation) using data from ITSM, monitoring systems and device logs. A candidate is self-directed and self-motivated to lead the methodology of solving those problems and possess strong communication skills in order to relate the data science solution. It is especially important that an embedded Data Scientist is an enthusiastic collaborator, both with MS business and with Data Scientists on other teams.<\u002Fp><p><\u002Fp><p><b>\nCommon responsibilities of the role include:<\u002Fb><\u002Fp><ul><li>\nBeing willing to dig into data - Discover data sources, get access to them, import them, clean them up, and make them &ldquo;model-ready&rdquo;<\u002Fli><li>\nA true love for calculating metrics, statistical calculations, and new metric definition &ndash; knowing how to ask the right questions<\u002Fli><li>\nA true love for data visualization and communicating data stories<\u002Fli><li>\nBecome a subject matter expert of the data to create and refine features for modeling\n<\u002Fli><li>Perform hands-on data analysis and modeling with huge data sets<\u002Fli><li>\nExperience applying the right ML model to solve business problems<\u002Fli><li>\nEvaluate data science models in terms of outcomes and computational performance<\u002Fli><li>\nWork side-by-side with product managers, software engineers, data engineers, and data analysts in creating data science products<\u002Fli><li>\nAbility and passion to learn new techniques to stay on the cutting edge<\u002Fli><li>\nAbility to effectively communicate, both verbally and in writing to scientists and non-scientists\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Required skills\u002Ftechnologies:<\u002Fb><\u002Fp><ul><li>\nStrong database knowledge and expertise in SQL.<\u002Fli><li>\nSolid programming skills to retrieve, analyze and process data, and build machine learning models from the ground up (Python\u002FR)<\u002Fli><li>\nDeep knowledge of machine learning, information retrieval, data mining, statistics, NLP or related field<\u002Fli><li>\nHas been part of a team that has taken projects from concept to production at scale\n<\u002Fli><li>Familiarity with Agile practices, ML ecosystem, and enterprise-class tools<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nExperience:<\u002Fb><\u002Fp><ul><li>\nEither: <b>Bachelor&rsquo;s <\u002Fb>plus 7 years experience \u002F <b>Master&rsquo;s<\u002Fb> plus 3-5 years experience \u002F <b>PhD<\u002Fb> plus 2-3 years of experience<\u002Fli><li>\nMust have been a practicing DS (Data Science) before, at least 1-2 years and have experience with enterprise class deployment<\u002Fli><li>\nFormal Data Science training is highly desired.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nCompany Description &ndash; Dell Technologies:<\u002Fb><\u002Fp><p>\nWith more than 100,000 team members globally, we promote an environment that is rooted in the entrepreneurial spirit in which the company was founded. Dells team members are committed to serving our communities, regularly volunteering for over 1,500 non-profit organizations. The company has also received many accolades from employer of choice to energy conservation. Our team members follow an open approach to technology innovation and believe that technology is essential for human success.<\u002Fp><p><\u002Fp><p><b>\nWhy work with us?:<\u002Fb><\u002Fp><ul><li>\nLife at Dell means collaborating with dedicated professionals with passion for technology.<\u002Fli><li>\nWhen we see something that could be improved, we get to work inventing the solution.<\u002Fli><li>\nOur people demonstrate our winning culture through positive and meaningful relationships.<\u002Fli><li>\nWe invest in our people and offer a series of programs that enables them to pursue a career that fulfills their potential.<\u002Fli><li>\nOur team members health and wellness is our priority as well as rewarding them for their hard work.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nBenefits\n<\u002Fb><\u002Fp><p>We offer highly competitive salaries, bonus programs, world-class benefits, and unparalleled growth and development opportunities &mdash; all to create a compelling and rewarding work environment.<\u002Fp><p><\u002Fp><p><b>\nApply now!\n<\u002Fb><\u002Fp><p><\u002Fp><p>Dell is an Equal Opportunity Employer and Prohibits Discrimination and Harassment of Any Kind:<\u002Fp><p>\nDell is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at Dell are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV status, sexual orientation, gender identity and\u002For expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. Dell will not tolerate discrimination or harassment based on any of these characteristics. Learn more about Diversity and Inclusion at Dell here.<\u002Fp><\u002Fdiv><p><\u002Fp>","4866e4ad649fd287":"<div><h2 class=\"jobSectionHeader\"><b>Position Summary...<\u002Fb><\u002Fh2><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nWhat you'll do...<\u002Fb><\u002Fh2><p>\nLeads small and participates in large data analytics project teams by serving as a technical lead for analytics projects; working with project teams and<br>\nbusiness partners to determine project goals; developing contingency plans for data analysis; determining modeling based on business needs;<br>\ndirecting the analysis of data; gathering data and developing reports as needed; utilizing business knowledge to ensure data supports project goals;<br>\nanalyzing data based on identified variables; reviewing data results to ensure accuracy; and communicating results and insights to the project team<br>\nand business partners.<br>\nPresents data insights and recommendations to key stakeholders by developing insights based on data analysis; applying analytical results to project<br>\ngoals; identifying trends and key insights; translating results into business actions; and presenting insights and recommendations to key stakeholders.<br>\nParticipates in the continuous improvement of data science and analytics by developing replicable solutions (for example, codified data products,<br>\nproject documentation, process flowcharts) to ensure solutions are leveraged for future projects; building and maintaining a library of reusable<br>\nalgorithms for future use; ensuring developed code is documented; and coaching and mentoring analysts across the division and project teams.<br>\nDevelops analytical models to drive analytics insights by gathering data from internal and external sources; evaluating data usability based on project<br>\ngoals; synthesizing data into large datasets to support project goals; developing statistical models and computational algorithms to analyze data;<br>\nutilizing the analytics project lifecycle process to drive predictive modeling; coding, testing, and maintaining analytical software tools; identifying<br>\ntrends, patterns and discrepancies in data; training statistical models for replication for future projects; and presenting data insights and<br>\nrecommendations to key stakeholders.<br>\nDemonstrates up-to-date expertise and applies this to the development, execution, and improvement of action plans by providing expert advice and<br>\nguidance to others in the application of information and best practices; supporting and aligning efforts to meet customer and business needs; and<br>\nbuilding commitment for perspectives and rationales.<br>\nProvides and supports the implementation of business solutions by building relationships and partnerships with key stakeholders; identifying business<br>\nneeds; determining and carrying out necessary processes and practices; monitoring progress and results; recognizing and capitalizing on<br>\ni mprovement opportunities; and adapting to competing demands, organizational changes, and new responsibilities.<br>\nModels compliance with company policies and procedures and supports company mission, values, and standards of ethics and integrity by<br>\nincorporating these into the development and implementation of business plans; using the Open Door Policy; and demonstrating and assisting others<br>\nwith how to apply these in executing business processes and practices.<\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nMinimum Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.\n<\u002Fi><\u002Fp><p><\u002Fp>Minimum Qualifications<br>\nBachelor of Science and 2 years' data science experience OR Master of Science and 1 year's data science experience.<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPreferred Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.\n<\u002Fi><\u002Fp><p><\u002Fp>Bachelor's degree and experience in an analytics related field, Doctorate and experience in an analytics related field, Master's degree and experience in an analytics related field, SQL and relational databases (for example, DB2, Oracle, SQL Server), Statistical Programming Language<p><\u002Fp>\nBachelors: Analytics, Bachelors: Economics, Bachelors: Mathematics, Bachelors: Statistics, Doctorate: Analytics, Doctorate: Economics, Doctorate: Mathematics, Doctorate: Statistics, Masters: Analytics, Masters: Economics, Masters: Mathematics, Masters: Statistics<p><\u002Fp>\nBusiness Analytics - Certification, Data Mining - Certification, Statistical Analysis - Certification<\u002Fdiv>","5dd07825405b01e9":"<div><div><div>Responsible for advanced and predictive data analytics using big data and data science technology for healthcare innovation and outcomes. Perform analysis using data science techniques on structured and unstructured data sets, and develop algorithms for targeted business needs.<br>\n<br>\nDesign and develop data models to predict member outcomes or future impact of key member decisions.<br>\nDesign and construct analysis tools that extract, and analyze data and store analytical results in an appropriate format for business needs.<br>\nConduct exploratory data analysis from complex data sources and build key data sets to support Centene&rsquo;s mission.<br>\nEvaluate and design experiments to monitor key metrics and identify improvement opportunities.<br>\nDevelop mathematical and statistical models to distinguish relevant content or events and recognize patterns.<br>\nParticipate in presentations and communicate results of analysis and findings.<br>\nParticipate in the design of automated, operational analytics processes to achieve scale and durability of analysis processes.<br>\nValidate and measure the outcomes of health management programs using SAS, R and other tools, to include provider data, claims data, membership data<br>\nManage multiple projects as assigned.<br>\nAssist with training Data Analysts.<\u002Fdiv>\n<div><b>Qualifications:<\u002Fb><br>\n<br>\nKnowledge\u002FExperience: Master&rsquo;s degree in Statistics, Mathematics, Computer Science, Informatics, Econometrics, Engineering, Experimental Science with 3+ years of experience or Bachelor&rsquo;s degree and 5+ years of quantitative analysis experience in data science capabilities including data mining, predictive modeling, machine learning, statistical modeling, large scale data acquisition, transformation, and structured and unstructured data analysis. Experience with database technologies, including Oracle, SAP, DB2, Teradata, MS SQL Server, SAP HANA, MySQL.<br>\nPosition Responsibilities:<br>\n<br>\n<i>Centene is an equal opportunity employer that is committed to diversity, and values the ways in which we are different. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, veteran status, or other characteristic protected by applicable law.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv>","8e296305241b0e90":"<div><p>Relayr is the fastest growing and one of the most successful industrial internet of things (IIoT) organizations. With 250+ employees and 5 years of company history we are successfully helping companies in industrial markets to navigate disruption and stay relevant. Our unique combination of applying world-class technology, powerful financial and insurance offerings, with dedicated professional services allows us to deliver guaranteed business outcomes to customers.<\u002Fp>\n<p>\nJoin a team that values automation, low-friction processes and developer driven decisions!<\u002Fp>\n<p>\nWe are looking to recruit highly motivated engineers and scientists that can successfully rise to the diverse challenges in the emerging market of Internet of Things. Currently we are seeking a Data Scientist to join our team and be based in our <b>Chicago<\u002Fb> office.<\u002Fp>\n<p>\nYour tasks:<\u002Fp>\n<ul>\n<li>Help Relayr build the world&rsquo;s most advanced IoT Cloud Platform.<\u002Fli>\n<li>Develop and assist in developing internal data processing tools.<\u002Fli>\n<li>Design, prototype and refine machine learning algorithms.<\u002Fli>\n<li>Research new machine learning methods and publish papers.<\u002Fli>\n<li>Design, prototype and collaborate with the backend team in implementing large scale data processing systems for the cloud and edge.<\u002Fli>\n<li>Perform ad-hoc data analysis and present results.<\u002Fli>\n<li>Prototype and iterate quickly.<\u002Fli>\n<li>Engage in architectural discussions.<\u002Fli>\n<li>Participate in customer workshops to map business goals to the set of products we are developing.<\u002Fli>\n<\u002Ful><p>Your skills:<\u002Fp>\n<ul>\n<li>Minimum 3-5 years of experience in the analytics field<\u002Fli>\n<li>Significant experience with machine learning techniques, ideally supervised learning and anomaly detection<\u002Fli>\n<li>Significant experience with Deep Learning<\u002Fli>\n<li>Good experience with Python and Java, C++ and Apache Spark are a bonus<\u002Fli>\n<li>Comfortable with database systems and distributed processing<\u002Fli>\n<li>Ability to explain data science concepts and requirements to non-technical audiences<\u002Fli>\n<\u002Ful><p>We Offer:<\u002Fp>\n<ul>\n<li>A diverse and friendly team with people from all over the world &ndash; Germany, Poland, US, UK, France, Italy.<\u002Fli>\n<li>Connecting you with a network of companies and people from around the globe.<\u002Fli>\n<li>Competitive salary and a learning environment where you can extend and build upon your skills and interests, a focus on growth.<\u002Fli>\n<li>Knowledge sharing from the best entrepreneurs in the industry.<\u002Fli>\n<li>Easy integration into a highly professional and passionate team.<\u002Fli>\n<li>Good office location in central Chicago area<\u002Fli>\n<li>We offer the ability to work in a cutting-edge field with the best people in the IoT industry!<\u002Fli>\n<\u002Ful><p>Sounds interesting? Please apply here:<\u002Fp>\n<p>\nhttps:\u002F\u002Frelayr.bamboohr.com\u002Fjobs\u002Fview.php?id=136<\u002Fp><\u002Fdiv>","9efc5ffc23c760e7":"Saint-Gobain Research (SGR) North America is one of Saint-Gobain&rsquo;s largest industrial research laboratories. The center is home to more than 400 employees working at the leading edge of innovation on multidisciplinary industrial research, preparing the future by designing tomorrow's products and processes across an amazing variety of markets and technical disciplines. Since 1985, SGR North America has been supporting existing businesses, developing future businesses, and nurturing talent.\n<br><br>\nThe data analytics team of Saint-Gobain&rsquo;s North American R&amp;D center supports the different businesses of the company in their efforts related to new product development, business intelligence improvement (CRM data, supply chain, logistics) and manufacturing processes transition toward smart manufacturing. The team works with cloud IaaS and PaaS (Apache Hadoop Platform) provided by Saint-Gobain central services or businesses.\n<br><br>\nSaint-Gobain&rsquo;s North American R&amp;D center is looking for a data scientist to lead its data analytics team.\n<br><br>\n<b>The main responsibilities include:<\u002Fb><br>\nLeading meetings with internal customers to identify data analytics needs and scope projects including small scale statistical analyses, big data discovery projects and production deployments.\n<br>Establishing project strategy in collaboration with team members (data scientist, data engineer). This includes defining the data architecture and the requirements in terms of data format and structure, and identifying the relevant statistical and machine learning tools and techniques.\n<br>Assigning projects to self or team members and ensuring that projects are successfully conducted using a standard project management approach.\n<br>Cleaning and manipulating data, and employing sophisticated analytics programs, machine learning and statistical methods to generate valuable insight.\n<br>Presenting results from rigorous technical analyses in a clear and actionable way to project stakeholders and management.\n<br>Summarizing project approach and results in concise and accurate technical memos.\n<br>Being an active support to the development of data analytics within Saint-Gobain through completion of successful projects with a measurable added value, sharing of results with a large audience, being an active member of Saint-Gobain worldwide data analytics community (participation in tech days, sharing of best practices).\n<br>Elaborating team strategy and ensuring strategy implementation.\n<br>Developing direct reports and holding direct reports and projects teams accountable (progress, budget, timeline, deliverables).\n<br>Leading own group as well as cross functional teams by managing self and others to execute and deliver project objectives.\n<br><br>\n<b>COMPETENCIES REQUIRED:<\u002Fb><br>\nDemonstrated technical excellence in statistics, and data analytics (data processing, design of experiments, inferential statistics, regression analysis, statistical modeling, supervised machine learning).\n<br>Demonstrated experience with the production of machine learning algorithms on Hadoop clusters.\n<br>Demonstrated experience with the following applications\u002Flanguages: Spark, Hive, Impala, Solr, HDFS, NoSQL, Python, R, Matlab, SAS.\n<br><b>Familiarity with the following data engineering applications:<\u002Fb> Kafka, Oozie, and at least one ETL\u002FELT tools.\n<br>Ability and desire to self-learn and pick up emerging technologies.\n<br>Strong team player and creative thinking skills, and a desire to &ldquo;make a difference&rdquo;.\n<br>Ability to develop relationships with others and to fluently translate technical findings to a non-data science oriented team (manufacturing, marketing, sales, supply chain).\n<br>Ability to efficiently communicate orally and by email with people having a wide variety of background.\n<br>Demonstrated ability to write concise and accurate technical documents and give strong technical presentations to a wide variety of audience.\n<br>Demonstrated ability to maintain composure and organize teams in high pressure situations.\n<br>Demonstrated ability to give and receive constructive feedback and coach direct reports. Demonstrated ability to flex style to match needs of direct reports (possesses more than one way to communicate to get things done).\n<br>Familiarity with smart manufacturing concepts and related data architecture is a plus.\n<br>Familiarity with smart manufacturing-oriented SCADA systems such as Ignition is a plus.\n<br>Familiarity with Docker container technology is a plus.\n<br>Familiarity with Microsoft Azure technology is a plus.\n<br><br>\nMaster&rsquo;s degree in Computer Science, Applied Mathematics, Mathematics\u002Fstatistics, Econometrics and 10+ years of industrial experience, or PhD in similar fields with 6+ years of industrial experience. A Bachelor&rsquo;s degree in Engineering is a plus.\n<br>2+ years of industrial experience managing direct reports\n<br>3+ years of industrial experience as a data scientist\n<br><br>\nSaint-Gobain provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, gender, sexual orientation, gender identity or expression, national origin, age, disability, genetic information, marital status, amnesty, or status as a covered veteran in accordance with applicable federal, state and local laws. Saint-Gobain is an equal opportunity employer of individuals with disabilities and supports the hiring of veterans.","2c4f396d32cb4e13":"<div><ul><li>Title generated by a neural net trained on relevant job listings and then asked to perform poorly.<\u002Fli><\u002Ful><p><b>\nWhat you will be working <\u002Fb><b>on<\u002Fb>:<\u002Fp><p>\nCome be a part of a team applying cutting edge Data Science to the cybersecurity domain! We will use state of the art Data Science techniques (clustering algorithms, dimensionality reduction, statistical analysis) to dive into big data problems, find patterns, and produce insights.\n<\u002Fp><p><b>You will:<\u002Fb><\u002Fp><ul><li> Use appropriate tools to analyze and explore data, looking for relevant patterns of interest<\u002Fli><li> Write code to collect and preprocess data for training and analysis<\u002Fli><li> Work on small teams to conceptualize, design, develop, test, and harden for deployment advanced analytics<\u002Fli><li> Translate data insights into machine learning models<\u002Fli><li> Read current research and contribute to the team&rsquo;s collective knowledge<\u002Fli><li> Work at our headquarters in Annapolis Junction, MD and\u002For the surrounding area.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWhat you <\u002Fb><b>need<\u002Fb><b>:<\u002Fb><\u002Fp><ul><li> A Bachelor&rsquo;s degree in Data Science or Mathematics<\u002Fli><li> Familiarity with one or more programming or scientific languages such as Python, R, Java, C++<\u002Fli><li> US Government Security clearance or the ability to obtain one.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWhat we would like you to have:<\u002Fb><\u002Fp><ul><li> A strong background in Data Science and Mathematics<\u002Fli><li> Experience with Python or another programming language<\u002Fli><li> Familiarity with mathematical and statistical modeling, such as predictive and decision analysis<\u002Fli><li> Familiarity with Data Science tools and techniques<\u002Fli><li> Familiarity with the cyber security domain<\u002Fli><li> Enthusiasm for finding a particular needle in a stack of needles<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nA few of the reasons to work for us:<\u002Fb><\u002Fp><p><br>\n<\u002Fp><p><i>You can grow with us:<\u002Fi> Our flexible and collaborative environment encourages our people to challenge themselves and feed their need to learn and grow. We offer $10k towards Professional Development and Education, and Brown Bag sessions covering a wide variety of topics.<\u002Fp><p><i>\nYou can retire sooner rather than later<\u002Fi>: We match up to 8% of your 401k contributions which you are vested in 100% day one.\n<\u002Fp><p><i>Work - life balance is real<\u002Fi>: In addition to the ability to work flexible hours, you&rsquo;ll get up to 7 weeks of PTO which is based upon your total years&rsquo; experience. For every year you&rsquo;re with HII-TSD (formerly G2, Inc.), you&rsquo;ll enjoy an additional day of PTO.<br>\n<\u002Fp><p><\u002Fp><div><b>Not quite ready to apply? TAKE THE NEXT STEP and GET CONNECTED<\u002Fb><b> or reach out to us at <\u002Fb><b>Recruiting@g2-inc.com<\u002Fb><b> to take a less formal approach.<br>\n<\u002Fb><\u002Fdiv><p><\u002Fp><p>We are an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, disability status, protected veteran status, or any other characteristic protected by law.<\u002Fp><p>\nIf you are seeking reasonable accommodation as it relates to the employment process, please contact the recruiting department at (410) 290-9710 or recruiting@g2-inc.com<\u002Fp><\u002Fdiv><p><\u002Fp>","22776da337e3bc5c":"<p><\u002Fp><div><div><div><div><div>750 million. That&rsquo;s how many lives our products touch. And while we&rsquo;re proud of that fact, in this world of digital and technological transformation, we must also ask ourselves this: how can we continue to improve and extend even more people&rsquo;s lives?<br>\n<br>\nWe believe the answers are found when curious, courageous and collaborative people like you are brought together in an inspiring environment. Where you&rsquo;re given opportunities to explore the power of digital and data. Where you&rsquo;re empowered to risk failure by taking smart risks, and where you&rsquo;re surrounded by people who share your determination to tackle the world&rsquo;s toughest medical challenges.<br>\n<br>\nWe are Novartis. Join us and help us re-imagine medicine.<br>\n<br>\nUnderstand complex and critical business problems from Country\u002FRegional\u002FGlobal business functions, formulate integrated analytical approach to mine data sources, employ statistical methods and machine learning algorithms to discover actionable insights and automate process for reducing effort and time for repeated use. Hi agility to be able to work across various business domains (commercial, NTO, GDD,NIBR, NBS).Able to use business presentations, smart visualization tools and contextual story-telling to translate findings back to business users with a clear impact. No direct team management.<br>\n<br>\n<ul><li>Provide solutions for a variety of business applications including but not limited to: Customer Segmentation &amp; Targeting, Event Prediction, Propensity Modelling, Churn Modelling, Customer Lifetime Value Estimation, Forecasting, Recommender Systems, Modelling Response to Incentives, Marketing Mix Optimization, Price Optimization<\u002Fli><li>Develop automation for repeatedly refreshing analysis and generating insights<\u002Fli><li>Collaborates with globally dispersed internal stakeholders and cross-functional teams to solve critical business problems, drive operational efficiencies, and deliver successfully on high visibility strategic initiatives<\u002Fli><li>Understands life science data sources including sales, contracting, promotions, social media, patient claims and Real World Evidence<\u002Fli><li>Makes right choices from a breadth of tools, data sources and analytical techniques to answer a wide range of critical business questions<\u002Fli><li>Articulates solutions\u002Frecommendations to business users. Presents analytical content concisely and effectively to non-technical audiences and influences non-analytical business leaders to drive major strategic decisions basis analytical inputs<\u002Fli><li>Project manages critical initiatives: plans proactively, anticipates and actively manages change, sets stakeholder expectations as required, identifies operational risks and independently drives issues to resolution, balances multiple priorities and minimizes surprise escalations<\u002Fli><li>Ensures exemplary communication with all stakeholders including senior business leaders across Novartis<\u002Fli><li>Acts as an evangelist and catalyst for innovation in Data Science and AI<\u002Fli><li>Independently identifies research articles and reproduce\u002Fapply methodology to Novartis business problems<\u002Fli><\u002Ful><br>\n<\u002Fdiv><\u002Fdiv><div><p><b>EEO Statement<\u002Fb><\u002Fp>\n<div>The Novartis Group of Companies are Equal Opportunity Employers and take pride in maintaining a diverse environment. We do not discriminate in recruitment, hiring, training, promotion or any other employment practices for reasons of race, color, religion, gender, national origin, age, sexual orientation, marital or veteran status, disability, or any other legally protected status.<\u002Fdiv>\n<\u002Fdiv><div><p><b>Minimum requirements<\u002Fb><\u002Fp>\n<div>Proven track-record of delivery of analytical decision making systems, at industrial scale and preferably in multiple industries, and maintains continuous focus on innovation and business impact. Will deliver on analytics projects and analytical systems, interpret results and engage with clients to make recommendations for quantified business impact.<br>\n<br>\nMasters (or Bachelors from a top Tier University) in a quantitative discipline (e.g. Applied Mathematics, Computer Science, bioinformatics, epidemiology and Statistics; can also consider Operations Research, Industrial Engineering, Decision Science, Quantitative Research, Econometrics, Computational Physics\u002FChemistry\u002FBiology)<br>\n<br>\n5+ years of relevant experience in Data Science<br>\nPublications or patents preferred<\u002Fdiv>\n<\u002Fdiv><div><p><b>Division<\u002Fb><\u002Fp><div>CORPORATE\n<\u002Fdiv><\u002Fdiv><div><p><b>Business Unit<\u002Fb><\u002Fp>\n<div>DIGITAL OFFICE\n<\u002Fdiv><\u002Fdiv><div><p><b>Country<\u002Fb><\u002Fp><div>USA\n<\u002Fdiv><\u002Fdiv><div><p><b>Work Location<\u002Fb><\u002Fp>\n<div>Cambridge, MA\n<\u002Fdiv><\u002Fdiv><div><p><b>Company\u002FLegal Entity<\u002Fb><\u002Fp><div>Novartis Corporation<\u002Fdiv>\n<\u002Fdiv><div><p><b>Functional Area<\u002Fb><\u002Fp>\n<div>BD&amp;L &amp; Strategic Planning\n<\u002Fdiv><\u002Fdiv><div><p><b>Job Type<\u002Fb><\u002Fp><div>Full Time<\u002Fdiv>\n<\u002Fdiv><div><p><b>Employment Type<\u002Fb><\u002Fp>\n<div>Regular<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","cec1ee5465b76dee":"<div><\u002Fdiv><div><div><div>Our laboratory applies computational, and machine learning methods to understand the impact of seizures and abnormal brain activity on outcomes in critically ill patients with brain injury. Our goal is to improve treatment strategies and the clinical care of these patients. Analysis of large datasets (including EHR datasets, hospital and claims based databases) is central to these efforts.<br>\n<\u002Fdiv><div><\u002Fdiv><div>Specific efforts focus on developing methods for automatically abstracting data including clinical variables (eg medication doses, radiology, laboratory data) and clinical outcomes (eg medication adverse effects) on a large scale; creating tools to predict clinical outcomes in patients with seizures and abnormal EEG patterns treated with anti-seizure medications; and understanding the relationships between abnormal patterns of brain activity (EEG patterns) and neurological deterioration. Efforts will also focus on creating tools for data mining of structured and unstructured clinical data, including free text reports and clinical notes.<br>\n<\u002Fdiv><div><\u002Fdiv><div>The ideal candidate will have excellent analytical and troubleshooting skills, knowledge of software development methodologies and systems design, and a desire to solve complex and large-scale problems to make important scientific and technical contributions to medicine.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Principal Duties and Responsibilities:<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\n This position involves a range of opportunities, including:<\u002Fdiv><div><br>\n<\u002Fdiv><ul><li>Analysis of EEG and other physiological time series data<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><ul><li>Statistical modeling and analysis of diverse medical data<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><ul><li>Software development and code management<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><ul><li>Management of a large physiological database<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><ul><li>Management of a large national hospital based database<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\n<\u002Fb><\u002Fdiv><div><b>Skills\u002FAbilities\u002FCompetencies Required:<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>We are seeking a full-time postdoctoral fellow or data scientist with a strong interest in applying clinical research and medical informatics. Applicants should possess a PhD in a relevant discipline (computer science, machine learning, epidemiology, electrical engineering, or applied mathematics) and have established an excellent research profile in signal processing or machine learning. This position is initially available for a period of two years.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nIn addition, the ideal applicant should have a strong programming background (e.g. Python, R, SQL, MATLAB) and the drive and enthusiasm to learn about clinical neuroscience by assisting in state-of-the art patient-centered research.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nSupervisory Responsibility<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nThe candidate will work within a team of physicians, clinical research coordinators, and biomedical and electrical engineers, and computer scientists. May share responsibility for mentoring more junior lab members.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Fiscal <\u002Fb><b>Responsibility<br>\n<\u002Fb><\u002Fdiv><div><\u002Fdiv><div>The candidate will not have budgetary responsibility but will need to design projects and identify equipment for projects within a budgetary scope and in liaison with a staff assistant performing purchase orders.<\u002Fdiv><div><br>\n<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>Working Conditions<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWork will be performed in several of the MGH Intensive Care Units and in laboratory space on the MGH campus.<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><b>Qualifications<\u002Fb><div>\n<\u002Fdiv><div><b>\nEducation<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\nPhD in a relevant discipline such as statistics, machine learning, electronic engineering, computer science, or applied mathematics.<div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><b>\nEEO Statement<\u002Fb><div><\u002Fdiv><br>\n<div>\nMassachusetts General Hospital is an Equal Opportunity Employer. By embracing diverse skills, perspectives and ideas, we choose to lead. Applications from protected veterans and individuals with disabilities are strongly encouraged.<\u002Fdiv><div><\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><div><b>\nPrimary Location<\u002Fb><b>:<\u002Fb> MA-Boston-MGH Main Campus<\u002Fdiv><div><b>\nWork Locations<\u002Fb><b>:<\u002Fb> MGH Main Campus 55 Fruit Street Boston 02114<\u002Fdiv><div><b>\nJob<\u002Fb><b>:<\u002Fb> MD\u002FPHD\u002FFellows\u002F PostDocs<\u002Fdiv><div><b>\nOrganization<\u002Fb><b>:<\u002Fb> Mass General Physicians Organization(MGPO)<\u002Fdiv><div><b>\nSchedule<\u002Fb><b>:<\u002Fb> Full-time<\u002Fdiv><div><b>\nStandard Hours<\u002Fb><b>:<\u002Fb> 40<\u002Fdiv><div><b>\nShift<\u002Fb><b>:<\u002Fb> Day Job<\u002Fdiv><div><b>\nEmployee Status<\u002Fb><b>:<\u002Fb> Regular<\u002Fdiv><div><b>\nRecruiting Department<\u002Fb><b>:<\u002Fb> MGH Neurology<\u002Fdiv><div><b>\nJob Posting<\u002Fb><b>:<\u002Fb> Oct 7, 2019<\u002Fdiv><\u002Fdiv><p><\u002Fp>","7f55e744a8c24695":"<div><div>Location: Alexandria, VA \u002F Job Type: Full Time Employee or Ind. Contractor \u002F Experience: 5+ years \u002F Education: Graduate Degree. Ph.D preferred<\u002Fdiv>\n<div><\u002Fdiv>\n<p>Kaptivate is looking for an exceptional data scientist to synthesize and leverage massive datasets of customer (and constituent) interactions to enhance the customer experience with our client brands. This is a unique opportunity to join a new, multidisciplinary team of creative and passionate individuals. We are focused on helping our clients simplify their complex challenges, and work on high-impact projects using big data analytics and machine learning to improve their customer interactions. Kaptivate works in quick iterations, using the techniques and algorithms best suited for solving the challenging problems of faced by our clients in the private, public, and non-profit sectors.<\u002Fp><br>\n<p><\u002Fp>\n<p>\nYou will advocate, evangelize and build data-fuelled products that help our clients improve their customer interactions and overall experience with their brands. You&rsquo;ll dig in and become an expert on our client datasets. You will provide insight into leading analytic practices, design and lead iterative learning and development cycles, and ultimately produce new and creative analytic solutions that will become part of our core deliverables.<\u002Fp><br>\n<p><\u002Fp>\n<p>\nYou will work with cross-functional team members to identify and prioritize actionable, high-impact insights across a variety of core business areas. You will lead applied analytics initiatives that are leveraged across the breadth of our solutions. You will research, design, implement and validate cutting-edge algorithms to analyze diverse sources of data to achieve targeted outcomes.<\u002Fp><br>\n<p><\u002Fp>\n<p>\nAs our data scientist, you will provide expertise on mathematical concepts for the broader applied analytics team and inspire the adoption of advanced analytics and data science across the entire breadth of our organization.<\u002Fp><br>\n<p><\u002Fp>\n<h3 class=\"jobSectionHeader\"><b>\nThe right candidate will:<\u002Fb><\u002Fh3><br>\n<p><\u002Fp>\n<ul>\n<li>Have a Ph.D. or Master&rsquo;s Degree in operations research, applied statistics, data mining, machine learning, physics or a related quantitative discipline. You have a deep understanding of statistical and predictive modeling concepts, machine-learning approaches, clustering and classification techniques, and recommendation and optimization algorithms.<\u002Fli>\n<li>Have 5+ years of experience delivering world-class data science outcomes, you solve complex analytical problems using quantitative approaches with your unique blend of analytical, mathematical and technical skills.<\u002Fli>\n<li>Be passionate about asking and answering questions in large datasets, and you are able to communicate that passion to product managers and engineers. You have a keen desire to solve business problems, and live to find patterns and insights within structured and unstructured data. You propose analytics strategies and solutions that challenge and expand the thinking of everyone around you.<\u002Fli>\n<li>Be expert in analyzing large, complex, multi-dimensional datasets with a variety of tools. You are accomplished in the use of statistical analysis environments such as R, MATLAB, SPSS or SAS. You have experience with BI tools such as Tableau and Microstrategy. You&rsquo;re as comfortable with relational databases as you are with Hadoop-based data mining frameworks. You are familiar with SQL, Python, Java and C\u002FC++.<\u002Fli>\n<li>Desire a fast paced, test-driven, collaborative and iterative engineering environment. You love learning, data, scale and agility. You excel at making complex concepts simple and easy to understand by those around you. You&rsquo;re driven to show the world the power of applied analytics.<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p>If you're interested in joining our team, please submit your resume and cover letter<\u002Fp><\u002Fdiv>","29b519ca51eed219":"<div><p>Location: Lehi, UT<\u002Fp>\n<p>\nAs a Data Scientist you will be a key player in the evolution of Workfront&rsquo;s data platform and architecture. You will lead your teammates in designing, prototyping and building our Machine Learning and Artificial Intelligence platform. You'll be adopting new technologies to create a cutting-edge data platform to be utilized by Workfront customers looking to improve their knowledge, capabilities and efficiency in getting work done. You will be expected to push the envelope consistently, working closely with a small to medium-sized team to iteratively design and shape the Workfront data platform while helping other engineers become more proficient in utilizing what you have created.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nA Typical Day in Your World:<\u002Fb><\u002Fp>\n<ul>\n<li>Meet with your team and tell them the awesome things you did yesterday and what unspeakably incredible things you will complete by this time tomorrow.<\u002Fli>\n<li>Create new features using our development technologies that will delight people looking to get their work done in faster, more efficient ways using the software you built.<\u002Fli>\n<li>Drive the evolution of data infrastructure, processes, products and services to provide a highly scalable and well-performing data platform.<\u002Fli>\n<li>Vet new messaging, caching and data technologies to provide potential ways to improve our platform.<\u002Fli>\n<li>Debate the optimal design and ideal user experience for a variety of unrealized features identified by our Product friends. Or propose some ideas of your own!<\u002Fli>\n<li>Help QA and other software engineers find the best way to test your work to ensure that, not only does it work as advertised, but will continue to work and perform at mass scale when thousands upon thousands of people are using it at the same time.<\u002Fli>\n<li>Lead discussions with your team about what emerging tools, technologies and processes are coming that may impact how we improve our products and our SaaS platform in the future.<\u002Fli>\n<li>Provide your well-considered opinions to the creation and modification of our technology roadmaps.<\u002Fli>\n<li>Have a fabulous lunch with people you respect and admire. Enjoy a free soda. Or 10 because, hey, they&rsquo;re free!<\u002Fli>\n<li>At the end of a release, as the rest of the company is validating that, in fact, you and your team&rsquo;s work is indeed awesome and unspeakably incredible, take some time to do some research, train in a new technology or even play a game &ndash; em, we mean participate in a team building exercise &ndash; with your team.<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>To Land This Job You&rsquo;ll Need:<\u002Fb><\u002Fp>\n<ul>\n<li>Bachelor&rsquo;s degree in Computer Science, Computer Engineering (or equivalent education) or equivalent work experience.<\u002Fli>\n<li>5+ years of programming experience with 2+ years of recent experience in modern languages and\u002For technology in use at Workfront.<\u002Fli>\n<li>Demonstrate strength in SQL, NoSQL, ETL modeling, data modeling, data caching, schema design and data warehouse architecture.<\u002Fli>\n<li>Ability to describe concepts and whiteboard designs dealing with high-availability, redundancy, and multi-threaded mechanisms.<\u002Fli>\n<li>A strong DevOps mindset with a story to tell about how you have developed a distributed system and the pipeline to deploy it continuously without downtime.<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>Now, Blow Our Minds:<\u002Fb><\u002Fp>\n<ul>\n<li>Extensive experience with real-time or distributed systems that perform at mass-scale and can also be upgraded automatically or during peak volume periods.<\u002Fli>\n<li>A passion for working with large data sets, complex problem solving and a drive to work with and motivate a team of highly-talented peers.<\u002Fli>\n<li>Experience with AWS technologies such as S3, Glacier, EC2, Lambda, API Gateway, Elastic Map Reduce, Kinesis, Redshift, Glue or other MPP data technology.<\u002Fli>\n<li>Experience in big data technologies such as Apache Hadoop, Spark, Spark Streaming, Flink or Beam.<\u002Fli>\n<li>Experience with Machine Learning or other leading-edge technologies such as BlazingDB or MapD.<\u002Fli>\n<li>Convince us that you have successfully led measurable and, preferably, dramatic improvements in the engineering practices of a software team and that you have the passion and drive to do it again.<\u002Fli>\n<li>Show that you are a person who, upon seeing a problem, moves quickly to solve it instead of waiting for permission and specific instructions from others.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","23e2d25354d10cbc":"<div><h3 class=\"jobSectionHeader\"><b>Description<\u002Fb><\u002Fh3>\n<div><i>Position at HNI Corporation<\u002Fi>\n<\u002Fdiv><p><\u002Fp><p><b>HNI Corporation,<\u002Fb> an industry leader in office furniture design and manufacturing is in search of a <b>Data Scientist <\u002Fb>to join our team in Chicago, IL!<\u002Fp><p>\nAs a member of the Decision Science team, the Data Scientist will play a crucial role in building HNI&rsquo;s data science practice in Chicago. In this new role, you'll tackle cross-functional and high-profile business problems that add value and establish competitive advantages for HNI. As a key hire in a new department you and the team will develop and define the end-to-end data science process that will enable the business to make data-driven decisions using different machine learning techniques, form proof of concept to deploying models in production.<\u002Fp><p>\nIf you like the sound of solving business problems, helping to build a new functional area from scratch, implementing new approaches to data and making a major impact at a leading global company HNI might be the place for you.<\u002Fp><p><b>\nWhat will you do:<\u002Fb><\u002Fp><ul><li>\nUse SQL, R &amp; Python, and other data tools to analyze internal and external data in order to build predictive models and provide insights to business partners.<\u002Fli><li>\nPresent highly technical information to business units not versed in such technicalities.<\u002Fli><li>\nInterpret data and analyze results using statistical techniques and provide on-going reports in a timely and professional manner.<\u002Fli><li>\nDevelop and implement databases, data collection systems, data analytics, and other strategies that will provide efficient data and reporting solutions.<\u002Fli><li>\nIdentify business trends from big data sources to enable faster and better decision making.<\u002Fli><\u002Ful><b>\nWho you are:<\u002Fb><ul><li>\n3+ years of advanced analytic\u002Fdata science\u002Fmachine learning experience<\u002Fli><li>\nMS\u002FPhD in Computer Science, Statistics, Applied Mathematics, Engineering, or a related quantitative field<\u002Fli><li>\nProven track record of end-to-end experience in model development, testing, implementation and performance tracking<\u002Fli><li>\nHands-on knowledge of SQL, R, Python and Spark<\u002Fli><li>\nFamiliarity with Linux and AWS\u002FAzure<\u002Fli><li>\nExcellent communication, teamwork and consulting skills.<\u002Fli><li>\nStrong analytical and problem-solving skill set.<\u002Fli><\u002Ful><p>\nWe look forward to hearing from you!<\u002Fp><p><\u002Fp><p><b>\nWhy HNI Corporation?<\u002Fb><\u002Fp><p><b><i>\nHNI Corporation<\u002Fi><\u002Fb> (NYSE: HNI), is a $2.3 billion-dollar, global office furniture and hearth product enterprise. Our furniture brands are among the strongest, most widely known in the industry, including HON, Allsteel, Gunlocke, HBF, Maxon, and OFM. The depth and breadth of our brands, the scale and capability of our manufacturing, and the strength of our distribution enables us to provide the best office furniture solutions to meet the needs of every customer.<\u002Fp><p>\nThe fourth largest employer in Iowa, HNI Corporation has been ranked by <i>Industry Week<\u002Fi> magazine as one of the &ldquo;Top 100 Best Managed Companies in the World&rdquo;, by <i>Fortune <\u002Fi>magazine as &ldquo;The Most Admired Company&rdquo; in the furniture industry; and named by <i>Chief Executive<\u002Fi> Magazine as one of the world&rsquo;s best companies for leadership development.<\u002Fp><p><\u002Fp><br>\n<p>\nEEO\u002FMale\u002FFemale\u002FVeteran\u002FDisabled<\u002Fp>\n<p><\u002Fp><p>Our company endeavors to make www.hnicareers.com accessible to any and all users. If you would like to contact us regarding the accessibility of our website or need assistance completing the application process, please contact us at 563-272-7400 or via email at hnicareers@hnicorp.com . HNI Corporation is an Equal Opportunity Employer. The Company does not discriminate on the basis of and all qualified applicants will receive consideration for employment without regard to race, creed, color, sex, affectional or sexual orientation, gender identity or expression, gender, ethnicity, religion, national origin, ancestry, nationality, age, disability, marital status, veteran status, genetic information, or on any other basis prohibited by law (except where an attribute is a bona fide occupational qualification). Information on race, sex and national origin will only be used for statistical and recordkeeping purposes, and will not be used in making any employment decisions. All information provided will be kept separate from your expression of interest. Providing this information is strictly voluntary, and you will not be subjected to any adverse action or treatment if you choose not to provide this information. If you do not choose to answer these questions, we ask that you select &quot;I elect not to provide this information&quot; on the Invitation to Self-Identify section of the online application. Thank you for your voluntary cooperation. We are committed to the elimination of drugs and alcohol use and abuse in the workplace. Candidates must satisfactorily pass a drug screen and background inquiry before hire. All Iowa locations comply with the Iowa Smokefree Air Act.<\u002Fp><\u002Fdiv>","71df23fc5db24a5a":"<div><p>At Waymo, we&rsquo;re focused on bringing self-driving technology to the world. Our mission is to make it safe and easy for people and things to move around. Today, our driverless cars are serving our first customers with no drivers behind the wheel. To experience our self-driving technology, see this 360-degree video.<\u002Fp>\n<p>\nIn this data science role, you will:<\u002Fp>\n<ul>\n<li>Safety evaluation is of fundamental importance to Waymo, and measuring it is subtle. This role works with a wide variety of teams across the company (onboard software engineering, product, safety, systems engineering) to evaluate the driving and safety performance of Waymo's self driving car. This is based on a wide variety of data from real and simulated driving from Waymo&rsquo;s self-driving system as well as from external data sources.<\u002Fli>\n<li>The Planner Team is responsible for &quot;motion planning&quot; for the self driving car. This includes gracefully handling many complex situations involving social interactions (merging, negotiating narrow roads, etc), while dealing with a noisy and uncertain environment. Evaluation of this onboard decision-making system is a complex, open-ended problem with tremendous potential impact. The quality of the road maneuvers we execute is subjective, contextual, and geometrically subtle, and evaluation needs apply to a wide variety of conditions with an extremely long tail.<\u002Fli>\n<\u002Ful> <p>Additionally:<\u002Fp>\n<ul>\n<li>Analysis and improvement of existing data sources and metrics<\u002Fli>\n<li>Development of novel approaches to measuring and improving<\u002Fli>\n<li>Self-driving performance (either generally, or for motion planning specifically)<\u002Fli>\n<li>Collaborate with engineers and other data scientists to evaluate and improve core<\u002Fli>\n<li>Waymo technologies, with a focus on bringing statistical depth, general analytical rigor, and accurate causal interpretation of data.<\u002Fli>\n<\u002Ful><p>We'd like you to have:<\u002Fp>\n<ul>\n<li>PhD in statistics, math, or other quantitative area<\u002Fli>\n<li>Progressive statistics background either in academia or industry<\u002Fli>\n<li>Data science and system evaluation experience<\u002Fli>\n<li>Willingness to understand a complex system and its various components<\u002Fli>\n<li>Experience with tools for manipulating big data<\u002Fli>\n<li>Experience with R\u002FPython and statistical libraries<\u002Fli>\n<\u002Ful><p>It's preferred if you have experience in:<\u002Fp>\n<ul>\n<li>Experience with C++<\u002Fli>\n<li>Familiarity with Spark\u002FMapReduce<\u002Fli>\n<li>Training or interest in geometry or classical physics<\u002Fli><\u002Ful><\u002Fdiv>","b23645540137b334":"<p><\u002Fp><div><h1 class=\"jobSectionHeader\"><b>Company Overview\n<\u002Fb><\u002Fh1><p>SS&amp;C is a global provider of investment and financial services and software for the financial services and healthcare industries. Named to Fortune 1000 list as top U.S. company based on revenue, SS&amp;C is headquartered in Windsor, Connecticut and has 20,000+ employees in over 90 offices in 35 countries. Some 18,000 financial services and healthcare organizations, from the world's largest institutions to local firms, manage and account for their investments using SS&amp;C's products and services.\n<\u002Fp><h1 class=\"jobSectionHeader\"><b>Role Overview\n<\u002Fb><\u002Fh1><p>The SS&amp;C Data Science Team is a Center of Excellence for the application of data science and machine learning across the global organization. Data Science is a de-centralized skillset at SS&amp;C with individual data scientists sitting within several areas of the business. This role will be part of the Center of Excellence headquartered in Kansas City, Missouri.\n<\u002Fp><p>The SS&amp;C Data Science center of excellence supports the SS&amp;C business in 3 ways:\n<\u002Fp><p>Rapid prototyping or proof of concept development to determine the feasibility of data-based product ideas in partnership with business leaders and product developers from any one of our many verticals Custom model development and hosting for SS&amp;C clients to use in their day-to-day business End-to-end application development for enterprise usage and scalability\n<\u002Fp><p>As a data scientist in the Data Science COE, you will work on a team that collaborates with business and technology leaders to understand business needs and develop solutions\u002Fmodels to fill those needs. The ideal candidate is adept at translating from business problems to analytical solutions to business results in a high paced environment. They must have strong written and verbal communication skills above and beyond a deep statistical background.\n<\u002Fp><h1 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh1><ul><li>Work with stakeholders throughout the organization to identify opportunities for leveraging company data to drive business solutions.\n<\u002Fli><li>Assess the effectiveness and accuracy of new data sources and data gathering techniques.\n<\u002Fli><li>Develop custom data models and algorithms to apply to data sets.\n<\u002Fli><li>Coordinate with different functional teams to implement models and monitor outcomes.\n<\u002Fli><li>Develop processes and tools to monitor and analyze model performance and data accuracy.\n<\u002Fli><li>Design and implement data science systems (ML, AI, optimization, and statistics)\n<\u002Fli><li>Collaborate with data engineers to design deployments and pipelines\n<\u002Fli><li>Participate in peer review, knowledge sharing, and tech prototyping through in-person, collaborative exchanges and presentations.\n<\u002Fli><li>Identify new product opportunities and collaboratively develop them with partners\n<\u002Fli><li>Present data products to non-technical partners and collaborators\n<\u002Fli><li>Develop appropriate business and technical documentation for your own words\n<\u002Fli><\u002Ful><h1 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh1><ul><li>Bachelor&rsquo;s degree and 2 years of work-related experience, or Master&rsquo;s degree, or 4 years equivalent work-related experience in Engineering, Computer Science, Physics, Statistics, or a related field\n<\u002Fli><li>Coding knowledge and experience with PySpark, Python, SQL, R, SAS, etc.\n<\u002Fli><li>Knowledge and experience in common statistical and machine learning methods: classification, regression, clustering, decision trees and random forests, neural networks, etc.\n<\u002Fli><li>Strong written and verbal communication skills\n<\u002Fli><\u002Ful><p>Preferential consideration will be given to candidates with the following:\n<\u002Fp><ul><li>Experience with distributed data\u002Fcomputing tools: Hadoop, Hive, Spark.\n<\u002Fli><li>Familiarity with iterative development methodologies like Scrum, Agile, etc.\n<\u002Fli><li>Familiarity with git\n<\u002Fli><li>Experience collaborating with a product team to provide data solutions\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Location:\n<\u002Fb><\u002Fp>Kansas City Missouri\n<p><\u002Fp><p>DST is an equal opportunity employer and values a diverse and inclusive workplace. All qualified candidates will receive consideration for employment without regard to age, race, color, religion, genetic information, sex, sexual orientation, gender identity, national origin, disability status, protected veteran status, or any other characteristic protected by law. For more information about Equal Opportunity in the Workplace please click here and here . DST is committed to working with and providing reasonable accommodation to job applicants with disabilities. If you are a qualified individual with a disability and need an accommodation or accessibility assistance to complete the online application, please contact us at PeopleCenter@dstsystems.com for assistance.<\u002Fp><\u002Fdiv>","5911c1cc49ba922f":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Jun 26, 2019<\u002Fb><\u002Fdiv><div>\nRole Number: <b>200020183<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nChanging the world is all in a day's work at Apple. If you love innovation, here's your chance to build a career. We invite you to join our mission in building and redefining App Store\u002FMusic\u002FMovies\u002FTV Shows\u002FBooks. Apple is critically invested in the success of its mobile ecosystem. App Store\u002FMusic\u002FMovies\u002FTV Shows\u002FBooks is a core asset that is at the crux of this ecosystem. Our team operates at the intersection of building highly scalable applications, analytics to understand data content and big data machine learning to improve the quality of the ecosystem.\nBe ready to make something great when you come here. Dynamic, inspiring people and innovative, industry-defining technologies are the norm at Apple. The people who work here have reinvented and defined entire industries with our products and services. The same passion for innovation also applies to our business practices - strengthening our commitment to leave the world better than we found it. You should join the Apple data platform team if you want to help deliver the next amazing Apple product.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\nExpertise and experience in various facets of machine learning, such as computer vision, classification, feature engineering, information extraction, clustering, semi-supervised learning, topic modeling and ranking.<\u002Fli><li>\nPractical understanding of the mathematics behind modern machine learning, linear algebra and statistics.<\u002Fli><li>\nDo you have Strong publication in machine learning\u002Fdeep learning\u002Fcomputer vision?<\u002Fli><li>\nKnowledge and experience with popular deep learning frameworks (e.g. Tensorflow, Pytorch) desired.<\u002Fli><li>\nStrong programming and debugging skills in: Java and either Python or C\u002FC++ or equivalent.<\u002Fli><li>\nGood knowledge of big data processing, prior experience with Hadoop, Spark, Cassandra is preferred.<\u002Fli><li>\nExcellent writing and interpersonal skills.<\u002Fli><li>\nAttention to detail, data accuracy and quality of output.<\u002Fli><li>\nYou are upbeat, adaptable, and results oriented with a positive attitude.<\u002Fli><li>\nYou bring passion and dedication to your job and are committed to our vision.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nAbility to work in a fast-paced dynamic environment.\nAnalyze, design, code, inspect, debug, and test features for the data platform.\nMaintain and improve existing applications in response to new feature requests.\nCollaborate closely with members of other teams throughout the release cycle.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nBS in Computer Science, Mathematics, or EE, or relevant industry experience is required. MS in Computer Science or related technical field is desired.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","872962394676e5ed":"<p><\u002Fp><div><p>We are seeking an experienced and highly motivated data scientist to join Trusted Media Brands. This individual will support enterprise initiatives on segmentation, personalization, and forecasting through in-depth, statistical &amp; quantitative analyses of consumer data, and integration of high-quality prediction systems into our brands &amp; products.<br>\n<\u002Fp><p><\u002Fp><p>ESSENTIAL DUTIES &amp; RESPONSIBILITIES<br>\n<\u002Fp><p><\u002Fp><ul><li>Conduct statistical analysis of our audience web, demographic and transactional data in support of strategic initiatives. Project work covers all phases &ndash; conceptualization, planning, data acquisition, modeling, documentation, and presentation of findings\u002Frecommendations.\n<\u002Fli><li>Design tests, benchmark and track performance of predictive models over time.\n<\u002Fli><li>Improve business results, by applying machine learning to ongoing business activities, and develop recommendations to guide future activities.\n<\u002Fli><li>Work with partners in Data Engineering, Marketing, Product and Programmatic teams, to operationalize integration of analytic models into production environment(s).\n<\u002Fli><li>Stay current on relevant academic and industry developments to identify best-in-class algorithms, techniques, libraries, etc.\n<\u002Fli><li>Partner with other team members to evolve existing capabilities.\n<\u002Fli><li>Perform ad hoc analytic tasks and reporting as needed.<br>\n<\u002Fli><\u002Ful><p><\u002Fp><p>REQUIRED SKILLS\u002FQUALIFICATIONS<br>\n<\u002Fp><p><\u002Fp><p>The ideal candidate will have many, if not all, of the skills and experience here:<br>\n<\u002Fp><p><\u002Fp><ul><li>Exceptional quantitative analytics\u002Fapplied statistics skills, including regression, clustering and classification, forecasting and machine learning, and other techniques appropriate for large scale data analysis.\n<\u002Fli><li>Exceptional skills with Python and R.\n<\u002Fli><li>Exceptional programming skills in a modern-stack Linux environment. This includes knowledge of approaches to automate workflows and data pipelines.\n<\u002Fli><li>Experience with big data technologies: Hadoop, AWS\u002FEMR, Spark, Hive.\n<\u002Fli><li>Two or more years of business\u002Fmarketing analytics experience, preferably in a media organization.\n<\u002Fli><li>Exceptional communication skills, particularly in communicating and visualizing quantitative findings in a compelling and actionable manner for management.\n<\u002Fli><li>Strong set of professional skills: attention to detail; analytic, logical and creative problem solving; critical thinking; ability to work independently and within a cross-functional team.\n<\u002Fli><li>Advanced degree with an emphasis in a quantitative discipline such as statistics, engineering or mathematics. PhD preferred.\n<\u002Fli><li>A sense of humor always helps<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","a2f05ea8f6b4c47e":"<div><div><div><div><div><p>The Data Scientist is a key member of the Analytic Tools &amp; Solutions (ATS) group in MIS. ATS is responsible for developing the quantitative models and analytical tools used in the rating process and across the rating agency, as well as certain MIS technology innovation activities, including advanced capabilities in machine learning and artificial intelligence. The Data Scientist will be part of a team of individuals responsible for applying the latest techniques in Machine Learning and Distributed Computing to drive business value particularly related to Blockchain and digital assets. A successful data scientist will not only be technically competent, but will be able to work collaboratively with business stakeholders to increase analytical efficiency, drive new business insights, and develop new products.<br>\n<br>\nThe duties of the Data Scientist include:<\u002Fp><ul><li><p>\nDevelopment and Deployment of Machine Learning \u002F Statistical Learning models for developing analytics and tools largely related to Blockchain and Digital \u002F Crypto assets<\u002Fp><\u002Fli><li><p>\nFull cycle data management from collection and cleaning to processing<\u002Fp><\u002Fli><li><p>\nIdentify potential data sets (internal and external) which could be used to enhance analytics<\u002Fp><\u002Fli><li><p>\nStay up to date with the latest in statistical and machine learning methods<\u002Fp><\u002Fli><li><p>\nApplying sound software and architectural development practices in development and deployment of models as software products.<\u002Fp><\u002Fli><li><p>\nUsing cloud and distributed computing platforms for model development and deployment<\u002Fp><\u002Fli><li><p>\nCommunication of results to business stakeholders and decision makers<\u002Fp><\u002Fli><\u002Ful><\u002Fdiv><br>\n<\u002Fdiv><div><p><b>Qualifications<\u002Fb><\u002Fp>\n<div><ul><li><p>Master&rsquo;s Degree in Computer Science, Statistics, Applied Math, specialized Machine Learning program, or related field<\u002Fp><\u002Fli><li><p>\n3+ years&rsquo; practical experience in Machine Learning or statistics and\u002For distributed computing<\u002Fp><\u002Fli><li><p>\nWorking knowledge of Machine Learning techniques include Neural Networks, Tree-based Models, Linear models<\u002Fp><\u002Fli><li><p>\nIndustry knowledge of Blockchain and Digital \u002F Crypto assets is highly preferred<\u002Fp><\u002Fli><li><p>\nExperience with one or more of the following programming languages is highly preferred: Python, R, and SQL<\u002Fp><\u002Fli><\u002Ful><\u002Fdiv><br>\n<\u002Fdiv><div><p><b>LOB\u002FDepartment<\u002Fb><\u002Fp>\n<div><p>Analytic Tools &amp; Solutions Group<br>\n<\u002Fp><\u002Fdiv><\u002Fdiv><div><p><b>Job Req ID<\u002Fb><\u002Fp><div>16337BR<\u002Fdiv>\n<\u002Fdiv><div><p><b>Entity<\u002Fb><\u002Fp>\n<div>Moody's Investors Service (MIS)<\u002Fdiv>\n<\u002Fdiv><div><p><b>Line of Business<\u002Fb><\u002Fp><div>CSS (CSS)<\u002Fdiv>\n<\u002Fdiv><div><p><b>Regular\u002FTemporary<\u002Fb><\u002Fp>\n<div>Regular<\u002Fdiv>\n<\u002Fdiv><div><p><b>City<\u002Fb><\u002Fp><div>New York\n<\u002Fdiv><\u002Fdiv><div><p><b>Job Category<\u002Fb><\u002Fp>\n<div>Engineering &amp; Technology<\u002Fdiv>\n<\u002Fdiv><div><p><b>Job Sub Category<\u002Fb><\u002Fp><div>Software Engineering<\u002Fdiv>\n<\u002Fdiv><div><p><b>Experience Level<\u002Fb><\u002Fp>\n<div>Experienced Hire<\u002Fdiv>\n<\u002Fdiv><div><p><b>Working at Moody's<\u002Fb><\u002Fp>\n<div>Moody's is an essential component of the global capital markets, providing credit ratings, research, tools and analysis that contribute to transparent and integrated financial markets. Moody's Corporation (NYSE: MCO) is the parent company of Moody's Investors Service, which provides credit ratings and research covering debt instruments and securities, and Moody's Analytics, which offers leading-edge software, advisory services and research for credit and economic analysis and financial risk management. The Corporation, which reported revenue of $4.4 billion in 2018, employs approximately 13,100 people worldwide and maintains a presence in 42 countries. Further information is available at www.moodys.com.<\u002Fdiv>\n<\u002Fdiv><div><p><b>Entity<\u002Fb><\u002Fp>\n<div>Moody&rsquo;s Investors Service is among the world&rsquo;s most respected and widely utilized sources for credit ratings and research. Our opinions and analysis on a broad range of credit obligors and obligations are valued around the world for their insight and rigor.<\u002Fdiv>\n<\u002Fdiv><div><p><b>MIS Culture of Excellence<\u002Fb><\u002Fp>\n<div>At MIS, our workplace culture supports our mission to be the Agency of Choice for our customers, employees and future employees. Our Culture focuses on Excellence and embodies behavioral qualities such as Integrity, Responsiveness, Collaboration, Respect and Passion. Our people are our core asset and we look beyond outcomes to ensure that behaviors and interactions matter.<\u002Fdiv>\n<\u002Fdiv><div><p><b>EEO Policy<\u002Fb><\u002Fp>\n<div>Moody&rsquo;s is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, sex, gender, age, religion, national origin, citizen status, marital status, physical or mental disability, military or veteran status, sexual orientation, gender identity, gender expression, genetic information, or any other characteristic protected by law. Moody&rsquo;s also provides reasonable accommodation to qualified individuals with disabilities in accordance with applicable laws. If you need to inquire about a reasonable accommodation, or need assistance with completing the application process, please email accommodations@moodys.com.. This contact information is for accommodation requests only, and cannot be used to inquire about the status of applications.<br>\n<br>\nFor San Francisco positions, qualified applicants with criminal histories will be considered for employment consistent with the requirements of the San Francisco Fair Chance Ordinance. For New York City positions, qualified applicants with criminal histories will be considered for employment consistent with the requirements of the New York City Fair Chance Act. For all other applicants, qualified applicants with criminal histories will be considered for employment consistent with the requirements of applicable law.\n<br>\n<br>\nClick here to view our full EEO policy statement. Click here for more information on your EEO rights under the law.<\u002Fdiv>\n<\u002Fdiv><div><p><b>Securities Trading Policy (STP)<\u002Fb><\u002Fp>\n<div>Candidates for Moody's Corporation may be asked to disclose securities holdings pursuant to Moody&rsquo;s Policy for Securities Trading and the requirements of the position. Employment is contingent upon compliance with the Policy, including remediation of positions in those holdings as necessary.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","c461bdcf96fa29d4":"<div><div><b>POSITION PURPOSE<\u002Fb><br>\nThe Data Scientist will develop the analytical infrastructure and computational capabilities that drive decision making and impact the bottom line performance of homedepot.com. By partnering with business leaders and leveraging company and industry data, this role will develop predictive systems and algorithms for identifying trends and driving business solutions. This position's primary focus is to manipulate large data sets to extract meaningful business information using statistics and machine learning techniques.<br>\n<br>\n<b>MAJOR TASKS, RESPONSIBILITIES AND KEY ACCOUNTABILITIES<\u002Fb><br>\n50%-Design and develop algorithms and models to use against large data sets to create business insights<br>\n20%-Establish scalable, efficient processes for large scale data analyses, model development and model implementation<br>\n20%-Present analysis and resulting recommendations to senior management; Leverage data to present a compelling business case to optimize investments and operations<br>\n10%-Communicate and educate technical and non-technical employees on analytics and data-driven decision making<br>\n<br>\n<b>NATURE AND SCOPE<\u002Fb><br>\nThis position reports to Head of Data Science or Sr. Data Scientist<br>\nThis position has no Direct Reports<br>\n<br>\n<b>ENVIRONMENTAL JOB REQUIREMENTS<\u002Fb><br>\n<b>Environment:<\u002Fb><br>\nLocated in a comfortable indoor area. Any unpleasant conditions would be infrequent and not objectionable.<br>\n<br>\n<b>Travel:<\u002Fb><br>\nTypically requires overnight travel less than 10% of the time.<\u002Fdiv><div><b>\nMINIMUM QUALIFICATIONS<\u002Fb><br>\nMust be eighteen years of age or older.<br>\nMust be legally permitted to work in the United States.<br>\n<br>\n<b>Education Required:<\u002Fb><br>\nThe knowledge, skills and abilities typically acquired through the completion of a master's degree program or equivalent degree in a field of study related to the job.<br>\n<br>\n<b>Years of Relevant Work Experience: <\u002Fb>2 years<br>\n<br>\n<b>Physical Requirements:<\u002Fb><br>\nMost of the time is spent sitting in a comfortable position and there is frequent opportunity to move about. On rare occasions there may be a need to move or lift light articles.<br>\n<br>\n<b>Additional Qualifications:<\u002Fb><br>\n<ul><li>Master's in Computer Science, Math or related quantitative field (or BS\u002FBA in Computer Science, Math or related quantitative field and 5 years of data mining experience).<\u002Fli><li>Work experience with Hadoop, SAS, HBASE, Cassandra or other similar development platforms.<\u002Fli><li>Expert knowledge in large scale information retrieval and statistical analysis.<\u002Fli><\u002Ful><br>\n<b>\nPreferred Qualifications:<\u002Fb><br>\n<ul><li>3 years of experience in data mining and statistical analysis<\u002Fli><li>Previous work experience in ecommerce<\u002Fli><li>Experience with large-scale data analysis and a demonstrated ability to identify key<\u002Fli><li>Insights from data to solve business problems<\u002Fli><\u002Ful><br>\n<b>\nKnowledge, Skills, Abilities and Competencies:<\u002Fb><br>\n<ul><li>Ability to build scalable systems that analyze huge data sets and make actionable recommendations<\u002Fli><li>Strong communication and data presentation skills<\u002Fli><li>Ability to quickly adapt to new technologies, tools and techniques<\u002Fli><li>Flexible and responsive; able to perform in a fast paced, dynamic work environment and meet aggressive deadlines<\u002Fli><li>Ability to work with technical and non-technical team members<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>","5cdbfb324b6f7ef7":"<div><p>Snapshot\n<\u002Fp><div><div><div><div>At <b>Synchronoss<\u002Fb> We Transform &amp; Digitize Telecommunications, Media &amp; Technology (TMT) Companies. As leaders in the TMT space, our platforms, products, people, and partners help TMT companies shift their digital business into high gear by creating digital customer journeys that reduce cost, improve consumer satisfaction, and create new revenue.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nThe <b>Data Scientist<\u002Fb> contributes to Synchronoss&rsquo; success by collaborating with data scientists, engineers, and product managers to develop, manage and improve our predictive models and products. Synchronoss&rsquo; advanced analytics and technical solutions aids our clients in their strategic and tactical planning processes to support corporate and market objectives.<\u002Fdiv><div><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p>How you will help:\n<\u002Fp><div><div><div><ul><li>Collaborate with a cross-functional team of data scientists, data engineers and product managers to develop and deliver advanced analytics solutionsand products to our clients.<\u002Fli><li>\nSupport predictive modeling strategies and large-scale data pipeline development.<\u002Fli><li>\nContribute to our suite of internal software and technical solutions.<\u002Fli><li>\nCollaborate with platform engineering team to add advanced analytics and visualizations capabilities into our Insights Platforms.<\u002Fli><li>\nCommunicate opportunities and risks to stakeholders and translate model outputs into actionable insights.<\u002Fli><li>\nWork in an agile-based development environment that employs CI-CD practices to move ideas from concepts to production in a timely manner.<\u002Fli><li>\nLeverage a broad stack of big-data technologies such as R, Python, AWS, H2O, Spark, etc&hellip; to build, train, evaluate, deploy, and monitor machine learning models and AI solutions.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p>Who we have in mind:\n<\u002Fp><div><div><div><ul><li>Master&rsquo;s Degree plus at least 4 years of experience as a Data Scientist.<\u002Fli><li>\n2+ years experience and demonstrated proficiency to script and code in <b>R (preferred)<\u002Fb><\u002Fli><li>\n2+ years of experience developing and testing machine learning (ML) models.<\u002Fli><li>\n2+ years of experience with relational databases\u002FSQL.<\u002Fli><li>\nExperienced in CI-CD practices<\u002Fli><li>\nHas the skills to retrieve, combine, transform, and analyze data from disparate sources.<\u002Fli><li>\nHas hands-on experience developing, validating, and testing predictive models using open-source tools.<\u002Fli><li>\nHas experience with regression, clustering, classification, and time series analysis.<\u002Fli><li>\nHas a sound modeling background, can explain model results and its shortcomings.<\u002Fli><li>\nHas hands-on experience deploying models on premise and cloud computing platforms.<\u002Fli><li>\nHas the passion to learn new tools and technologies and applying them to new business use-cases.<\u002Fli><li>\nIs familiar with distributed file and computing systems.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p>It would be great if you had:\n<\u002Fp><div><div><div><ul><li>Experience with Python<\u002Fli><li>\nPhD in &ldquo;STEM&rdquo; field (Science, Technology, Engineering, or Mathematics) plus 4 years of experience as a Data Scientist or in a related analytics field.<\u002Fli><li>\nExperience with Spark and Hadoop eco-system.<\u002Fli><li>\nFamiliarity with the Agile development methodology and DevOps best practices.<\u002Fli><li>\nExperience with the telecommunications industry.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p>What we offer:\n<\u002Fp><div><div><div><ul><li>Competitive Salary + Bonus<\u002Fli><li>\nFlex Time PTO<\u002Fli><li>\nHealthcare<\u002Fli><li>\n401K<\u002Fli><li>\nVision\n<\u002Fli><li>Dental<\u002Fli><\u002Ful><div><i>\nSynchronoss is an equal opportunity employer and prohibits discrimination, prejudice and harassment of any kind. All employment is decided on the basis of qualifications, merit, and business need.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","3e51faf0bd75281b":"<div><\u002Fdiv><div><div><div><div>We&rsquo;re seeking an exceptional Data Scientist to join us in building data products at the core of the company. We build valuation models, predictive modeling infrastructure, and lead growth experiments. Day to day, it&rsquo;s a mix of machine learning, crowdsourcing, exploratory data analysis, feature extraction, and software engineering.<\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>\nAs a Data Scientist you will:<\u002Fb><\u002Fh3><div><ul><li>\nImprove our industry-leading home valuation model using millions of real-estate transactions and complementary datasets<\u002Fli><li>\nRapidly prototype features and predictive models<\u002Fli><li>\nBuild ML pipelines in production<\u002Fli><li>\nIdentify, research, and analyze new data sources to improve model accuracy<\u002Fli><li>\nBecome a domain expert in real-estate<\u002Fli><li>\nCoordinate with product, engineering, and operations to understand impact and trade-offs of modeling improvements<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>\nWe&rsquo;re looking for teammates who bring:<\u002Fb><\u002Fh3><div><ul><li>\nCommitment to rigorous analysis and production-quality code<\u002Fli><li>\nPassion for building solid data infrastructure<\u002Fli><li>\nA love of tackling complexity in real-world datasets such as geo data and transaction data<\u002Fli><li>\nExperience in one of Python, R, Java, Scala, Julia; if R or Julia, candidate must be able to make algorithms scale<\u002Fli><li>\nFamiliarity with basic classes of ML algorithms, concepts in feature extraction and selection<\u002Fli><li>\nAbility and desire to communicate your analysis with clarity and precision<\u002Fli><li>\nResourcefulness and pragmatism<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>\nBonus points:<\u002Fb><\u002Fh3><div><ul><li>\nCompetition experience in data mining or machine learning<\u002Fli><li>\nYou love delighting customers with honest, transparent products and experiences<\u002Fli><li>\nExperience with GIS data<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><b>\nMore About Us<\u002Fb><\u002Fdiv><div>\nWant to learn more about us and how we are revolutionizing the home buying and selling process? Learn more about us on our website, check out our profile on The Muse to learn more about our culture from our team members, or read our blog posts to hear about the work we are doing.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nWe Offer the Following Benefits and Perks:<\u002Fb><\u002Fdiv><ul><li>Full medical, dental, and vision with optional 70% coverage for dependents<\u002Fli><li>Flexible vacation policy<\u002Fli><li>Educational budget to invest in your career development and growth<\u002Fli><li>Fitness\u002FCommuter Benefit stipend<\u002Fli><li>Generous parental leave<\u002Fli><li>Paid time off to volunteer<\u002Fli><\u002Ful><div><i>\nPlease note that these benefits and perks are available only to Full Time team members and do not apply to contract roles.<\u002Fi><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nOpendoor values Openness<\u002Fb><\u002Fdiv><div>\nOur team celebrates our diverse backgrounds. We believe that being open about who we are and what we do allows us to be better. Individuals seeking employment at Opendoor are considered without regards to race, color, religion, national origin, age, sex, marital status, ancestry, physical or mental disability, veteran status, sexual orientation, gender identity or other protected status under all applicable laws, regulations, and ordinances.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","a64a625643d7b8bf":"<div>Department\n<p>Institutional Effectiveness<\u002Fp>\nDivision\n<p>General University<\u002Fp>\nVacancy Number\n<p>20-130<\u002Fp>\nWork Location\n<p>Macon, GA<\u002Fp>\nJob Type\n<p>Full-time<\u002Fp>\nJob Category\n<p>Staff<\u002Fp>\nResponsibilities\n<p>The Data Scientist position supports the Office of Institutional Effectiveness (OIE) in capturing, analyzing, and interpreting data for university decision-making. Reporting to the Director of Institutional Research, the Data Scientist will proactively work with the team to expedite the turn-around time for information requests via automation, scale-up and advance the university&rsquo;s ability to turn information into insight, including predictive analytics, and ultimately ensure that stakeholders have the information they need when they need it. The position will also participate in broader responsibilities of the office, including data governance, external reporting requirements, and documentation of work product.<\u002Fp>\nRequired Qualifications\n<p>A master's degree from an accredited college\u002Funiversity is required along with at least one year of experience in business intelligence, data analytics, or data science. Candidates with a PhD in computer science, data analytics, business, higher education, institutional research, statistics, technical communications, social sciences, or another related field are highly desirable. Candidates must have proficiency in Excel and data visualization software (i.e. Power BI, Tableau). Must have the ability to work with others to accurately identify data and informational needs; ability to deal responsibly with confidential information; and display a commitment to accuracy and reporting integrity. Preferred software experience includes Power BI, SPSS, exposure to student information systems (i.e. Campus Management, Banner). Preferred certifications include 1) Microsoft: Analyzing and Visualizing Data With Microsoft Power BI; 2) IR certificate; and\u002For 3) Certified Analytics Professional.<\u002Fp>\nIs a criminal background check needed for this position?\n<p>Yes<\u002Fp>\nPay Rate\n<p>Commensurate with experience<\u002Fp>\nPay Basis\n<p>Monthly<\u002Fp>\nFLSA Status\n<p>Exempt<\u002Fp>\nRequired Documents\n<p>Resume, Cover Letter, References<\u002Fp>\nSpecial Instructions to Applicants\n<p>Applicants should be prepared to answer the following questions:<\u002Fp>\n<p>\n1. Do you have a master's degree?<\u002Fp>\n<p>\n2. Describe your prior related experience.<\u002Fp>\n<p>\n3. Describe specific ways in which you have used Excel and data visualization software.<\u002Fp>\nEEO Statement\n<p>AA\u002FEEO\u002FVeteran\u002FDisability<\u002Fp>\n<p><b>Advertised:<\u002Fb> 29 Aug 2019 Eastern Daylight Time<br>\n<b>Applications close:<\u002Fb><\u002Fp><\u002Fdiv>","d639e32ea6a2425d":"<div><div><div><div><div>Our data science team makes sense of diverse datasets related to key business problems. We&rsquo;re responsible for the full stack of data analytics, from querying or procuring data, cleaning data, feature generation, problem formulation, error\u002Fsuccess metric choice, machine learning\u002Fpredictive model building, and translation of results into business action. The final product can range from reporting that will be used to advise strategic planning, to recommendation of a specific action, to handing off a predictive model for deployment in production. All of this is done to make our various teams and processes more efficient and to price our products more accurately.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nRoot is seeking a data scientist to help our team add business value by leveraging vast quantities of data and building more accurate predictive models. Examples of some of the rich data sources we work with include smartphone telematics sensor data, marketing campaign results, and unstructured data from claims notes, phone calls, etc. The ideal candidate will have experience putting well-defined parameters around potentially ambiguous problems, evaluating success based on business-important criteria, and applying modern machine learning techniques to large datasets. This may include querying\u002Fscraping\u002Fotherwise procuring datasets, cleaning\u002Fmunging, signal processing, feature engineering, model choice\u002Fevaluation, and validation using reproducible methods and scalable architecture. Particular attention will also be paid to the interface between R&amp;D environments and productionizing models. Furthermore, the candidate will need the ability to learn new tools on the fly and be adaptable to changing requirements.<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What you'll do:<\u002Fb><\u002Fh3>\n<ul><li>Mine text data for use in classification\u002Fpredicting business outcomes.<\u002Fli><li>\nBuild anomaly detection models to determine fraudulent activity, unexpected trends in data, etc.<\u002Fli><li>\nApply machine learning to image classification for key business applications.<\u002Fli><li>\nIdentify, evaluate, and productionize new data sources (e.g. geospatial data, web scraping, cell phone sensors).<\u002Fli><li>\nPredictive modeling related to improving insurance pricing.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What you'll need:<\u002Fb><\u002Fh3>\n<ul><li>Strong programming skills, especially R and\u002For Python<\u002Fli><li>\nDemonstrated experience in building, validating, and leveraging machine learning models<\u002Fli><li>\nDemonstrated skill with data mining, data munging, coping with missing \u002F corrupt \u002F unstructured data<\u002Fli><li>\n1+ years of industry experience building predictive models OR graduate-level research in a relevant area<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What we'd prefer:<\u002Fb><\u002Fh3>\n<ul><li>Master's degree or Ph.D. in mathematics, physical sciences, engineering, or other technical discipline<\u002Fli><li>\n3+ years of industry experience building predictive models<\u002Fli><li>\nExperience using big data tools (e.g. Hadoop, Spark) and cloud computing (AWS preferred)<\u002Fli><li>\nExperience with version control (git\u002FGitHub preferred)<\u002Fli><li>\nAdvanced knowledge of physics, linear algebra, probability\u002Fstatistics<\u002Fli><li>\nExperience building insurance pricing models<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>\n<div><div><div><h2 class=\"jobSectionHeader\"><b>Get in touch<\u002Fb><\u002Fh2>\n<\u002Fdiv><p>Finding the right people to help us build Root is a top priority. Whether you would like to explore the possibility of working together or simply learn more about the position, we&rsquo;d love to hear from you!<\u002Fp><br>\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv>\n<div><div><div><div>Why join Root? Because we believe the best way to move the world forward is the relentless pursuit of ideas. We build things that ought to exist, but would not exist, if we were not building them. We do this through immense dedication to our craft, an unwavering focus on our fellow human beings, and a maniacal obsession with the quality of our creations. Problems stick in our craw, and we don&rsquo;t let them go until we solve them. We believe in the scientific process and know that experimentation is the best way to find truth. We don&rsquo;t hold ideas down no matter how crazy they may seem. We foster them, nurture them, and unceasingly test them. If you are the kind of person that loves tackling big problems with a collaborative group of people until you find solutions, you belong here.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe believe our customers deserve insurance that is:<\u002Fdiv><div><b>\nFair.<\u002Fb> We lean on data, not demographic labels.<\u002Fdiv><div><b>\nAffordable.<\u002Fb> We base rates on good driver performance.<\u002Fdiv><div><b>\nPersonal.<\u002Fb> We give our customers the power to affect their rates.<\u002Fdiv><div><b>\nEasy.<\u002Fb> We create an intuitive experience.<\u002Fdiv><div><b>\nAccessible.<\u002Fb> We make information clear.<\u002Fdiv><div><b>\nBeyond.<\u002Fb> We are never, ever satisfied with the status quo.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","9a9b5b46b86c0e8d":"<div><h2 class=\"jobSectionHeader\"><b>Overview<\u002Fb><b>\n<\u002Fb><\u002Fh2><div><div><div><div>The Data Scientist is responsible for using advanced statistical, algorithmic, machine learning, mining and visualization techniques to help advance and complete client projects. The Data Scientist must also be able to communicate complex quantitative analyses in a clear, precise, and actionable manner to management and executive level audiences.<\u002Fdiv><div><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><b>\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Working directly with client stakeholders to understand and define analysis objectives and then translate these into actionable results.<\u002Fli><li>\nObtaining data from multiple, disparate data sources including structured, semi-structured and unstructured data.<\u002Fli><li>\nUsing machine learning and data mining technique to understand the patterns in large volumes of data, identify relationships detect data anomalies, and classify data sets.<\u002Fli><li>\nWorking with data integration developers to assess data quality and define data processing business rules for cleansing, aggregation, enhancement etc. support analysis and predictive modelling activities.<\u002Fli><li>\nDesigning and building algorithms and predictive models using techniques such as linear and logistic regression, support vector machines, ensemble models (random forest and\u002For gradient boosted trees), neural networks, and clustering techniques.<\u002Fli><li>\nDeploying predictive models and integrating them into business processes and applications.<\u002Fli><li>\nValidating and optimizing model performance upon deployment and tracking over time as necessary.<\u002Fli><li>\nPresenting complex analysis results tailored to different audiences (e.g. technical, manager, executive) in a highly consumable and actionable form including the use of data visualizations.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><b>\n<\u002Fb><\u002Fh2><div><div><div><div><b>Technical:<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\n3+ years in a hands on role performing advanced predictive analytics using tools like Python, R, or SAS.<\u002Fli><li>\n3+ years writing simple to complex SQL queries to obtain data from multiple source systems.<\u002Fli><li>\n3+ years using data mining methods, such as clustering and anomaly detection, to understand data patterns and select appropriate predictive techniques.<\u002Fli><li>\nExperience with applied machine learning (tree-based methods, ensemble methods, neural networks\u002Fdeep learning)<\u002Fli><li>\nProficient understanding of relational (e.g. Oracle, SQL Server, PostgreSQL) and Big Data distributed structures (Hadoop\u002FSpark) in order to source data effectively.<\u002Fli><li>\nExperience using natural language processing techniques preferred.<\u002Fli><li>\nExperience using advanced analytics techniques for fraud detection and prevention preferred.<\u002Fli><li>\nExperience working with social media data sources (e.g. Twitter, Facebook) preferred.<\u002Fli><\u002Ful><div><b>\nNon-Technical:<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\nExcellent communication skills to be able to interact directly with non-technical client stakeholders and act in a business-to-technical translation role.<\u002Fli><li>\nExperience working in an onsite client technical consulting environment preferred.<\u002Fli><li>\nExperience working within the Agile Scrum Framework.<\u002Fli><li>\nSelf-motivated and self-managing.<\u002Fli><li>\nProficient in creating reasonable and accurate time estimates for assigned tasks.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>About Excella<\u002Fb><b>\n<\u002Fb><\u002Fh2><div><div><div><div>Excella is a leading provider of Agile software development and data and analytics solutions to clients in the federal, commercial and non-profit sectors. We believe that great work leads to great things &ndash;- our experts measure success by the positive impact we make on our clients, community, and colleagues. We are growing fast and need passionate, innovative people who love working with technology and are ready to make an impact.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nHere's what you can expect from us:<\u002Fdiv><ul><li>\nYou'll work with great people who love what they do: our team includes published authors, certified trainers, and internationally renowned speakers.<\u002Fli><li>\nWe have a &quot;bring your own device&quot; workplace and will share the cost of a new computer of your choice - Mac or PC. It's up to you.<\u002Fli><li>\nWe'll invest in your career by providing 3 days of paid professional development every year, including travel and registration fees to attend classes and conferences, in addition to tuition assistance for degrees and certifications.<\u002Fli><li>\nStarting day one, every employee is bonus eligible and receives 17 days of paid vacation.<\u002Fli><li>\nYou can bike, drive, or metro to work - our commute reimbursement plan has you covered.<\u002Fli><li>\nYou'll have fun! We hold monthly social events all year long, including a summer event for you and your family.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><i>\nExcella is an equal opportunity\u002Faffirmative action employer. All qualified applicants will receive consideration for employment without regard to sex, gender identity, sexual orientation, race, color, religion, national origin, disability, protected veteran status, age, or any other characteristic protected by law.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","8b20582825f945ea":"<p><\u002Fp><div><div><div><b>Role Summary:<br>\n<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>Baker Hughes, a GE company is currently hiring a Staff Data Scientist based in Redwood City, California.<br>\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>The Data Scientist will be part of the core Data Sciences team at BHGE Digital and develop analytics to meet objectives of the business. In this role, you will lead the development and deployment of modern machine learning and statistical methods for finding process insights to problems as articulated by BHGE Digital customers, partners, and prospects.<\u002Fdiv><br>\n<div>\n<\u002Fdiv>\n<div><b>Essential Responsibilities:<br>\n<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>In this role Data Scientist, you will:<\u002Fdiv>\n<ul>\n<li>Create a library of company \u002F customer data\n<\u002Fli><li>Process, cleanse, and verify the integrity of data used for analysis (transform BN convention)\n<\u002Fli><li>Develop data models and algorithms to apply to data sets\n<\u002Fli><li>Mine \u002F analyze data from BN databases to drive development and improvement of analytic products\n<\u002Fli><li>Assess the effectiveness and accuracy of new data sources and data gathering techniques\n<\u002Fli><li>Work with MDS and other sources to develop a data portal \u002F repository\n<\u002Fli><li>Enhance data collection procedures to include information that is relevant for building analytic systems\n<\u002Fli><li>Do ad-hoc analysis and presenting results in a clear and concise manner\n<\u002Fli><li>Create automated anomaly detection system and tracking effectiveness<\u002Fli><\u002Ful>\n<div><b>Qualifications\u002FRequirements:<\u002Fb><\u002Fdiv>\n<ul><li>Bachelor&rsquo; Degree from an accredited college or university<\u002Fli><\u002Ful>\n<div><b>Desired Characteristics:<\u002Fb><\u002Fdiv>\n<ul>\n<li>Master&rsquo;s Degree from an accredited college or university with related Thesis\n<\u002Fli><li>Excellent understanding of machine learning techniques and algorithms, such as k-NN, Na&iuml;ve Bayes, SVM, Decision Forest, Boosting, etc.\n<\u002Fli><li>Experience with common data science toolkits, such as R, Weka, NumPy, Matlab, etc.\n<\u002Fli><li>Proficiency in using query languages such as SQL\n<\u002Fli><li>Applied statistics skills, such as distributions, statistical testing, regression, etc.\n<\u002Fli><li>Scripting and programming skills: C, C++, etc\n<\u002Fli><li>Experience in Python\n<\u002Fli><li>Minimum 3.0 GPA preferred\n<\u002Fli><li>Experience with data visualization tools, such as D3.js, GGplot, etc.\n<\u002Fli><li>Solid oral presentation and writing skills\n<\u002Fli><li>Ability to continue complicated jobs to completion in a timely manner\n<\u002Fli><li>Ability to identify and drive process improvements\n<\u002Fli><li>Demonstrated skills in problem solving\n<\u002Fli><li>Ability to work in a collaborative team environment\n<\u002Fli><li>Knowledge of cyber vulnerabilities, exploits, and threats\n<\u002Fli><li>Software architecture and development \u002F programming experience<\u002Fli><\u002Ful>\n<div><b>Locations:<\u002Fb><\u002Fdiv>\n<ul><li>Redwood City, CA<\u002Fli><\u002Ful>\n<div>This is your opportunity to learn more, do more, live the career you have imagined and be part of a truly diverse organization.<\u002Fdiv><br>\n<div>\n<\u002Fdiv>\n<div>Baker Hughes, a GE company is an Equal Opportunity Employer. Employment decisions are made without regard to race, color, religion, national or ethnic origin, sex, sexual orientation, gender identity or expression, age, disability, protected veteran status or other characteristics protected by law. Learn more<\u002Fdiv><br>\n<div>\n#dice<\u002Fdiv><\u002Fdiv><p><\u002Fp><div><b>\nJob<\u002Fb><b>:<\u002Fb> Digital Technology<\u002Fdiv><div><b>\nPrimary Location<\u002Fb><b>:<\u002Fb> North America-United States-California-SAN RAMON<\u002Fdiv><\u002Fdiv>","28d3791636a50799":"<p><\u002Fp><div><p><b>Job Title:\n<\u002Fb><\u002Fp>Data Scientist\n<p><\u002Fp><p><b>Job Description:\n<\u002Fb><\u002Fp><p><b>Team Write-Up\n<\u002Fb><\u002Fp><p>360i Advanced Analytics is about taking complex data to devise elegant yet simple, actionable solutions to our clients' business questions. Our clients see us as trusted advisors and depend on our subject matter expertise to drive enhanced decision making via our deep (and constantly evolving) marketing analytics capabilities.\n<\u002Fp><p>For this role, we are looking for someone who is deeply interested in the application of advanced statistic and econometric methodologies in both theory and practice. Candidates should be intellectually curious with a passion for learning while simultaneously a pragmatic self-starter who sees projects through to completion.\n<\u002Fp><p><b>Data Scientist\n<\u002Fb><\u002Fp><p><b>Responsibilities\n<\u002Fb><\u002Fp><ul><li>Operate 'in-the-weeds' on client analytics engagements, executing the below within Python or R:\n<ul><li>Cleanse, compile and process data\n<\u002Fli><li>Executing statistical\u002Feconometric frameworks in either\n<\u002Fli><li>Under direction of Manager\u002FAD, develop custom analytical tools for ongoing media optimization\n<\u002Fli><\u002Ful><\u002Fli><li>Participate in stakeholder interview process for each project to frame analytics solutions through appropriate lens\n<\u002Fli><li>Assist in discovery of new analytics methodologies, outline roadmap for tool development, and execute tool build\n<\u002Fli><li>Interface directly with media team and client (when applicable) on interpretation of analytics outputs and how to implement results\n<\u002Fli><\u002Ful><p><b>Qualifications &amp; Requirements:\n<\u002Fb><\u002Fp><ul><li>Bachelors Degree in a quantitative field\n<\u002Fli><li>Understanding of econometric and statistical frameworks, including but not limited to:\n<ul><li>Multivariate linear regression, logistic regression, Bayesian networks, clustering, etc.\n<\u002Fli><\u002Ful><\u002Fli><li>1-2 years working experience in analytics or other consultancy\n<\u002Fli><li>Possess the ability to receive direction, take ownership, and operate independently to solve to client requests using a combination of critical thinking and initiative\n<\u002Fli><li>Strong interpersonal skills or the demonstrated desire to develop client management ability\n<\u002Fli><li>Experience with marketing response models and their applications a plus\n<\u002Fli><li>Functional working knowledge of R and\u002For Python (e.g., can process data and run statistical analyses)\n<\u002Fli><li>Expert in Excel and PowerPoint\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Location:\n<\u002Fb><\u002Fp>New York\n<p><\u002Fp><p><b>Brand:\n<\u002Fb><\u002Fp>360I\n<p><\u002Fp><p><b>Time Type:\n<\u002Fb><\u002Fp>Full time\n<p><\u002Fp><p><b>Contract Type:\n<\u002Fb><\u002Fp>Permanent<\u002Fdiv>","2a15299754f85396":"<div><p>McKean Defense is a Naval Life Cycle Management, Engineering, Enterprise Transformation and Program Management business headquartered in Philadelphia, PA. McKean&rsquo;s engineers, developers, technical staff, programmers, analysts, and program managers identify and deploy new shipboard technologies, integrate information technology across shipboard platforms, and develop strategies to support the Warfighter. McKean&rsquo;s employees create strategic solutions to help customers reach new levels of mission support and transform their organizations. McKean Defense is employee owned, and values the life experiences of potential candidates, including those who have served our Military. Currently, 38% of McKean&rsquo;s employee owner workforce are veterans.<\u002Fp>\n<p>\nThe Data Scientist is responsible for the advancement of data utilization for the application of Condition Based Maintenance (CBM) of United States Navy Hull, Mechanical, and Electrical (HM&amp;E) systems. The candidate will work on a cross-functional team consisting of data scientists, data utilization engineers, software engineers, and HM&amp;E equipment experts in order to research, develop, and deploy CBM solutions.<\u002Fp><br>\nRequired Skills<br>\n<ul><li>Familiar with U.S. Navy Hull, Mechanical, and Electrical (HM&amp;E) systems<\u002Fli>\n<li>Familiar with Prognostics and Health Management (PHM), Condition Monitoring (CM), or Condition-Based Maintenance (CBM+) methodologies<\u002Fli>\n<li>Demonstrated technical knowledge in the development of data-driven or physics-based PHM\u002FCBM algorithms<\u002Fli>\n<li>Proficiency in database management and querying using SQL<\u002Fli>\n<li>Experience developing data visualization tools and user interfaces<\u002Fli><br>\n<\u002Ful>\n<br>\nRequired Experience<br>\n<p><\u002Fp>\n<ul>\n<li>Proficient in Python or R<\u002Fli>\n<li>Experience with data mining and data analysis<\u002Fli>\n<li>Experience building regression, classification, and clustering models<\u002Fli>\n<li>Experience with machine learning or deep learning tools such as scikit-learn, Tensorflow, Keras, or PyTorch<\u002Fli>\n<li>Familiar with software development principles such as version control, requirements management, and software definition<\u002Fli>\n<li>Familiar with data engineering concepts such as data collection, database management, data storage, and data cleansing<\u002Fli>\n<li>Candidate must have active Secret clearance, or be clearable<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p>Equal Opportunity Employer&ndash;minorities\u002Ffemales\u002Fveterans\u002Findividuals with disabilities\u002Fsexual orientation\u002Fgender identity.<\u002Fp>\n<p>\nMcKean Defense is an E-Verify company.<\u002Fp><\u002Fdiv><p><\u002Fp>","31fffecf454ffea3":"<div><div>As a Data Scientist, you will be part of a team responsible for development and execution of world class forecasting and planning models. These techniques will be accomplished with regular utilization of decision science, as well as analyzing and communicating various demand components while partnering to identify optimization opportunities. Primary business functions supported are: Global New Accounts, Global Credit and Fraud Network. Additional support may be required for other Global Services Group functions. The Data Scientist must demonstrate outstanding thought leadership, collaboration and partnership with multiple functional teams including; Risk Management, Finance, Operations, MIS, Contact &amp; Capacity Management and Technology partners while effectively supporting long and short term forecasting accuracy, and day to day oversight of the global demand environment.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nResponsibilities include:<\u002Fb><\u002Fdiv><div><ul><li>\nDevelopment and maintenance of forecasting models for Global New Accounts, Global Credit and Fraud Network<\u002Fli><li>\nLeverage existing and identify new data sources to perform complex modeling and decomposition strategies to generate insights and influence stakeholders<\u002Fli><li>\nDevelop, interrogate, question and validate data modeling inputs and outputs<\u002Fli><li>\nManage in a Global 24x7 environment with the potential for planning and executing in crisis\u002Fcontingency plan situations<\u002Fli><li>\nEstablish and maintain strong relationships with Business partners, ensuring regular communication and insights on Plan execution<\u002Fli><li>\nManage relationships with a diverse, cross-functional and remotely located teams to successfully achieve goals<\u002Fli><\u002Ful><\u002Fdiv><h4 class=\"jobSectionHeader\"><b>\nQualifications<\u002Fb><\u002Fh4><div><ul><li>\nBachelor&rsquo;s degree or equivalent in Computer Science, Engineering, Mathematics, Statistics, Operations Research, or a related field<\u002Fli><li>\nStrong working knowledge of forecasting and planning models\u002Fmethodologies<\u002Fli><li>\nDemonstrated applied experience with R, Python, SQL or SAS programming is required<\u002Fli><li>\nProven track record of working on different Machine Learning projects; high positions in Kaggle and other machine learning competitions are preferred<\u002Fli><li>\nStatistical modeling and forecasting, and application of quantitative and research methods are required<\u002Fli><li>\nDemonstrated ability to synthesize large data sets into actionable insights<\u002Fli><li>\nDemonstrated experience driving results in matrixed and global organization<\u002Fli><li>\nDemonstrated thought leadership along with strong analytical and problem solving skills with high degree of finance acumen and\u002For mathematical aptitude<\u002Fli><li>\nAt least 2 years&rsquo; experience supporting reporting and analytics<\u002Fli><li>\nStrong understanding of contact center management a plus<\u002Fli><\u002Ful><\u002Fdiv><div>\nEmployment eligibility to work with American Express in the U.S. is required as the company will not pursue visa sponsorship for these positions.<\u002Fdiv><br>\nReqID: 19014069<br>\nSchedule (Full-Time\u002FPart-Time): Full-time<br>\nDate Posted: Oct 1, 2019, 11:08:14 AM<\u002Fdiv>","f172402b2796992e":"<p><\u002Fp><div><p>At Regions, the Data Scientist works with multiple teams of data scientists, analysts and visualization experts contributing independently to solve high complexity business problems. The ideal candidate has a depth of knowledge in quantitative analytic methods, data management, visualization, and programming skills suitable to drive data driven decisions. This position researches, models, implements and validates algorithms (predictive and prescriptive) to analyze diverse sources of data to achieve targeted outcomes.\n<\u002Fp><p><\u002Fp><p><b>Primary Responsibilities\n<\u002Fb><\u002Fp><ul><li>Works with large, structured, and un-structured datasets\n<\u002Fli><li>Uses quantitative and analytical techniques to accelerate profitable growth and customer engagement - unlocking value across all functional areas of business\n<\u002Fli><li>Uses Big Data tools (Hadoop, Spark, H2O, CDSW, Domino Labs, etc.) to build data analytics solutions.\n<\u002Fli><li>Builds machine learning and Artificial Intelligence (AI) models from development through testing and validation\n<\u002Fli><li>Designs rich data visualizations to communicate complex ideas to business leaders and executives\n<\u002Fli><li>Draws insights from data to make quick, well informed decisions with available information\n<\u002Fli><li>Demonstrates ability to continuously learn and provide value in a dynamic environment\n<\u002Fli><\u002Ful><p><\u002Fp><p>This position is exempt from timekeeping requirements under the Fair Labor Standards Act and is not eligible for overtime pay.\n<\u002Fp><p><\u002Fp><p><b>Requirements\n<\u002Fb><\u002Fp><ul><li>Bachelor&rsquo;s degree with eight (8) years of experience\n<\u002Fli><li>OR Master&rsquo;s degree with four (4) years of experience\n<\u002Fli><li>OR Ph.D. with two (2) years of experience in a quantitative\u002Fanalytical\u002FSTEM field\n<\u002Fli><li>Two (2) years of working experience in Machine Learning, Deep Learning, or Artificial Intelligence\n<\u002Fli><li>Two (2) years of working programming experience in Python, Ruby, R, Matlab, Scala, or Java\n<\u002Fli><li>One (1) year of working experience in Big Data Technology in Hadoop, Hive, Impala, Spark, or Kafka\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Preferences\n<\u002Fb><\u002Fp><ul><li>Background in banking and\u002For other financial services\n<\u002Fli><li>Experience in libraries such as TensorFlow, Pytorch, or Keras\n<\u002Fli><li>Experience in Agile Software Development\n<\u002Fli><li>Knowledge in Google Analytics and\u002For Adobe Digital\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Skills and Competencies\n<\u002Fb><\u002Fp><ul><li>Strong business acumen with the ability to communicate with both business and Information Technology (IT) leaders\n<\u002Fli><li>Deep understanding of statistical and predictive modeling concepts, machine learning approaches, clustering and classification techniques, and recommendation and optimization algorithms\n<\u002Fli><li>Expertise in analyzing large, complex, multi-dimensional datasets using a variety of tools like Python, R, Statistical Analysis System (SAS), or Statistical Package for the Social Sciences (SPSS)\n<\u002Fli><li>Comfortable with both relational databases and Hadoop-based data mining frameworks\n<\u002Fli><li>Advanced Structured Query Language (SQL) skills\n<\u002Fli><li>Proficient in visualization tools like Power Business Intelligence (BI), Tableau\n<\u002Fli><li>Strong communication skills through data visualizations, written and oral presentations\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Position Type\n<\u002Fb><\u002Fp>Full time\n<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>Location Details\n<\u002Fb><\u002Fh2>Riverchase OPS Center\n<p><\u002Fp><h3 class=\"jobSectionHeader\"><b>Location:\n<\u002Fb><\u002Fh3>Hoover, Alabama\n<p><\u002Fp><p>EEO\u002FAA\u002FMinorities\u002FFemales\u002FDisabled\u002FVeterans<\u002Fp><\u002Fdiv>","d05d67df757cee49":"<div><p>It's fun to work in a company where people truly BELIEVE in what they are doing!\n<br>\n<br>\nWe're committed to bringing passion and customer focus to the business.\n<\u002Fp><p><\u002Fp><p><i>Cigna is seeking a Data Scientist who is passionate about machine learning (both supervised and unsupervised), building models, data mining and NLP in their Service Operations group. This is a work from home position for candidates based in the US.\n<\u002Fi><\u002Fp><p><\u002Fp><p>Who We Are\n<\u002Fp><p>The Cigna Service Operations Business Intelligence &amp; Analytics (SOBI&amp;A) organization offers solutions that provide actionable insights to internal and external business partners and customers that help reduce health costs, improve outcomes, provide financial security and measure and forecast business performance.\n<\u002Fp><p><\u002Fp><p>The Position\n<\u002Fp><p>The Data Scientist position is a hands-on role responsible for the end-to-end design, testing and development of analytics solutions for Service Operations. As a Data Scientist in SOBI&amp;A you will work closely with other team members and business stakeholders to apply machine learning, deep learning, NLP and other advanced analytics. You will research and prepare data for analysis, perform data exploration, apply machine learning and statistical techniques to draw conclusions and build innovative products to improve operational effectiveness and efficiency.\n<\u002Fp><p><\u002Fp><p>Responsibilities\n<\u002Fp><ul><li>Work individually and\u002For with team members to design and develop machine learning models (both supervised and unsupervised) for prototyping or ad-hoc analyses.\n<\u002Fli><li>Apply data mining techniques and perform statistical analysis as needed.\n<\u002Fli><li>Collect and organize information from a variety of data sources.\n<\u002Fli><li>Write queries to underlying Microsoft SQL Server and Oracle databases.\n<\u002Fli><li>Work with business partners to learn and understand the specific domain (i.e. Claim Ops, Call\u002FContact Center, Client Services&hellip;).\n<\u002Fli><li>Clearly present findings to leadership and be able to articulately influence the Business Case for change.\n<\u002Fli><li>Interview stakeholders in order to understand pain points and formulate hypothesis for scenario modeling. .\n<\u002Fli><\u002Ful><p><\u002Fp><p>Qualifications\n<\u002Fp><ul><li>Expertise in data mining algorithms and statistical modeling techniques such as clustering, classification, regression, decision trees, neural nets, support vector machines, ensemble modeling and text mining techniques such as sentiment analysis, topic modeling and entity extraction.\n<\u002Fli><li>Exceptional quantitative skills and attention to detail.\n<\u002Fli><li>Multi-year experience with Python\u002FR and SQL.\n<\u002Fli><li>Degree in Data Science, Computer Science, Statistics, Mathematics, Computational Linguistics or related field. MS or PhD preferred.\n<\u002Fli><li>Ability to establish and maintain strong working relationships across the organization.\n<\u002Fli><li>Experience with measuring the behaviors of customers navigating various Omni-Channel service platforms is a plus (i.e. Website visits, App usage, Call Center, voice-activated technology, etc).\n<\u002Fli><\u002Ful><p><\u002Fp>Qualified applicants will be considered without regard to race, color, age, disability, sex (including pregnancy), childbirth or related medical conditions including but not limited to lactation, sexual orientation, gender identity or expression, veteran or military status, religion, national origin, ancestry, marital or familial status, genetic information, status with regard to public assistance, citizenship status or any other characteristic protected by applicable equal employment opportunity laws.\n<p><\u002Fp>If you require an accommodation based on your physical or mental disability please email: SeeYourself@cigna.com. Do not email SeeYourself@cigna.com for an update on your application or to provide your resume as you will not receive a response.<\u002Fdiv>","c2159ae0b740aa65":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Aug 27, 2019<\u002Fb><\u002Fdiv><div>\nRole Number: <b>200095633<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nAt Apple, new ideas have a way of becoming phenomenal products, services, and customer experiences very quickly. If you are an ambitious, high-energy individual who is not afraid of challenges, we&rsquo;re looking for you. Apple is seeking an expert Data Scientist to join a team passionate about Content Data Science &amp; Analytics for Apple Media Products (AMP), covering the App Store, Apple Music\u002FiTunes, Video and other services. This role will involve working with Internet-scale data across numerous product and customer touch points, undertaking in-depth quantitative analysis and building models to drive strategy. The team&rsquo;s culture is centered around rapid iteration with open feedback and debate along the way, plus strong collaboration with product, engineering, business, and marketing partners.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\n3+ years of experience as a Data Scientist or Data Analyst, preferably for an app or digital subscription business. You should have a strong and curious business mindset with an ability to condense complex concepts and analysis into clear and concise takeaways that drive action.<\u002Fli><li>\nWell-versed in SQL languages. Experience with big data technologies such as Hadoop and Spark preferred, building models for data analytics a plus.<\u002Fli><li>\nWe need familiarity with Python or R and data visualization tools such as Tableau for full-stack data analysis, insight synthesis, and presentation.<\u002Fli><li>\nExperience using relevant statistical packages to build predictive\u002FML models.<\u002Fli><li>\nWe value familiarity with A\u002FB test experimentation design.<\u002Fli><li>\nExcellent communication, interpersonal and presentation skills with meticulous attention to detail.<\u002Fli><li>\nWe seek someone with excellent time management skills with the ability to lead work to tight deadlines and handle the pressure of executive requests and product launches.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nYou will dive deep into data to uncover trends identify key insight, and craft machine learning models that will propel the Apple Media content strategy. You will craft how best to monitor, measure and understand performance. You will be collaborating with product, business, marketing, finance and executive teams to generate regular presentations for C-level. You will be partnering with other Apple organizations on data gathering, data governance, evangelizing key performance indicators and democratizing data.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMinimum of a Bachelor&rsquo;s degree in Computer Science, Statistics, Mathematics, Engineering, Economics or relevant field. Ideally, Masters in related field.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","d2bcb0e5692ccc79":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>Find your purpose and your best career moments, perhaps even your life&rsquo;s best moments. We&rsquo;re the region&rsquo;s leading health system, locally owned and not-for-profit. One of just four U.S. health systems to achieve Magnet accreditation four times, St. Luke's is an attractive place to grow your career. Being ranked at the top is great validation for the work we do, but our friends and neighbors here in Idaho are the real winners.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nSt. Luke&rsquo;s is looking for a <b>Data Scientist <\u002Fb>to join the Data Management team within the Data &amp; Analytics organization. Your work, to deliver innovative data solutions, will have a direct impact helping transform how we work to deliver on population health by improving outcomes and lowering costs.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nOur talented team is driven by a strong sense of purpose. That's our independent Idaho spirit, and we're looking for like-minded professionals to join us.<\u002Fdiv><div><\u002Fdiv><br>\n<p><b>\nJob Functions:<\u002Fb><\u002Fp><div>\nUses advanced analytics methods to extract value from clinical, financial and operational business data. Seeks to<\u002Fdiv><div>\nunderstand business needs, and gets results that have a clear, positive, and direct impact on business performance.<\u002Fdiv><div>\nPerforms large-scale experimentation and build data-driven models to help solve business challenges. Builds and deploys predictive models, web scrapping, and scalable data pipelines.<\u002Fdiv><div>\nConducts research on cutting-edge techniques and tools in machine learning\u002Fdeep learning\u002Fartificial intelligence.<\u002Fdiv><div>\nApplies different strategies to convince others to change their opinions or plans and ensures that proposals or arguments are supported by strong logic and a compelling business case, addressing all relevant factors.<\u002Fdiv><div>\nCollaborates and works with teams of other SLHS functions to manage statistical data and create different models based on organizational needs.<\u002Fdiv><div>\nDetermines requirements that will be used to train and evolve deep learning models and algorithms.<\u002Fdiv><div>\nArticulates a vision and roadmap for the exploitation of data as a valued corporate asset.<\u002Fdiv><div>\nEvangelizes best practices to analytics and products teams.<\u002Fdiv><div>\nProvides leadership, coaching, and\u002For mentoring to a subordinate group; may act as a &quot;lead&quot; or first-level supervisor.<\u002Fdiv><div>\nPossesses solid working knowledge of subject matter.<\u002Fdiv><div>\nPerforms other duties and responsibilities as assigned.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nRequired Criteria:<\u002Fb><\u002Fdiv><ul><li>\nEducation: Master&rsquo;s Degree in Computer Science, Statistics, Economics, or other closely related field<\u002Fli><\u002Ful><ul><li>Experience: 2 years of additional relevant experience.<\u002Fli><li>Licenses\u002FCertifications: Must have one of the following certifications: R, MATLAB, SAS or Python<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<p>\nOur employees enjoy many benefits, some of the most popular are tuition reimbursement, hospital retirement contributions, and hospital-supported on-going training and education.<\u002Fp><p><\u002Fp><br>\n<p>\nIf you&rsquo;re looking for a place where you can grow in your personal life, in your career, and in your community, St. Luke&rsquo;s may be just the place for you.<\u002Fp><p><\u002Fp><br>\n<p>\nA strong, talented staff is at the heart of St. Luke&rsquo;s Health System. We are the state&rsquo;s largest employer with more than 13,500 employees and a medical staff of more than 1,800 physicians and advanced practice clinicians. Our employees are dedicated to impacting the lives of those in our community while pursuing a life- changing career at St. Luke&rsquo;s. Our staff is the reason for our outstanding reputation as both a quality employer and superior healthcare organization. We&rsquo;re proud of our people who deliver skilled, compassionate care every day, and are looking to add dedicated individuals who will continue in the same tradition of excellence.<\u002Fp><p><\u002Fp><br>\n<p>\nWith multiple locations in the beautiful southern and central Idaho, our mild, four season climate means you can play outdoors year-round. Whether you prefer leisurely walks along the river or heart-pounding climbs up a sheer cliff- there is always something to do after work. An exciting mix of urban and outdoor life defines Idaho&rsquo;s culture, you can ski in the morning and watch a college sporting event at night. It is a great state to raise a family and forge lasting relationships. The cost of living is low, and quality of life is high.<\u002Fp><p><\u002Fp><br>\n<p>\n__________________<\u002Fp><p><\u002Fp><br>\n<p><i>\n#One of America&rsquo;s Top 15 Health Systems - U.S.News &amp; World Report, &quot;America's Best Hospitals 2015-2016&quot;<\u002Fi><\u002Fp><p><\u002Fp><br>\n<ul><li><i>St. Luke&rsquo;s is an equal opportunity employer and does not discriminate against any person on the basis of race, religion, color, gender, gender identity, sexual orientation, age, national origin, disability, veteran status, or any other status or condition protected by law.<\u002Fi><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","984d3c4e55edad4e":"At Havenly, we believe that everyone deserves a beautiful home they love. Founded in 2014 and headquartered in Denver, we make decorating and shopping for your home fun, convenient and affordable.\n<br><br>\nWe are looking for a Data Scientist to join the Data Science team to help transform Havenly's approach to design services and e-commerce through data science. The Data Scientist is a hacker at heart and a swiss army knife when it comes to data.\n<br><br>\nOur ideal candidate has experience using machine learning to create novel solutions to business problems. While the role's primary focus is R&D, this person will also contribute to data engineering efforts, conduct exploratory data analysis to find insights and drive strategy, and develop predictive models that directly impact customer experiences and designer workflows\n<br><br>\n<b>This is the perfect role for you if:<\u002Fb><br>\n------------------------------------\n<br><br>\n<ul>\n<li>You have a tenacious desire to impact the success of a growing business.<\u002Fli>\n<li>You have a disposition for leading.<\u002Fli>\n<li>You are comfortable in the command line and with a shell environment.<\u002Fli>\n<li>You want to put everything in a docker (almost everything).<\u002Fli>\n<li>You could be a Bayesian or a frequentist, as long as you have a reason.<\u002Fli>\n<li>You are a self-starter who can prioritize, manage & juggle multiple projects at one time- Nothing is impossible, you find a way to get things done.<\u002Fli>\n<li>You are a lifelong learner, you are always learning new things and love to teach others.<\u002Fli>\n<li>You have a passion for data-driven decisions and an aptitude for working with large amounts of data.<\u002Fli>\n<\u002Ful>\n<b>In this role, you'll have the opportunity to:<\u002Fb><br>\n---------------------------------------------\n<br><br>\n<ul>\n<li>Be a key asset for the business to help us leverage our data to build data-driven products to improve our customer and designer experiences.<\u002Fli>\n<li>Own the research and development of data science products, implementing machine learning models to recommend products to customers and designers, predict the quality of site\u002Fapp visitors, develop metrics that assess\u002Fpredict designer quality, develop alerts to customer operations, amongst many other things.<\u002Fli>\n<li>Be a leader to improve our R&D process. This role has leadership and management potential.<\u002Fli>\n<li>Find creative solutions using data and cutting edge techniques. You will be responsible for being the thought leader on the best techniques to use and stay on top of the most recent updates to the industry.<\u002Fli>\n<li>Work closely with the Product and Engineering teams on designing and implementing machine learning models that address key business\u002Fproduct needs.<\u002Fli>\n<\u002Ful>\n<b>Qualifications you'll bring:<\u002Fb><br>\n----------------------------\n<br><br>\n<ul>\n<li>PhD or Masters degree in statistics, computer science, economics, mathematics, physics, or a related field, or 5+ years of highly related work experience<\u002Fli>\n<li>You know your way around AWS and have dabbled with AWS CLI tools<\u002Fli>\n<li>Expert level SQL<\u002Fli>\n<li>A Python hacker, you've implemented sklearn and TensorFlow models, manipulated and analyzed data with Pandas<\u002Fli>\n<li>Expert knowledge of statistical methods and machine learning algorithms<\u002Fli>\n<li>Expert with classification, linear regression, clustering techniques<\u002Fli>\n<li>Experience with natural language processing and feature extraction from text and images<\u002Fli>\n<li>Experience implementing predictive models into production environments<\u002Fli>\n<li>A solid understanding of experimental design and using observational data to make causal claims, along with knowledge of related statistical methods.<\u002Fli>\n<\u002Ful>\nAt Havenly we hire people who exhibit gumption, act like owners, outperform, and are always playful.If this sounds like a great fit for you, and a challenge you're ready to run with, we want to hear from you. Apply below by sending resumes and cover letter.","7b03450d50b16f06":"<div><div><b>About Us:<\u002Fb><\u002Fdiv>\n<div>AVAST Software (www.avast.com), maker of the world's most popular antivirus, protects over 400 million computers and mobile devices with our security applications. In business for 30 years, AVAST is one of the oldest companies in the computer security business, with a portfolio covering everything from free antivirus for PC, Mac, and Android, to premium suites and services for business &ndash; offered in about 40 languages.<\u002Fdiv><br>\n<div><\u002Fdiv><div>Headquartered in Prague, Czech Republic, with offices in the U.S., Europe, and Asia, AVAST Software employs some of the brightest new talent in the IT industry, from around 30 different nations.<\u002Fdiv><br>\n<div><\u002Fdiv><div>The position is based in Redwood City, CA and Emeryville, CA<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>About Avast Intelligence Lab:<\u002Fb><\u002Fdiv>\n<div>The Avast Intelligence Lab analyzes data from our vast customer base, and provide up-to-the-second updates to our security products such as the antivirus and network security solutions. We also calculate and provide meaningful insights about the usage and anomalies of your devices.<\u002Fdiv><br>\n<div><\u002Fdiv><div>Avast Intelligence Lab is a fast growing team of ~50 data scientists utilizing artificial intelligence to enhance security and privacy for all devices (mobile, PC, and IoT) and to provide a rich user experience. Our team of researchers is a collection of brilliant minds from the top universities including Berkeley, Stanford, MIT, Czech TU, and we work across Silicon Valley and Europe.<\u002Fdiv><br>\n<div><\u002Fdiv><div>If you are excited about Machine Learning, and want to put your skills against a true adversary who wants to evade you at all costs, then come work with us to solve the next generation of threats in consumer security and privacy.<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>About You:<\u002Fb><\u002Fdiv>\n<div>We are looking for a data scientist who will venture with us to solve the next generation of problems in consumer privacy. You will be focusing on research questions like: What private data are consumers exposing deliberately or inadvertently, and what kinds of profiles can be generated from this data? How can customers continue to get value from connected products without exposing private data unnecessarily?<\u002Fdiv><br>\n<div><\u002Fdiv><div>Your primary focus will be discovering hidden correlation when mining huge datasets and applying ML algorithms to predict user privacy, and finally developing an enhanced service (both mobile and PC) in collaboration with the engineering and product teams.<\u002Fdiv><br>\n<p><\u002Fp><div><b>Responsibilities:<\u002Fb><\u002Fdiv>\n<ul><li>Data mining to uncover hidden correlation among data<\u002Fli>\n<li>Applying supervised and unsupervised algorithms to generate better insights of user behavior<\u002Fli>\n<li>Analyzing and propagating discovered insights to the team and discovering new ways for enhanced user experience<\u002Fli>\n<li>Having fun in creating new and crazy ideas!<\u002Fli><br>\n<\u002Ful><div><\u002Fdiv><div><b>Requirements:<\u002Fb><\u002Fdiv>\n<ul><li>M.S. in EE\u002FCS\u002FMath\u002FStat\u002FPhysics with focus in AI\u002FML or equivalent qualification<\u002Fli>\n<li>2+ years of relevant experience preferred<\u002Fli>\n<li>Excellent understanding and experience with supervised and unsupervised machine learning algorithms such as SVM, AdaBoost, DBSCAN<\u002Fli>\n<li>Experience with data science toolkits, such as Pandas, scikit-learn, Tensorflow<\u002Fli>\n<li>Scripting and programming skills such as Python<\u002Fli>\n<li>Experience with CNN, RNN, adversarial learning and reinforcement learning is a plus<\u002Fli>\n<li>Proficiency in data engineering toolkits, such as Hive, BigQuery, Spark is a plus<\u002Fli>\n<li>Experience with Docker, Kubernetes, AWS is a plus.<\u002Fli>\n<li>Great statistical understanding and interpretation of complex data patterns and correlation<\u002Fli>\n<li>Dedicated enthusiasm and courage to digest, hack, and dive into unknown challenges<\u002Fli>\n<li>Communication, presentation, and visualization skills<\u002Fli>\n<\u002Ful><div><br>\n<b>What we offer:<\u002Fb><\u002Fdiv>\n<ul><li>The chance to join a major global tech company<\u002Fli>\n<li>Amazing and truly international work environment<\u002Fli>\n<li>Unlimited PTO<\u002Fli>\n<li>Competitive Bonus Program<\u002Fli>\n<li>Employee Share Matching Plan<\u002Fli>\n<li>401k Match<\u002Fli>\n<li>Medical, dental, and vision plan<\u002Fli>\n<li>HSA AND FSA<\u002Fli>\n<li>Commuter Benefit<\u002Fli>\n<li>Onsite Gym<\u002Fli>\n<li>Snacks, Wednesday breakfast, Friday lunches, and fun outings<\u002Fli><br>\n<\u002Ful><p><\u002Fp><p>Sounds like fun? We look forward to hearing from you!<\u002Fp><br>\n<p><\u002Fp><p><i>We are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.<\u002Fi><\u002Fp><\u002Fdiv>","d453976c064a13dd":"<div><div><p><b>Data Scientist<\u002Fb><\u002Fp>\n<ul><li>Log in<\u002Fli>\n<\u002Ful><p><b>Share this<\u002Fb><\u002Fp>\n<p>Find similar career opportunities<\u002Fp>\n<p><b>Data Scientist<\u002Fb><\u002Fp>\n<p><b>Category:<\u002Fb> Development\u002FEngineering<\u002Fp>\n<p><b>City:<\u002Fb> Birmingham, Alabama, United States<\u002Fp>\n<p><b>Position ID:<\u002Fb> J0919-1015<\u002Fp>\n<p><b>Employment Type:<\u002Fb> Full Time<\u002Fp>\n<p><b>Position Description:<\u002Fb><\u002Fp>\n<p>Do you want to take your career to the next level? Are you ready to work with working with high-profile, enterprise clients? CGI is looking for a talented and data science engineer to join the CGI team located in Birmingham, AL. In this position, you will utilize your analytical skills to lead local clients to guide them on their data science journey. Plus, you will be part of a team of smart, dedicated people, like yourself, looking to make an impact with both internal and client stakeholders.<\u002Fp>\n<p><b>Your future duties and responsibilities:<\u002Fb><\u002Fp>\n<ul><li>Participate in the full software development life cycle from scoping, analysis, design, implementation, and quality assurance to delivery and support<\u002Fli><\u002Ful>\n<ul><li>Develop data analytical solutions using the toolsets and technologies identified below.<\u002Fli><\u002Ful>\n<ul><li>Use quantitative and analytical techniques to accelerate profitable growth and customer engagement - unlocking value across all functional areas of business<\u002Fli><\u002Ful>\n<ul><li>Assist developers and analysts in conceptualizing, validating, and prototyping solutions that meet business requirements<\u002Fli><\u002Ful>\n<p><b>Required qualifications to be successful in this role:<\u002Fb><\u002Fp>\n<ul><li>Must have a consultative mindset and be comfortable working individually or with a team<\u002Fli><\u002Ful>\n<ul><li>Works with large, structured, and un-structured datasets<\u002Fli><\u002Ful>\n<ul><li>Uses Big Data tools (Hadoop, Spark, H2O, CDSW, Domino Labs, etc.) to build data analytics solutions<\u002Fli><\u002Ful>\n<ul><li>Builds machine learning and Artificial Intelligence (AI) models from development through testing and validation<\u002Fli><\u002Ful>\n<ul><li>Designs rich data visualizations to communicate complex ideas to business leaders and executives<\u002Fli><\u002Ful>\n<ul><li>Draws insights from data to make quick, well informed decisions with available information<\u002Fli><\u002Ful>\n<ul><li>Primarily focuses on daily deliverables of routine and defined outputs, while at the same time developing knowledge of the broader context in which the work is being performed<\u002Fli><\u002Ful>\n<ul><li>Deep understanding of statistical and predictive modeling concepts, machine learning approaches, clustering and classification techniques, and recommendation and optimization algorithms<\u002Fli><\u002Ful>\n<ul><li>Expertise in analyzing large, complex, multi-dimensional datasets using a variety of tools like Python, R, Statistical Analysis System (SAS), or Statistical Package for the Social Sciences (SPSS)<\u002Fli><\u002Ful>\n<ul><li>Comfortable with both relational databases and Hadoop-based data mining frameworks<\u002Fli><\u002Ful>\n<ul><li>Advanced Structured Query Language (SQL) skills<\u002Fli><\u002Ful>\n<ul><li>Proficient in visualization tools like Power Business Intelligence (BI), Tableau<\u002Fli><\u002Ful>\n<ul><li>Experience in banking\u002Ffinancial services a plus<\u002Fli><\u002Ful>\n<ul><li>Experience working with Agile development teams<\u002Fli><\u002Ful>\n<ul><li>Excellent verbal and written communication skills with a proven track record in working with business users to manage expectations and address issues<\u002Fli><\u002Ful>\n<ul><li>Bachelor&rsquo;s Degree<\u002Fli><\u002Ful>\n<p><b>Skills:<\u002Fb><\u002Fp>\n<ul><li><p>SAS<\u002Fp><\u002Fli>\n<li><p>\nSQL<\u002Fp><\u002Fli>\n<li><p>\nHadoop Hive<\u002Fp><\u002Fli>\n<\u002Ful>\n<p><b>What you can expect from us:<\u002Fb><\u002Fp>\n<p><b>Build your career with us.<\u002Fb><\u002Fp>\n<p>It is an extraordinary time to be in business. As digital transformation continues to accelerate, CGI is at the center of this change&mdash;supporting our clients&rsquo; digital journeys and offering our professionals exciting career opportunities.<\u002Fp>\n<p>At CGI, our success comes from the talent and commitment of our professionals. As one team, we share the challenges and rewards that come from growing our company, which reinforces our culture of ownership. All of our professionals benefit from the value we collectively create.<\u002Fp>\n<p>Be part of building one of the largest independent technology and business services firms in the world.<\u002Fp>\n<p>Learn more about CGI at www.cgi.com .<\u002Fp>\n<p>No unsolicited agency referrals please.<\u002Fp>\n<p>CGI is an equal opportunity employer.<\u002Fp>\n<p>Qualified applicants will receive consideration for employment without regard to their race, ethnicity, ancestry, color, sex, religion, creed, age, national origin, citizenship status, disability, medical condition, military and veteran status, marital status, sexual orientation or perceived sexual orientation, gender, gender identity, and gender expression, familial status, political affiliation, genetic information, or any other legally protected status or characteristics.<\u002Fp>\n<p>CGI provides reasonable accommodations to qualified individuals with disabilities. If you need an accommodation to apply for a job in the U.S., please email the CGI U.S. Employment Compliance mailbox at US<i>Employment<\u002Fi>Compliance@cgi.com . You will need to reference the requisition number of the position in which you are interested. Your message will be routed to the appropriate recruiter who will assist you. <b>Please note, this email address is only to be used for those individuals who need an accommodation to apply for a job. Emails for any other reason or those that do not include a requisition number will not be returned<\u002Fb> .<\u002Fp>\n<p>We make it easy to translate military experience and skills! Click here at https:\u002F\u002Fcgi-veterans.jobs\u002F to be directed to our site that is dedicated to veterans and transitioning service members.<\u002Fp>\n<p>All CGI offers of employment in the U.S. are contingent upon the ability to successfully complete a background investigation. Background investigation components can vary dependent upon specific assignment and\u002For level of US government security clearance held.<\u002Fp>\n<p>CGI will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with CGI&rsquo;s legal duty to furnish information.<\u002Fp><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","7a39ad181827e170":"<p><\u002Fp><div><p>Established in 1997, L.A. Care Health Plan is an independent public agency created by the state of California to provide health coverage to low-income Los Angeles County residents. We are the nation&rsquo;s largest publicly operated health plan. Serving more than 2 million members in five health plans, we make sure our members get the right care at the right place at the right time.<br>\n<br>\nMission: L.A. Care&rsquo;s mission is to provide access to quality health care for Los Angeles County's vulnerable and low-income communities and residents and to support the safety net required to achieve that purpose.<\u002Fp>\n<div><div><div>\nJob Summary\n<\u002Fdiv><div><p>The Data Scientist is responsible for supporting L.A. Care&rsquo;s strategic business initiatives through the application of predictive analytics as part of production workflows. This individual will lead projects through the iterative data science process (Stating the Question &gt; Exploratory Data Analysis &gt; Model Building &gt; Interpretation &gt; Communication &gt; Operationalization), collaborating with business, I.T., and data subject matter experts from across the enterprise.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div>\nDuties\n<\u002Fdiv><div><div>Ability to query, transform, and integrate data from multiple sources and structures. Research and develop predictive learning models using modeling software.<\u002Fdiv>\n<p>Effective communication of reproducible analyses and results (including failures), both visually and orally, in peer review and customer settings.<\u002Fp>\n<p>Collaborate and work closely with other departments to identify gaps and structure problems.<\u002Fp>\n<p>Propose solutions and actionable strategies to business challenges.<\u002Fp>\n<p>Work closely with domain experts (both business and data) to understand processes and solution inputs.<\u002Fp>\n<p>Monitor the performance of operationalized predictive models.<\u002Fp>\n<p>Perform other duties as assigned.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div>\nEducation\n<\u002Fdiv><div><div>Bachelor's Degree in Computer Science and\u002For Engineering or related field<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nExperience\n<\u002Fdiv><div><p><b>Required:<\u002Fb><\u002Fp>\n<p><b>With Bachelor's Degree:<\u002Fb> 6-8 years of traditional data analysis, including querying, aggregation, basic<\u002Fp>\n<p>statistical analysis, and visualization with the intent to provide business insights (preferably in a health plan).<\u002Fp>\n<p>2+ years of applied predictive modeling in a business setting (preferably in a health plan).<\u002Fp>\n<p><b>Preferred:<\u002Fb><\u002Fp>\n<p><b>With Master's Degree<\u002Fb>: 4 years of traditional data analysis, including querying, aggregation, basic statistical<\u002Fp>\n<p>analysis, and visualization with the intent to provide business insights (preferably in a health plan).<\u002Fp>\n<p><b>Equivalent Experience<\u002Fb>:<\u002Fp>\n<p><b>With High School Diploma\u002FGED<\u002Fb>: 12 years of traditional data analysis, including querying, aggregation, basic<\u002Fp>\n<p>statistical analysis, and visualization with the intent to provide business insights (preferably in a health plan).<\u002Fp>\n<p><b>With Associate's Degree<\u002Fb>: 9 years of traditional data analysis, including querying, aggregation, basic statistical analysis, and visualization with the intent to provide business insights (preferably in a health plan).<\u002Fp><br>\n<p><\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div>\nSkills\n<\u002Fdiv><div><p><b>Required:<\u002Fb><\u002Fp>\n<p>Working knowledge of relational databases, database structures.<\u002Fp>\n<p>Proficiency in Apache Spark, R and SQL (Tableau, Python, and SAS a plus).<\u002Fp>\n<p>Exploratory data analysis capabilities to understand the data. e.g., estimates of location and variability, correlation matrices, feature comparison visualization, trend analysis.<\u002Fp>\n<p>Regression and classification predictive model development and interpretation using: Heuristic\u002Ftraditional techniques. e.g., linear regression, logistic regression, Na&iuml;ve Bayes; Supervised machine learning techniques. e.g., decision trees, bootstrap aggregation, boosting, deep learning; Unsupervised machine learning techniques. e.g., k-means clustering, principal component analysis, hierarchical clustering.<\u002Fp>\n<p>Working optimally as part of a cross-functional team.<\u002Fp>\n<p>Ability to initiate and drive projects to completion with minimal guidance.<\u002Fp>\n<p>Ability to problem solve and quickly find solutions on your own.<\u002Fp>\n<p>Strong interpersonal skills, including the ability to influence management at various levels of the organizations.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div>\nAdditional Information<br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp><p><b>L.A. Care offers a wide range of benefits including<\u002Fb><\u002Fp>\n<ul><li>Paid Time Off (PTO)<\u002Fli>\n<li>Tuition Reimbursement<\u002Fli>\n<li>Retirement Plans<\u002Fli>\n<li>Medical, Dental and Vision<\u002Fli>\n<li>Wellness Program<\u002Fli>\n<li>Volunteer Time Off (VTO)<\u002Fli><\u002Ful><\u002Fdiv>","a8022b8c2338e69d":"<div><\u002Fdiv><div><p>As an experienced member of our Software Engineering Group we look first and foremost for people who are passionate around solving business problems through innovation &amp; engineering practices. You will be required to apply your depth of knowledge and expertise to all aspects of the software development lifecycle, as well as partner continuously with your many stakeholders on a daily basis to stay focused on common goals. We embrace a culture of experimentation and constantly strive for improvement and learning. You&rsquo;ll work in a collaborative, trusting, thought-provoking environment&mdash;one that encourages diversity of thought and creative solutions that are in the best interests of our customers globally<br>\n<\u002Fp><div><\u002Fdiv><p>This role requires a wide variety of strengths and capabilities, including:<br>\n<\u002Fp><div><\u002Fdiv><ul><li><div>BS\u002FBA degree or equivalent experience<\u002Fdiv><\u002Fli><li><div>\nExpertise in application, data and infrastructure architecture disciplines<\u002Fdiv><\u002Fli><li><div>\nAdvanced knowledge of architecture, design and business processes\n<\u002Fdiv><\u002Fli><li><div>Keen understanding of financial control and budget management<\u002Fdiv><\u002Fli><li><div>\nAbility to work collaboratively in teams and develop meaningful relationships to achieve common goals<\u002Fdiv><\u002Fli><li><div>\nExperience in Deep Learning: DNN, CNN, RNN\u002FLSTM, GAN or other auto encoder (AE).<\u002Fdiv><\u002Fli><li><div>\nHands on experience using AI\u002FML\u002FNLP (Artificial Intelligence\u002FMachine Learning\u002FNatural Language Processing), Data Analytics.<\u002Fdiv><\u002Fli><li><div>\nHands on with NLTK, Scikit Learn library and Python<\u002Fdiv><\u002Fli><li><div>\nThe Data Analytics team at JPMorgan Asset and Wealth (AWM) combines cutting edge machine learning techniques with the company&rsquo;s unique data assets to optimize all the business decisions we make. In this role, you will be part of our industry-leading data analytics team, and advance the state-of-the-art in financial applications ranging from generating business intelligence to predictive models and automated decision making. Our work spans the company&rsquo;s lines of business, with exceptional opportunities in each.<\u002Fdiv><\u002Fli><li><div>\nThe successful candidate will apply data analytics techniques from traditional statistics to data engineering and some machine learning for banking applications including client relationship management, operations, risk assessment, trading models, and pricing models. Machine learning techniques will include familiarity or knowledge of at least one of the following areas: feed-forward, recurrent, recursive and convolutional neural networks, maximum entropy models, and other algorithms related to time series analysis and supervised learning.<\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><p>Our Asset and Wealth Management division is driven by innovators like you who are driven to create technology solutions that make us work more efficiently and help our businesses grow. It&rsquo;s our mission to efficiently take care of our clients&rsquo; wealth, helping them get, and remain properly invested. Across 27 cities, our team of 4,600 agile technologists thrive in a cloud-native environment that values continuous learning using a data-centric approach in developing innovative technology solutions.<\u002Fp><div><br>\n<\u002Fdiv><div><\u002Fdiv><p>When you work at JPMorgan Chase &amp; Co., you&rsquo;re not just working at a global financial institution. You&rsquo;re an integral part of one of the world&rsquo;s biggest tech companies. In 14 technology hubs worldwide, our team of 40,000+ technologists design, build and deploy everything from enterprise technology initiatives to big data and mobile solutions, as well as innovations in electronic payments, cybersecurity, machine learning, and cloud development. Our $9.5B+ annual investment in technology enables us to hire people to create innovative solutions that will not only transform the financial services industry, but also change the world.<br>\n<\u002Fp><div><\u002Fdiv><p>At JPMorgan Chase &amp; Co. we value the unique skills of every employee, and we&rsquo;re building a technology organization that thrives on diversity. We encourage professional growth and career development, and offer competitive benefits and compensation. If you&rsquo;re looking to build your career as part of a global technology team tackling big challenges that impact the lives of people and companies all around the world, we want to meet you.<\u002Fp><\u002Fdiv><div><\u002Fdiv>","203485cac2f45034":"<div><p><b>Organization and Job ID<\u002Fb><\u002Fp>\n<p>Job ID: 309504<\u002Fp>\n<p>Directorate: National Security Directorate<\u002Fp>\n<p>Division: Computing &amp; Analytics<\u002Fp>\n<p>Group: Applied Statistics &amp; Computational Modeling<\u002Fp>\n<p><b>Job Description<\u002Fb><\u002Fp>\n<p>This position is for a Scientist in Data Science and Mathematical Statistics who will provide scientific and technical research within the National Security Directorate (NSD) supporting the data analytics capabilities of the Computational Analytics Division. The Scientist will define and carry out the application of existing methodologies and original research in data science and mathematical statistics, including statistical methods in experimental design, machine learning, and data modeling to recognize patterns, characterize uncertainty, and develop predictive models using structured and unstructured data. The Scientist will produce solutions driven by domain science and mathematical statistical science from complex and high-dimensional datasets and design, develop, and evaluate advanced algorithms that lead to optimal value extraction from data. In addition to technical research this position expects participation and career development in task management, proposal writing, business development, and publishing.<\u002Fp>\n<p>Operating on the data-information-knowledge continuum, staff at PNNL emply diverse methods to confront significant problems of national interest &ndash; from distilling distributed data into knowledge that supports decision processes to enabling resilient technologies that enhance computing at extreme scales. Our research portfolio &ndash; spanning from basic to applied &ndash; includes statistical modeling and experimental design, applied statistics, applied mathematics, machine learning, operations research, optimization, and other advanced statistical and mathematical domains.<\u002Fp>\n<p>Computing researchers and practitioners work side by side to apply advanced theories, methods, algorithms, models, evaluation tools and testbeds, and computational-based solutions to address complex scientific challenges affecting energy, biological sciences, the environment, and national security. Core domain knowledge is beneficial, such as in the nuclear, biological, energy, materials, or chemical science spaces.<\u002Fp>\n<p><b>Minimum Qualifications<\u002Fb><\u002Fp>\n<ul><li>BS\u002FBA with 2 years of experience, MS\u002FMA with 0 years of experience or PhD with 0 years of experience<\u002Fli><\u002Ful>\n<p><b>Preferred Qualifications<\u002Fb><\u002Fp>\n<ul><li>Experience in domain science, particularly energy, nuclear, materials science<\u002Fli><\u002Ful>\n<ul><li>Position requires a degree in statistics, mathematics, or closely related fields with experience involving increasing levels of scientific research, task management, and programmatic responsibility<\u002Fli><\u002Ful>\n<ul><li>Position requires ability to apply theories and develop technical approaches with minimal oversight<\u002Fli><\u002Ful>\n<ul><li>Position requires the ability to effectively team with scientists and engineers to develop creative solutions to complex problems<\u002Fli><\u002Ful>\n<p><b>Equal Employment Opportunity<\u002Fb><\u002Fp>\n<p>Battelle Memorial Institute (BMI) at Pacific Northwest National Laboratory (PNNL) is an Affirmative Action\u002FEqual Opportunity Employer and supports diversity in the workplace. All employment decisions are made without regard to race, color, religion, sex, national origin, age, disability, veteran status, marital or family status, sexual orientation, gender identity, or genetic information. All BMI staff must be able to demonstrate the legal right to work in the United States. BMI is an E-Verify employer. Learn more at jobs.pnnl.gov.<\u002Fp>\n<p>Directorate: National Security Dir<\u002Fp>\n<p>Job Category: Scientists\u002FScientific Support<\u002Fp>\n<p>Group: Appld Stats &amp; Computa Modeling<\u002Fp>\n<p>Opening Date: 2019-10-04<\u002Fp>\n<p>Closing Date: 2020-01-02<\u002Fp><\u002Fdiv>","8e4831fbd80360e3":"<b>Locations:<\u002Fb> VA - McLean, United States of America, McLean, Virginia\n<br><br>\nAt Capital One, we’re building a leading information-based technology company. Still founder-led by Chairman and Chief Executive Officer Richard Fairbank, Capital One is on a mission to help our customers succeed by bringing ingenuity, simplicity, and humanity to banking. We measure our efforts by the success our customers enjoy and the advocacy they exhibit. We are succeeding because they are succeeding.\n<br><br>\nGuided by our shared values, we thrive in an environment where collaboration and openness are valued. We believe that innovation is powered by perspective and that teamwork and respect for each other lead to superior results. We elevate each other and obsess about doing the right thing. Our associates serve with humility and a deep respect for their responsibility in helping our customers achieve their goals and realize their dreams. Together, we are on a quest to change banking for good.\n<br><br>\nData Scientist, Marketing\n<br><br>\nAt Capital One, data is at the center of everything we do. When we launched as a startup we disrupted the credit card industry by individually personalizing every credit card offer using statistical modeling and the relational database, cutting edge technology in 1988! Fast-forward a few years, and this little innovation and our passion for data has skyrocketed us to a Fortune 200 company and a leader in the world of data-driven decision-making.\n<br><br>\n<b>Department Summary:<\u002Fb><br>\nThe Card ML team is working to transform every corner of our business with machine learning. To accomplish this goal, we use the latest techniques in machine learning - deep learning, reinforcement learning, genetic algorithms, and natural language processing - and marry them with real-time streaming data in the cloud, to create best-in-class enterprise-scale ML products. We tackle a huge variety of business problems and work with vast quantities of data of every kind.\n<br><br>\nRole Summary\n<br>As a Data Scientist at Capital One, you’ll be part of a team that’s leading the next wave of disruption at a whole new scale, using the latest in distributed computing technologies and operating across billions and billions of customer transactions to unlock the big opportunities that help everyday people save money, time and agony in their financial lives.\n<br><br>\n<b>On any given day you’ll be:<\u002Fb><br>\n<ul>\n<li>Determining, analyzing and maintaining marketing metrics to identify cause-effect relationships between marketing actions and behavioral and attitudinal outcomes.<\u002Fli>\n<li>Guiding the development of econometric and optimization tools for marketing mix modeling.<\u002Fli>\n<li>Extracting and manipulating large data-sets using modern technologies.<\u002Fli>\n<li>Assessing the validity and rigor of new data sources and their use in quantitative marketing.<\u002Fli>\n<li>Creating machine learning models from development through testing and validation to our 30+ million customers in production<\u002Fli>\n<li>Designing rich data visualizations to communicate complex ideas to customers or company leaders<\u002Fli>\n<li>Investigating the impact of new technologies on the future of mobile banking and the financial world of tomorrow<\u002Fli>\n<\u002Ful>\nThe Ideal Candidate will be…\n<br><ul>\n<li>Curious. You ask why, you explore, and you are not afraid to blurt out your crazy idea. You probably have experience with Kaggle competitions.<\u002Fli>\n<li>Wrangler. You know how to move data around, from a database or an API, through a transformation or two, a model and into human-readable form (ROC curve, Excel chart, map, d3 visualization, Tableau, etc.). You probably know Python, Java, R, Storm, Julia, SQL, Matlab, Mahout, or think everything can be done in a Perl one-liner.<\u002Fli>\n<li>Do-er. You have a bias toward action, you try things, and sometimes you fail. Expect to tell us what you’ve shipped and what’s flopped.<\u002Fli>\n<li>Fearless. Big, undefined problems and petabytes don't frighten you. You can work at a tiny crack until you've broken open the whole nut.<\u002Fli>\n<\u002Ful>\n<b>Basic Qualifications:<\u002Fb><br>\n<ul>\n<li>Master’s Degree, plus 2 years of experience in machine learning, or PhD<\u002Fli>\n<li>At least 2 years' coding experience with open source programming languages (e.g. R, Python, or Scala)<\u002Fli>\n<li>At least 2 years’ experience developing solutions that leverage one or more of the following: operations research, natural language processing, machine learning, deep learning, video analysis, image analysis, or time-series analysis<\u002Fli>\n<\u002Ful>\n<b>Preferred Qualifications:<\u002Fb><br>\n<ul>\n<li>PhD in Machine Learning discipline<\u002Fli>\n<li>2+ years’ experience in open source programming languages for large scale data analysis<\u002Fli>\n<li>2+ years’ experience with SQL<\u002Fli>\n<li>1+ year of Bayesian Statistics<\u002Fli>\n<\u002Ful>\nCapital One will consider sponsoring a new qualified applicant for employment authorization for this position.","59b78802f0ad155d":"<div>BioFire Diagnostics, LLC. is seeking a bright and motivated individual to join our Data Science team. The candidate's primary responsibility will be to provide analytics for data collected during reagent manufacturing operations at BioFire Diagnostics to help improve products and product operations. The candidate is expected to partner with multiple product operations teams, so they should have strong interdisciplinary communication skills (both written and oral). The candidate will be embedded in the Data Analytics department, but will also have close collaboration with the BioMathematics, Manufacturing, and Quality Assurance groups among others.<br>\n<br>\nThe ideal candidate will have:<br>\n<br>\n<ul><li>A minimum of a B.S. in engineering, statistics, mathematics, computer science, or scientific field<\u002Fli><li>0 (+) years industry experience or applicable graduate experience<\u002Fli><li>Excellent programming skills<\u002Fli><li>Experience with one or more of the following programming languages: R, Python, C#, or Java<\u002Fli><li>Knowledge of basic statistics, data visualization techniques, databases (SQL), and machine learning<\u002Fli><li>Strong technical writing and presentation skills<\u002Fli><li>Interest in learning and understanding BioFire's core technologies and operational processes<\u002Fli><li>Interest in biochemistry, engineering, or manufacturing technologies<\u002Fli><\u002Ful><\u002Fdiv>","e007d9156f26a247":"<div><div><div>At Parkview, our mission is to improve your health and inspire your well-being. We&rsquo;re a not-for-profit, community-based health system serving northeast Indiana and northwest Ohio. With more than 11,000 employees, Parkview Health is the region&rsquo;s largest employer, and was named one of America&rsquo;s Top Employers by Forbes in 2018.<\u002Fdiv>\n<div><\u002Fdiv><div><b>Summary:<\u002Fb> As a Data Scientist you will perform analysis of complex healthcare and varied data to develop innovations for pressing healthcare delivery challenges through visualization, machine learning, optimization and statistical inference solutions. Analyzes and models structured data and implements algorithms to support analysis using advanced statistical and mathematical methods from statistics, machine learning, data mining, and predictive modeling. Develops descriptive and predictive models, from conception to completion and provides long-term support. Performs exploratory data analysis, generates and tests working hypotheses, and uncovers interesting trends and relationships.<\u002Fdiv>\n<div><\u002Fdiv><div><b>Education: <\u002Fb>Masters Degree in Computer Science Mathematics Statistics or related quantitative discipline required. Ph.D. preferred.<\u002Fdiv>\n<div><\u002Fdiv><div><b>Experience:<\u002Fb> Five or more years relevant quantitative and qualitative analytics experience using industry leading tools like Python or R. Two or more years of healthcare related analytics experience a plus.<\u002Fdiv>\n<\u002Fdiv><br>\nLocation: Parkview Health &middot; Clinical Informatics<br>\nSchedule: Full Time Benefit Eligible, Days, 8-5<\u002Fdiv>","02f98c1a32b91bb8":"<div><p>Domino&rsquo;s Pizza, which began in 1960 as a single store location in Ypsilanti, MI, has had a lot to celebrate lately: we&rsquo;re a reshaped, reenergized brand of honesty, transparency and accountability &ndash; not to mention, great food! In the rise to becoming a true technology leader, the brand is now consistently one of the top five companies in online transactions and 50% of our sales in the U.S. are taken through digital channels. The brand continues to &lsquo;deliver the dream&rsquo; to local business owners, 90% of which started as delivery drivers and pizza makers in our stores. That&rsquo;s just the tip of the iceberg&hellip;or as we might say, one &ldquo;slice&rdquo; of the pie! If this sounds like a brand you&rsquo;d like to be a part of, consider joining our team!<\u002Fp><\u002Fdiv><p><\u002Fp>\n<br>\n<div><p>As a leader of innovation in the food and digital commerce space, Domino&rsquo;s is constantly testing new concepts, platforms, and technologies that drive outstanding consumer and employee experiences, which requires a disciplined data approach. The primary responsibility of this role will be to develop the machine learning and AI components of Domino&rsquo;s next-generation smart applications. This role will be required to architect solutions that are manageable and supportable in high-volume, low-latency production environments and will support the team responsible for building, deploying, and maintaining predictive models for different areas of the business. A secondary responsibility will be to perform analytics (data extraction, preparation, reporting, dashboard development) and statistical analysis to support the development of Domino&rsquo;s smart applications. In addition, this role provides advanced analytics and machine learning support for the broader Strategy and Insights group.<\u002Fp><p><\u002Fp><p><b>\nRESPONSIBILITIES AND DUTIES<\u002Fb><\u002Fp><p><b>\n(50%) Hands-on prototyping and development\n<\u002Fb><\u002Fp><ul><li>Leverage data and requirements gathered from business partners to build machine learning applications<\u002Fli><li>\nImprove and augment employee and consumer experience, store operations, and process optimization through ML\u002FAI solutions<\u002Fli><li>\nQuickly prototype new algorithms to demonstrate value<\u002Fli><\u002Ful><p><b>\n(25%) Analytics\n<\u002Fb><\u002Fp><ul><li>Create and execute test plans that help address questions from non-technical business partners; translate results into business recommendations or interpretations<\u002Fli><li>\nConsult inter-departmentally on new product deployments and incremental improvements<\u002Fli><li>\nConsult on data collection for new products and specify requirements to ensure all tracking is in place for future analysis<\u002Fli><li>\nConduct analysis by mining internal and external data sources<\u002Fli><\u002Ful><p><b>\n(20%) Architect solutions to solve problems using machine learning and AI<\u002Fb><\u002Fp><ul><li>\nWork with internal clients and the Data Science team to solve problems<\u002Fli><li>\nConstruct meaningful data sets to answer relevant questions and enrich internal resources<\u002Fli><li>\nLearn aspects of Supply Chain, Delivery, and E-Commerce in the Quick-Service Restaurant industry for productive consulting<\u002Fli><\u002Ful><p><b>\n(5%) <\u002Fb><b>Provide guidance and support \u002F expand use of ML\n<\u002Fb><\u002Fp><ul><li>Coach team members less experienced with machine learning methodology<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<ul><li>Master&rsquo;s degree (or Bachelor&rsquo;s degree with equivalent experience) in a quantitative science such as statistics, mathematics, computer science, engineering, etc.<\u002Fli><li>\nAbility to rapidly learn how different areas of a business operate<\u002Fli><li>\nProficient with at least one scripting and\u002For programming language, e.g. R, Python<\u002Fli><li>\nExperience training models with at least one deep learning framework (TensorFlow, CNTK, Torch, Caffe, etc.)<\u002Fli><li>\nAdvanced knowledge of SQL<\u002Fli><li>\nExperience working with Big Data technologies such as HDFS, Hive, Spark, etc.<\u002Fli><li>\nComfortable working with APIs and streaming data<\u002Fli><li>\nExperience with data integration and ETL<\u002Fli><li>\nAbility to self-start and self-direct work in a fast-paced environment<\u002Fli><li>\nExperience with RapidMiner is a plus but not required<\u002Fli><li>\nExperience with geospatial data and\u002For a GIS application such as ArcGIS is a plus but not required<\u002Fli><li>\nPreferable to have two years or more of experience in enterprise database environments<\u002Fli><\u002Ful>"}