{"a22134719a316379":"<div><ul><li>3+ years of work experience in deep data analysis and\u002For data science in consumer behavior at scale<\u002Fli><li>3+ years experience in consumer Internet technologies<\u002Fli><\u002Ful>\n- Deep statistical skills - ideally utilized in A\u002FB testing<br>\n<ul><li>Experience with distributed processing analytics tools (such as SageMaker, Hadoop, Hive, MapReduce, Spark)<\u002Fli><li>Experience working with product teams to inform product choices<\u002Fli><li>Experience in user behavior analysis<\u002Fli><\u002Ful>\nCustomer obsessed and highly curious<\u002Fdiv>\n<br>\n<div>Fire TV is the #1 best-selling streaming media player in the U.S. As we grow our product selection, we are looking for a Data Scientist to work in a data-driven product management team, helping define the user experience for our new Amazon Fire TV product line. In this role, you will have the opportunity to drive our user behavior analysis to help develop better methods for measuring business success and steering product vision. You will study user behavior in depth to validate critical features and user experiences. The role is inherently cross-functional: You will work closely with a high-energy team consisting of software engineering, data analytics, user experience, device marketing, customer service, and executive team members. This role is a good fit for someone who is creative yet highly data-driven and who has strong customer focus and &lsquo;product sense&rsquo;, combined with an established track record in user behavior analysis.<br>\nKey Responsibilities:<br>\n<br>\n<ul><li>Define and implement our user behavior analysis data science methodology and roadmap<\u002Fli><li>Predict future customer behavior and business conditions through machine learning and predictive modeling.<\u002Fli><li>Use statistical and predictive techniques to build models for optimizing products and improving user experience<\u002Fli><li>Inform our AB testing experimentation for product innovation<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div><ul><li>Experience in media entertainment user behavior<\u002Fli><li>Strong strategic aptitude; ability to define and measure success of a product or feature based on user behavior analysis on large data sets<\u002Fli><\u002Ful><br>\n<ul><li>Excellent customer experience intuition; demonstrated success in inventing innovative and user-friendly products<\u002Fli><\u002Ful><br>\n<ul><li>Knowledge of general ML techniques<\u002Fli><\u002Ful><br>\n<ul><li>At your best in a dynamic and rapidly changing environment<\u002Fli><li>Strong programming skills<\u002Fli><li>Passion for home entertainment<\u002Fli><\u002Ful><br>\nAmazon is an Equal Opportunity Employer &ndash; Minority \u002F Women \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation<\u002Fdiv>","7225483b8a69c240":"<div>Job Description<br>\n<br>\n<p>Individual learners and enterprises leverage the power of the Pluralsight platform to grow their technology skills to achieve their objectives and move their strategies forward. As a data scientist on our Learning Insights Team you will help us measure and demonstrate the effectiveness of our platform in meeting this need. You will also help us uncover tangible insights that will enable us to iterate on and improve on how we serve our learners. In this role, you will solve novel statistical, machine learning, and data science problems related to learning effectiveness.<\u002Fp><p>\nWe are looking for an experienced data scientist who loves tackling ambiguous problems, finding creative and practical solutions, and producing actionable insights and concrete prototypes. You&rsquo;ll work closely with an established team of top-notch, collaborative data scientists and you will collaborate with a cross-functional team that is responsible for one of Pluralsight&rsquo;s areas of innovation.<\u002Fp><p><\u002Fp><br>\n<p><b>\nWho you are:<\u002Fb><\u002Fp><ul><li><p>\nYou are curious, collaborative, and passionate about creating effective learning experience for users and are interested in instructional design and curriculum development.<\u002Fp><\u002Fli><li><p>\nYou can guide complex projects from ideation and planning to model design to deployment and independently make decisions about the technical approach<\u002Fp><\u002Fli><li><p>\nYou have a solid data science toolkit that you can leverage, with knowledge of and understanding of how and when to apply different algorithms and technical approaches.<\u002Fp><\u002Fli><li><p>\nYou have a strong foundation in Machine Learning, Computer Science, and Statistics.<\u002Fp><\u002Fli><li><p>\nYou have mastery of either Python or R. Regardless of your favorite scientific computing environment, you can flex between the two languages.<\u002Fp><\u002Fli><li><p>\nYou know your way around SQL-like databases (e.g. PostGres, Impala, Hive) and even better if have experience with Spark and other big data platforms.<\u002Fp><\u002Fli><li><p>\nYou can describe and speak in an approachable way about complex analyses and concepts within a cross-functional team. You are a great &ldquo;analytic translator&rdquo;.<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWhat you&rsquo;ll do:<\u002Fb><\u002Fp><ul><li><p>\nYou will collaborate with product teams to understand and solve complex problems; envisioning and creating data science solutions needed to drive our user experience outcomes.<\u002Fp><\u002Fli><li><p>\nYou will conduct in-depth analysis using mixed methods and synthesize quantitative and qualitative evidence to inform innovative solutions.<\u002Fp><\u002Fli><li><p>\nYou will define, measure and iterate on business success metrics.<\u002Fp><\u002Fli><li><p>\nYou will effectively communicate the results and solutions in a manner that influences and drives decisions for our learning platform<\u002Fp><\u002Fli><li><p>\nYou will work with large and complex datasets, interpret trends and patterns, and deliver actionable insights that inform cutting-edge technology skill learning.<\u002Fp><\u002Fli><li><p>\nYou will introduce new technology by developing proof-of-concepts and prototypes and effectively communicating highly complex information to Experience team partners and leaders<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nExperience you&rsquo;ll need:<\u002Fb><\u002Fp><ul><li><p>\nM.S. or Ph.D in Computer Science, Statistics, Mathematics, Data Science, or related quantitative discipline<\u002Fp><\u002Fli><li><p>\nMinimum 5 years in a non-academic data science role, conducting analysis, developing algorithms and building prototypes<\u002Fp><\u002Fli><li><p>\nExperience working with product development teams and\u002For with developers<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWorking at Pluralsight<\u002Fb><\u002Fp><p>\nFounded in 2004 and trusted by Fortune 500 companies, Pluralsight is the technology skills platform organizations and individuals in 150+ countries count on to create progress for the world.<\u002Fp><p>\nOur platform helps technologists master their craft and take control of their careers. We empower businesses everywhere to build adaptable teams, speed up release cycles and become scalable, reliable and secure. We come to work everyday knowing we&rsquo;re helping our customers build the skills that power innovation.<\u002Fp><p>\nAnd we don&rsquo;t let fear, egos or drama distract us from our mission. Our mission to democratize technology skills is what drives us and our values are at the helm of how we work together. It&rsquo;s our commitment to practicing them day in, day out that enables our performance. We&rsquo;re adults, and we treat each other that way. We have the autonomy to do our jobs, transparency to eliminate office politics and trust each other to do the right thing. We thrive in an environment with creativity around every corner, challenges that keep us on our toes, and peers who inspire us to be the best we can be. We bring different viewpoints, backgrounds and experiences, and united by our mission, we are one.<\u002Fp><p>\nBring yourself. Pluralsight is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age or veteran status.<\u002Fp><\u002Fdiv>\n<br>\n<div>Qualifications<br>\n<br>\nnull<br>\n<br>\nAdditional Information<br>\n<br>\n<p>All your information will be kept confidential according to EEO guidelines.<\u002Fp><\u002Fdiv>","22b93bfbe1df17ec":"<div><p><b>Job Summary:<\u002Fb><\u002Fp><p><\u002Fp><br>\n<div><p>\nStructuring, analyzing and interpreting information hidden in vast amounts of unstructured data. This role will be centered on driving data discovery and enable automation which in turn will enable the business to make smarter decisions and deliver better products &amp; services to customers. This role requires continuous alignment with Business\u002FFunctional and IT leadership and consistent, close collaboration with internal customers, Business Alignment Teams, Enterprise Architecture team and Global Business Process Leads.<\u002Fp><p><\u002Fp><br>\n<p>\nThe Advanced Analytics Specialist will be to apply data mining &amp; machine learning techniques, to support statistical analysis, data exploration and visualization to further the understanding of performance and transition from lagging to leading measures. In moving to real-time diagnostics, the goal is to build high quality prediction systems that integrate with products and support near-real-time identification and mitigation of field issues. Mines and analyzes complex and unstructured data sets using advanced statistical methods for use in data driven decision making.<\u002Fp><p><\u002Fp><br>\n<p><b>\nJob Responsibilities:<\u002Fb><\u002Fp><p><\u002Fp><br>\n<div><div><li><\u002Fli><div>\nFormulating, developing and executing on a well-defined advanced analytics road map and architecture within the Global Quality and Enterprise Architecture organizations<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nAccountable for delivering world-class data science outcomes, solving complex analytical problems using quantitative approaches with a unique blend of analytical, mathematical and technical skills in programming languages that are used in big data environments<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nDesign, develop and implement scalable advanced analytics solutions to support the Global Quality organization in ongoing performance assessment and feedback-\u002Fquality- loop closure<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nEngage with functional\u002Fbusiness leaders and team members, including data analysts and data engineers to understand needs, formulate and document use-cases, turn these into data requirements, and structure data-based solutions<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nPerform exploratory data analysis, generate and test working hypotheses and extract\u002Fcommunicate significant\u002Fnoteworthy trends &amp; relationships<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nDevelop, optimize and automate analyses to support their industrialization across the enterprise; apply machine learning techniques where prudent<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nDesign, build and deploy high-performance prediction and optimization algorithms to solve business problems and facilitate new digital applications<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nLeverage data to present compelling business cases to optimize decisions; communicate analysis and resulting recommendations to senior management using rich visualizations<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nResearch, design, implement and validate cutting-edge algorithms to analyze diverse sources of data to achieve targeted outcomes<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nProvide technical project and program oversight to ensure appropriate technical rigor is applied to project work<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nGuide the efforts of and contribute to the work of technical teams in the development, deployment, and usage of applied, predictive and prescriptive analytics<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nGenerate reports, annotated code, and other project artifacts to effectively document, archive, and communicate work and outcomes<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nCollect data from various source systems\u002Fdatabases, cleansing, transforming and preparing data prior to analysis &amp; data-mining<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nDevelop tools within the Data Architecture team's broader Advanced Analytics strategy, representing Quality\u002FOperations perspectives and driving associated objectives to ensure fully aligned, implementable, and scalable solutions<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nWork with Data Architecture on data quality assessment, data cleansing and data analytics efforts<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nSupport the development of enterprise architecture standards and facilitate the adherence and governance of related project activity through controls in the PMO, Project\u002FSolution Development Lifecycle, Change Management, and Procurement processes<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nDrive harmonization, standardization and streamlined enterprise data architecture with a clear focus on data governance including data migration, data transformation and data enrichment<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div>\nAct as a cultural liaison and change agent between the business, operations, and IT organizations, ensuring consistent alignment and streamlined integration of data science best practices into existing processes<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><li><\u002Fli><div><div>\nBuild scalable systems to analyze large data sets and make actionable recommendations<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp><br>\n<p>\nMinimum Qualifications Required:<\u002Fp><p><\u002Fp><br>\n<div><div><div>\nMaster&rsquo;s Degree in operations research, applied statistics, data mining or related quantitative discipline. Deep understanding of predictive modeling concepts, machine-learning approaches, clustering and classification techniques, recommendation and optimization algorithms<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><div><li><\u002Fli>Atleast least 3 years of experience building predictive models with programming languages like Python, R, Spark, SAS<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><div><li><\u002Fli>At least 1 year of experience working with any of the predictive modeling libraries such as Scikit learn, Caret, MLLib etc.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><p>\nAt least 1 year of experience working with database technologies like PostgreSQL, MySQL, Oracle etc.<\u002Fp><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Fdiv><br>\n<div><div><ul><li>At least 1 year of experience working with cloud platforms such as Amazon Web Services and its services such as S3, EC2, RDS, Athena, EMR<\u002Fli><\u002Ful><div><li><\u002Fli><div>\nAt least 1 year of experience building and troubleshooting dashboards and reports using visualization software (Tableau and Qlikview)<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","1e58d06b2439173c":"<div><div><div><b>About Assurance<\u002Fb><\u002Fdiv><div>\nAt Assurance we are disrupting the antiquated and inefficient world of insurance and financial services. Our team of world class software engineers, data scientists, and business professionals are modernizing how people obtain and manage their financial life all through our powerful platform ecosystem. We are rapidly growing as we expand our product offerings and global footprint, and this growth continues to present new and exciting challenges as we push our industry into its future. We eliminate waste throughout the industry and calculate the complex into simple, valuable solutions to improve people's lives. We are humble, driven, and committed to improving the lives of millions.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nAbout the Position<\u002Fb><\u002Fdiv><div>\nAs we build the future of consumer insurance in a modern age, data is at the core of everything that we do. The role requires team members who are adept at using large data sets to find opportunities for optimization and can leverage appropriate models to test the effectiveness of different courses of action. Our team uses a variety of data mining and analysis methods, a variety of data tools, builds and implements models, develops algorithms, and creates simulations. Team members must be very comfortable writing production-ready code to include testing and maintenance infrastructure, and able to put models and analysis into production with no support from engineering (we own our stack end to end). At Assurance, we hire experts in their field, and we give them the independence and trust to build based on their expertise.<\u002Fdiv><div>\n<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>To be successful in this role, you must possess the following:\n<\u002Fb><\u002Fh3><div><ul><li>Proficiency in either Python or R, and expertise in SQL.<\u002Fli><li>\nExperience working with AWS or another cloud-based computing platform.<\u002Fli><li>\nExperience and working knowledge of data infrastructure, pipelines, and advanced data manipulation.<\u002Fli><li>\nExperience with BI tools like Tableau or Looker (preferred), or any other industry tool such Qlik, PowerBI, Spotfire, etc.<\u002Fli><li>\nExcellent communication ability &ndash; you can explain your work in a way that anyone on the team can understand, and you can frame problems in a way that ensures the right question is being asked.<\u002Fli><li>\nBusiness Acumen &ndash; you are always eager to understand how the business works, and more specifically, how your work impacts the business.<\u002Fli><li>\nEnthusiastic yet humble &ndash; you are excited about the work you do, but you are also humble enough to embrace feedback &ndash; you don&rsquo;t need to be the smartest person in the room.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>The following additional experience is desired:\n<\u002Fb><\u002Fh3><div><ul><li>Experience retraining a model within a few days or update a model within one day.<\u002Fli><li>\nCapable of performing an in-depth analysis and summarizing findings in one day.<\u002Fli><li>\nComfortable having conversations with our executive team and non-technical team members to distill down their needs and to deliver actionable insights.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><b>About You<\u002Fb><\u002Fdiv><div>\nYou have a proven ability to drive business results with data-based insights and are comfortable working with a wide range of stakeholders and functional teams. The right candidate will have a passion for discovering solutions hidden in large data sets and working with stakeholders to improve business outcomes. You&rsquo;re capable of getting data for analysis on your own, without reliance on engineering, and you can build professional dashboards as standalone software products and tools. We&rsquo;re growing at a rapid pace, so it&rsquo;s important that you embrace the opportunity to blaze your own trail. You thrive in a fast-paced environment where priorities can shift rapidly as we corner opportunity. You can work independently, with little oversight or guidance.<\u002Fdiv><div>\n<\u002Fdiv><div>\nIf this sounds like a good fit for you, give us a shout, we&rsquo;d love to chat!<\u002Fdiv><\u002Fdiv><\u002Fdiv>","54558e00da9f832d":"<p><\u002Fp><div><p>Do you want to build your personal brand with an industry-leading innovator that is always thinking outside the box? Does the box bore you? Do you want to leverage your analytic skills to tackle and solve difficult, seemingly impossible problems in a dynamic and growing industry? FourthWall Media is seeking junior to mid-level data analysts to expand its data analytics products and services.<\u002Fp><p>\nThis vital role works closely with data scientists and developers to discover insights within massive demographic, TV viewing, and advertising datasets and translate those insights into analytics products and business intelligence for FourthWall&rsquo;s clients.<\u002Fp><p>\nThis non-traditional data analyst role requires inquisitiveness bound by pragmatism and cross-disciplinary skills to translate mathematical and statistical exploration into hands-on interaction with existing data systems. Perfectionism and attention to detail are required. Communication with co-workers, both to understand and to explain, is paramount.<\u002Fp><h3 class=\"jobSectionHeader\"><b>\nPrimary Goals<\u002Fb><\u002Fh3><ul><li><p>\nExploration, analysis, modeling, mining, profiling and cleansing of large and interesting datasets<\u002Fp><\u002Fli><li><p>\nSearching for key insights, trends, flaws, and value in the data<\u002Fp><\u002Fli><li><p>\nWorking with the data flow team to enhance quality and coverage<\u002Fp><\u002Fli><li><p>\nWorking with R&amp;D to develop new analytics processes and prototypes<\u002Fp><\u002Fli><\u002Ful><h3 class=\"jobSectionHeader\"><b>\nEducation and Experience<\u002Fb><\u002Fh3><ul><li><p>\nExcellent written and verbal communication skills are required<\u002Fp><\u002Fli><li><p>\nSelf-motivating inquisitiveness, the ability to focus on complexity, and the tenacity to tackle seemingly impossible problems are required<\u002Fp><\u002Fli><li><p>\nBachelor&rsquo;s degree (B.S.) from four-year college or university with a preference in computer science, mathematics or statistics<\u002Fp><\u002Fli><li><p>\nExperience with Python is required<\u002Fp><\u002Fli><li><p>\nExperience with Hadoop, Hive, SQL, Theano, Tensorflow, Keras, Pandas, Scikit-Learn, R and Mathematica are preferred<\u002Fp><\u002Fli><li><p>\nxperience with television and\u002For advertising data ecosystems (DMPs, DSPs, media buying platforms, analytics platforms) is a plus<\u002Fp><\u002Fli><li><p>\nA minimum of 1 years experience in a professional, technical workplace<\u002Fp><\u002Fli><\u002Ful><\u002Fdiv>","f1f93dfc6ab2005f":"<div><\u002Fdiv><div><p>Two Sigma is a different kind of investment manager. Since 2001, we have used data science and technology to derive insights to forecast the future and discover value in markets worldwide. Our team of scientists, technologists and academics looks beyond traditional finance to understand the bigger picture and to develop creative solutions to some of the world&rsquo;s most difficult economic problems. Our work spans markets and industries, from insurance and securities to private investments and new ventures.<\u002Fp><p><\u002Fp><br>\n<p>\nThe Strategic Data Science team&rsquo;s mission is to unlock new high-potential revenue streams by harnessing Two Sigma&rsquo;s data, technology and modeling capability into a scalable and portable prediction engine and monetizing this engine into new investment products or non-investment business lines.<\u002Fp><p>\nIn particular, the Strategic Data Science team is working on building a systematic and data-driven private investment focused modeling environment, with application to investment products across the Two Sigma businesses. The team&rsquo;s ambition is to leverage Two Sigma&rsquo;s accumulated know-how, proprietary data-science platform and scientific investment approach in highly fragmented, illiquid and unstructured markets. By leveraging these tools, we can develop a meaningfully differentiating investment process in an industry dominated by institutions relying on local knowledge, personal networks and incomplete information.<\u002Fp><p>\nThe Strategic Data Science team is seeking a data scientist to join our growing team and contribute to building the initial data and modeling platform used to guide our team&rsquo;s investment process and asset selection. With statistics, economics, and computation at the heart of all our work, we will be most successful when data science is used to empower our team to make data-driven, evidence-based investment decisions that scale quickly. Our mission is to give our team a significant competitive edge in this alpha-phase of the initiative, while also building a platform that scales and provides an enduring advantage: the world&rsquo;s first data-driven private asset prediction engine.<\u002Fp><p><b>\nYou will take on the following responsibilities:<\u002Fb><\u002Fp><p><\u002Fp><br>\n<ul><li>\nIndependently generate and articulate hypotheses on what may affect private markets, asset valuations, and private deal processes<\u002Fli><li>\nLeverage existing data sets, as well as identify and trial new data sets, in order to interrogate yours &mdash; and the team&rsquo;s &mdash; hypotheses<\u002Fli><li>\nPresent your work internally to the working teams, other modeling teams, members of Two Sigma&rsquo;s leadership team and various Two Sigma businesses<\u002Fli><li>\nSpend time with private market partners to better understand how it works, how software is used, and what data is critical to industry practitioners daily workflows<\u002Fli><li>\nDevelop a deep understanding of private markets<br>\n<\u002Fli><\u002Ful><p><b>You should possess the following qualifications:<\u002Fb><\u002Fp><p><\u002Fp><br>\n<ul><li>\nStrong independent development of predictive models in common open-source statistical programming languages<\u002Fli><li>\nExperience working with high-dimensional and sparse datasets, as well as recognition of when and how to combine such datasets to enhance their value<\u002Fli><li>\nFamiliarity with time-series and spatial analysis methods and software, particularly mapping tools<\u002Fli><li>\nDesire to work in a dynamic and evolving research and development environment, where you may be working on several parallel research tracks and will be expected to switch context frequently<\u002Fli><li>\nStrong communication skills, with an emphasis on the ability to understand your audience and flexibility to communicate complex topics to non-experts<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nTwo Sigma employees enjoy the following benefits:<\u002Fb><\u002Fp><p><\u002Fp><br>\n<ul><li>\nCore Benefits: Fully paid medical and dental insurance premiums for employees and dependents, competitive 401k match, employer-paid life &amp; disability insurance<\u002Fli><li>\nPerks: Onsite gyms with laundry service, wellness activities, casual dress, snacks, game rooms<\u002Fli><li>\nLearning: Tuition reimbursement, conference and training sponsorship<\u002Fli><li>\nTime Off: Generous vacation and unlimited sick days, competitive paid caregiver leaves<\u002Fli><\u002Ful><p><\u002Fp><p>\nWe are proud to be an equal opportunity workplace. We do not discriminate based upon race, religion, color, national origin, sex, sexual orientation, gender identity\u002Fexpression, age, status as a protected veteran, status as an individual with a disability, or any other applicable legally protected characteristics<\u002Fp><\u002Fdiv><div><\u002Fdiv>","796e692bf5040f41":"<div><div><ul><li>Partner with the business to understand their needs, develop hypotheses and deliver quantitative models that drive business decisions.\n<\u002Fli><li>Create multi-dimensional models across disparate datasets\u002Fdepartments to highlight the bigger picture opportunities for cost\u002Ftime savings, business growth and improve consumer experience.<\u002Fli><li>Use machine learning and artificial intelligence to go beyond the current state analytics and provide forward looking models that inform business strategy.<\u002Fli><li>Prepare findings using data visualization and storytelling in a way that easily conveys the insights to the business. Communicate cross-functionally, actively bringing together varying points of view to achieve optimal outcomes.\n<\u002Fli><li>Provide technical leadership to Robot Product Operations group. Develop data science governance, best practices, and processes across the global business.\n<\u002Fli><li>Lead multiple, concurrent, cross-functional data science projects. Manage own workload and anticipate capacity issues, proactively alerting his\u002Fher manager when issues arise. With minimal input from manager, prioritize work based on clear understanding of timelines.<\u002Fli><li>Actively pursue continual learning for him\u002Fherself and act in the best interest of our consumers while appreciating the business context of any decisions. Challenge assumptions to find the best possible way of doing something, rather than being satisfied with how things have been done in the past.<\u002Fli><li>Proactively identify opportunities to add value. Pitch analytics projects and get things done without being told what to do.\n<\u002Fli><\u002Ful><div><\u002Fdiv><div>Qualifications:<\u002Fdiv><ul><li>Bachelor&rsquo;s degree or equivalent experience in mathematics, statistics, computer science or engineering.\n<\u002Fli><li>Highly proficient in Python and SQL<\u002Fli><li>Experience building models on IOT product datasets<\u002Fli><li>Cloud storage and computing Systems such as AWS, Ayla or Domo<\u002Fli><li>Deep learning platforms such as TensorFlow and PyTorch<\u002Fli><li>Collaboration tools: Jira, Confluence, Slack<\u002Fli><li>Prior experience with Domo, Qliq, Google Analytics, Ayla or in-product edge computing with embedded machine learning algorithms a plus but not required<\u002Fli><\u002Ful><\u002Fdiv>\n<div><div>At SharkNinja, our purpose is to positively impact people&rsquo;s lives every day in every home around the world. We work very hard to provide our consumers with high quality, exciting 5-star products that make life easier. We thrive on passion and innovation, and are looking for great people, with great ideas, who want to create the next big thing. We take a team approach to our projects, where everyone has a voice. We want individuals to push limits, look outside the box and think the unthinkable. With the explosive growth we have been experiencing, we&rsquo;re looking for motivated individuals to join us on our exciting journey. People need to think big, move fast and want to make a significant impact. Are you ready?<\u002Fdiv><\u002Fdiv><\u002Fdiv>","1aa61a5b802935d1":"<div><p>We&rsquo;re looking for a Data Scientist to join our Perception team at Snap Inc! This is our applied Computer Vision software team at Snap. Working from our New York, NY office, you&rsquo;ll work to generate business and product insights and help Snap to built and ship the best and highest quality applied CV and ML technology on mobile.\n<\u002Fp><p><\u002Fp><p><b>What you&rsquo;ll do:\n<\u002Fb><\u002Fp><ul><li><p>Partner with Product Management, Product Design, and Engineering to apply your expertise in quantitative analysis to create and scale insights\n<\u002Fp><\u002Fli><li><p>Create and test hypotheses\n<\u002Fp><\u002Fli><li><p>Create visuals and dashboards to effectively report your insights\n<\u002Fp><\u002Fli><li><p>Communicate your findings and help making data-informed decisions\n<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b>Minimum qualifications:\n<\u002Fb><\u002Fp><ul><li><p>Bachelor&rsquo;s degree in math, statistics, computer science, or other quantitative field\n<\u002Fp><\u002Fli><li><p>4+ years of experience in quantitative analysis &amp; data science or a related field\n<\u002Fp><\u002Fli><li><p>Fluency in SQL or other big data querying language<br>\n<br>\n<\u002Fp><\u002Fli><\u002Ful><p><b>Preferred qualifications:\n<\u002Fb><\u002Fp><ul><li><p>Master or Ph.D degree in math, statistics, computer science, or other quantitative field\n<\u002Fp><\u002Fli><li><p>Strong statistical knowledge\n<\u002Fp><\u002Fli><li><p>Experience with causal inference techniques, experimental design and\u002For A\u002FB testing\n<\u002Fp><\u002Fli><li><p>Experience with analytical packages such as SciPy or R\n<\u002Fp><\u002Fli><li><p>Experience with a programming language, such as Python\n<\u002Fp><\u002Fli><li><p>Experience in a product-focused role at a social media and\u002For mobile technology company\n<\u002Fp><\u002Fli><li><p>Excellent verbal and written communication skills, with high attention to detail\n<\u002Fp><\u002Fli><li><p>A team player who can collaborate with engineers, product managers, and other cross-functional teams\n<\u002Fp><\u002Fli><li><p>An active Snapchat user with great product sense and product understanding\n<\u002Fp><\u002Fli><li><p>Ability to initiate and drive projects to completion with minimal guidance<\u002Fp><\u002Fli><\u002Ful><\u002Fdiv>","ebac912722b4c1e7":"<div><p>Looking for a company that inspires passion, courage and imagination, where you can help shape the future of global commerce? We're looking for talented data scientists to join our ambitious and inclusive team at eBay.<\u002Fp><p><\u002Fp><p>\nHere are some of the problems we are working on:<\u002Fp><ul><li>\nUsing machine learning to determine delivery dates for eBay purchases<\u002Fli><li>\nImproving how fast delivery impacts product search and seller conversions<\u002Fli><li>\nLeveraging similarities and differences between carriers and markets around the world to improve deliveries for eBay customers<\u002Fli><\u002Ful><p><\u002Fp><p>\nWe are passionate about building amazing platforms that support the growth of eBay's market share, and we are looking for top-notch data scientists who want to build scalable, business critical systems.<\u002Fp><p><\u002Fp><p><b>\nResponsibilities<\u002Fb><\u002Fp><ul><li>\nYou will be directly responsible for improving eBay's shipping science in markets around the world<\u002Fli><li>\nDesign and implement end to end solutions using machine learning and AI, improving efficiency and user experience for buyers and sellers.<\u002Fli><li>\nConduct experiments and evaluate the performance of the models, investigate false positive\u002Ffalse negatives and implement continuous improvements to retail standards.<\u002Fli><li>\nCollaborate with other researchers, engineers, and product teams to develop strategic and tactical enhancements to our shipping and trust platforms.<\u002Fli><li>\nCommunicate your methodology and results to a community of researchers, developers, analysts, and product managers working on a number of related technologies.<\u002Fli><li>\nWork with data scientists, engineers, and cross functional teams to produce end-to-end production-ready solutions.<\u002Fli><li>\nMaintain responsibility for quality, performance, scalability, and reliability.<\u002Fli><li>\nEstimate effort, build research and development plans, and prioritize work according to the needs of the business.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nExperience<\u002Fb><\u002Fp><ul><li>\nStrong mathematical, statistical, and scientific modeling skills.<\u002Fli><li>\nExperience in predictive analytics, statistical modeling and coding.<\u002Fli><li>\nProficiency in SQL and handling large datasets.<\u002Fli><li>\nProficiency in Python or R.<\u002Fli><li>\nFamiliarity with Hadoop is a must.<\u002Fli><li>\nStrong interpersonal skills and an appreciation of diversity in teamwork<\u002Fli><\u002Ful><p><\u002Fp><p>\nThis website uses cookies to enhance your experience. By continuing to browse the site, you agree to our <i>use of cookies<\u002Fi><\u002Fp><p><\u002Fp><p>\nView our privacy policy<\u002Fp><p><\u002Fp><p>\nView our accessibility info<\u002Fp><p><i>\neBay Inc. is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, national origin, sex, sexual orientation, gender identity, veteran status, and disability, or other legally protected status. If you are unable to submit an application because of incompatible assistive technology or a disability, please contact us at <\u002Fi><i>talent@ebay.com<\u002Fi><i>. We will make every effort to respond to your request for disability assistance as soon as possible.<\u002Fi><\u002Fp><p><\u002Fp><p><i>\nFor more information see:<\u002Fi><\u002Fp><p><i>\nEEO is the Law Poster<\u002Fi><\u002Fp><p><i>\nEEO is the Law Poster Supplement<\u002Fi><\u002Fp><\u002Fdiv><p><\u002Fp>","48028c1666761f25":"<div><div><p><b>Data Scientist<\u002Fb><\u002Fp><div>\n<\u002Fdiv><\u002Fdiv><p><\u002Fp><div>\n:<div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Fdiv><div><div>\nwho we are<\u002Fdiv>\n<div><\u002Fdiv><div>MOST CREATIVE MEDIA AGENCY NETWORK | 11 TIMES IN A ROW BY THE GUNN REPORT<\u002Fdiv>\n<div>MEDIA AGENCY NETWORK OF THE YEAR | CANNES LIONS 2017<\u002Fdiv>\n<div><\u002Fdiv><div>OMD New York is a proud part of the global OMD network. We are dedicated to delivering insights that unlock demand potential, ideas that ignite consumer desire and results that accelerate business growth for our clients. We are a dynamic, creative and influential agency network that collectively combines to make OMD the most awarded agency network in the world.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>At OMD, we provide our clients with powerful and innovative media strategies, along with big ideas that are driven by insights. OMD&rsquo;s Marketing Science practice is at the forefront of this process, helping to uncover these insights via sophisticated and rigorous data analysis.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>what this role calls for<\u002Fdiv>\n<ul><li>Leverage OMD&lsquo;s multiple data assets (ad server logs, user behavior data) to build practical solutions for complex business problems.<\u002Fli><li>\nUtilize unsupervised and supervised ML algorithms for descriptive and predictive marketing applications<\u002Fli><li>\nContinuously evolve our algorithmic approach to audience, media, price optimization in programmatic channels using industry research and cutting-edge technologies\n<\u002Fli><li>Implement scalable analytical workflows on distributed computing architectures (e.g. Spark, Redshift, BigQuery)<\u002Fli><li>\nBuild tools for repeatable data processing, visualization and analysis\n<\u002Fli><li>Grasp complex client issues and demonstrate ability to solve their challenges with a consultative approach<\u002Fli><li>\nCollaborate with Engineering, Product and Marketing Sciences teams.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Fdiv><div><div>\nwhat you bring<\u002Fdiv>\n<ul><li>Advanced (Masters or higher) degree in quantitative discipline.<\u002Fli><li>\n4+ years of industry experience.<\u002Fli><li>\nHands-on experience in implementing ML techniques for segmentation, predictive modeling, association rules, state transitions and other applications.<\u002Fli><li>\nProficient in standard SQL (experience with complex data types viz. arrays, json, nested columns a plus)<\u002Fli><li>\nProficient in R and\u002For python (including pandas, numpy, sklearn, matplotlib) executed via command line in a li\u002Funix system or in an IDE.<\u002Fli><li>\nExperience with cloud environments (AWS, GCP) preferred.<\u002Fli><li>\nExperience optimizing processes on distributed architectures e.g. Redshift, Spark, BigQuery.<\u002Fli><li>\nExperience with deep learning frameworks such as Tensorflow, Keras a plus.<\u002Fli><li>\nStrong written &amp; oral communication skills.<\u002Fli><li>\nComfortable in a rapidly changing environment.<\u002Fli><li>\nExperienced in client-facing roles.<\u002Fli><\u002Ful>\n<div><\u002Fdiv><div>OMD is An Equal Opportunity\u002FAffirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability or veteran status, age or any other federally protected class.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","b91ca2c19097dc1a":"Hello, World! Codecademy has helped over 45 million people from around the world upgrade their careers with engaging, accessible, and flexible education on programming and data skills. We provide over 200 hands-on interactive lessons ranging from Python to R to Javascript and everything in between. Our learners have gone on to start companies, new jobs, and new lives thanks to what they've learned with Codecademy, and we're thrilled to be working to take that impact to the next level.\n<br><br>\nCodecademy was started in 2011 by two college students in a dorm room at Columbia that were frustrated by the huge gap between education and employment. A few years later, we are a rapidly growing, diverse team of 75+ in SoHo, NYC. We've raised over $40m in venture capital funding from top investors including Union Square Ventures, Kleiner Perkins, Naspers, Y Combinator, and more.\n<br><br>\nIf you want to help build a business that impacts tens of millions of people each year and helps them lead better lives, join us!\n<br><br>\n--------------\n<br>WHAT YOU'LL DO\n<br>--------------\n<br><br>\nAs a Data Scientist focused on Analytics and Experimentation, you will work on an impactful team to analyze our millions of learners. We capture terabytes of data on how users engage with our platform. As Codecademy continues our rapid growth, we want to build a data-informed culture that uses hypothesis testing, experimentation, and exploratory analysis to guide our decision-making process.\n<br><br>\nYou will join a small but growing team of Data Scientists. Our work is in high-demand from all corners of Codecademy. We work on a variety of problems and have a real impact on the business and product. If you have a proven background in data and you are excited about making code education accessible, we want to hear from you!\n<br><br>\n<ul>\n<li>Apply exploratory data analysis and causal inference to answer complex questions about our users.<\u002Fli>\n<li>Collaborate across teams to help scope out analyses, through a combination of experimentation (A\u002FB testing) and quantitative user research.<\u002Fli>\n<li>Design experiments and evaluate results to test and iterate on new product ideas.<\u002Fli>\n<li>Perform deep dives into our data to build understanding around our business.<\u002Fli>\n<li>Work with our data science and engineering teams to maintain data integrity.<\u002Fli>\n<li>Mentor and consult with a cross-functional team of data scientists, engineers, and product managers.<\u002Fli>\n<\u002Ful>\n----------------\n<br>WHAT YOU'LL NEED\n<br>----------------\n<br><br>\n<ul>\n<li>4+ years of industry experience in a data science, analytics, or research role. You have strong data intuition and knowledge of using data science best practices to drive impact.<\u002Fli>\n<li>Expert SQL - we use Redshift. Able to write clean and efficient queries on massive datasets.<\u002Fli>\n<li>Applied experience with statistical programming languages - R or Python preferred.<\u002Fli>\n<li>Understanding of statistical methods and when to use them (hypothesis testing, experiment design, sampling).<\u002Fli>\n<li>Strong written and verbal communicator. Comfortable working with loosely defined research problems.<\u002Fli>\n<\u002Ful>\n----------------------------\n<br>WHAT WILL MAKE YOU STAND OUT\n<br>----------------------------\n<br><br>\n<ul>\n<li>Background in experimentation and measurement. We're looking to streamline our experimentation reporting framework and would love your help.<\u002Fli>\n<li>A workflow involving reproducible methods and version control - Github, Docker.<\u002Fli>\n<li>Experience automating dashboards with business intelligence tools - Looker, Tableau.<\u002Fli>\n<li>Passionate about teaching the world to code. Empathy for our learners, such as a background in education or past experience using our site.<\u002Fli>\n<\u002Ful>\n---------------------------------------\n<br>INTERESTING QUESTIONS YOU MIGHT WORK ON\n<br>---------------------------------------\n<br><br>\n<ul>\n<li>What are some different types of patterns in user behavior?<\u002Fli>\n<li>What do we do when we are unable to conduct an experiment?<\u002Fli>\n<li>Can we predict whether a learner will renew their subscription?<\u002Fli>\n<li>How do we improve the relevance of our course recommendations?<\u002Fli>\n<li>How can we scale our existing processes? (experiment reporting framework, forecasting)<\u002Fli>\n<\u002Ful>\nAt Codecademy, we are committed to teaching people the skills they need to upgrade their careers. Codecademy aims to educate a richly diverse demographic of learners with our product and in order to accomplish this, we believe our team should reflect that rich diversity. Our company celebrates diversity in all of its forms-- race, gender, color, national origin, marital status, sexuality, religion, veteran status, age, ability, disability status-- and works to create an inclusive workplace where people of all backgrounds and beliefs are empowered to better their futures.","f5ff7b3efbe3b872":"<div><\u002Fdiv><div><div><div>This position focuses on providing analytical support for Healthcare Systems Engineering. The candidate will make use of Operations Research and Statistical methods to inform and monitor process redesign projects within different department areas and throughout the greater MGH community. Under the guidance and supervision of the Operations Research Manager and in collaboration with physicians and administrators, the analyst will develop advanced analytic tools, create the corresponding deliverables of the work, and help to build robust stand-alone documentation and monitoring of such tools.<br>\n<\u002Fdiv><div><\u002Fdiv><div>Principal Duties and Responsibilites:<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><ul><li><div>Develop a deep understanding of the processes of study. This includes but is not limited to:<\u002Fdiv><ul><li><div>\nConducting shadowing sessions and interviews to develop a deep understanding of the setting of study.<\u002Fdiv><\u002Fli><li><div>\nWork together with clinicians, staff and administrators to validate assumptions and identify appropriate data points for analysis.<\u002Fdiv><\u002Fli><\u002Ful><\u002Fli><li><div>\nConduct advanced quantitative analysis, reviews and interprets data, and recommends action steps based on analytical results. The role is also expected to develop methodologies to study the outcomes of implemented strategies.<\u002Fdiv><\u002Fli><li><div>\nIdentify and understand appropriate datasets. The role will require documenting the findings to develop transferrable knowledge within the group.<br>\nIf important data points are missing, the role will develop procedures for data collection.<\u002Fdiv><\u002Fli><li><div>\nAutomate reports and visualizations in Tableau Server to monitor processes in real time<\u002Fdiv><\u002Fli><li><div>\nCommunicate projects&rsquo; analyses updates in written and verbal formats.<\u002Fdiv><\u002Fli><li><div>\nMentor other more junior team members and\u002For students if needed.<\u002Fdiv><\u002Fli><li><div>\nCollaborate actively in the potential publications that may result from the projects.<\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Qualifications<\u002Fb><div>\n<\u002Fdiv>\n<div>Skills\u002FAbilities\u002FCompetencies<\u002Fdiv><ul><li><div>\nSuperior data manipulation skills and ability to understand and interpret large data sets, preferably healthcare-related in programming languages such as Matlab, python, R or equivalent<\u002Fdiv><\u002Fli><li><div>\nKnowledge of computerized query and reporting tools, such as SQL Server, and relational databases is highly desirable<\u002Fdiv><\u002Fli><li><div>\n1+ years of experience with Machine Learning models is highly desirable<\u002Fdiv><\u002Fli><li><div>\nKnowledge of optimization and\u002For simulation methodologies, including proficiency with at least one related software package (e.g., julia, C++, Arena, Matlab Simulink, etc) is desirable but not strictly required<\u002Fdiv><\u002Fli><li><div>\nAttention to detail is a must, both in the analytical setting and in communication tasks.<\u002Fdiv><\u002Fli><li><div>\nExperience on directing and monitoring projects and tasks, especially within teams is highly desirable.<\u002Fdiv><\u002Fli><li><div>\nHighly motivated and genuine interest in health care operations<\u002Fdiv><\u002Fli><\u002Ful><div>\nEducation:<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><ul><li><div>M.Sc. with major in Operations Research, Computer Sciences, Statistics or Health Informatics or other related fields with strong quantitative and\u002For qualitative analytical skills.<br>\n<br>\n<\u002Fdiv><\u002Fli><\u002Ful><div>Experience:<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><ul><li><div>Minimum of 2 years of experience or Master&rsquo;s Degree in relevant field.<br>\n<br>\n<\u002Fdiv><\u002Fli><li><div>At least one-semester experience working in an academic medical center strongly preferred; other industry or academic experience may also be suitable.<\u002Fdiv><\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><div><\u002Fdiv><b>EEO Statement<\u002Fb><div>\n<\u002Fdiv><div>\nMassachusetts General Hospital is an Equal Opportunity Employer. By embracing diverse skills, perspectives and ideas, we choose to lead. Applications from protected veterans and individuals with disabilities are strongly encouraged.<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv><div><b>\nPrimary Location<\u002Fb><b>:<\u002Fb> MA-Boston-MGH Main Campus<\u002Fdiv><div><b>\nWork Locations<\u002Fb><b>:<\u002Fb> MGH Main Campus 55 Fruit Street Boston 02114<\u002Fdiv><div><b>\nJob<\u002Fb><b>:<\u002Fb> IT\u002FHealth IT\u002FInformatics - Other<\u002Fdiv><div><b>\nOrganization<\u002Fb><b>:<\u002Fb> Massachusetts General Hospital(MGH)<\u002Fdiv><div><b>\nSchedule<\u002Fb><b>:<\u002Fb> Full-time<\u002Fdiv><div><b>\nStandard Hours<\u002Fb><b>:<\u002Fb> 40<\u002Fdiv><div><b>\nShift<\u002Fb><b>:<\u002Fb> Day Job<\u002Fdiv><div><b>\nEmployee Status<\u002Fb><b>:<\u002Fb> Regular<\u002Fdiv><div><b>\nRecruiting Department<\u002Fb><b>:<\u002Fb> MGH Operating Room Admin<\u002Fdiv><div><b>\nJob Posting<\u002Fb><b>:<\u002Fb> Oct 1, 2019<\u002Fdiv><\u002Fdiv><p><\u002Fp>","b42ef962f301b07b":"<div>Job Description<br>\n<br>\n<p>As a Data Scientist within Growth Data Science team, you will lead projects that help with Square&rsquo;s growth. The team exists to surface the <b>right messages <\u002Fb>to the <b>right sellers<\u002Fb> at the <b>right time<\u002Fb> across all our go-to-market channels (web app, in-app, notifications, sms, email, mail, etc) as well as products. We provide sellers with remarkable experiences using machine learning\u002Fdeep learning to power the best product\u002Ffeature\u002Fcontent recommendations.<\u002Fp><p>\nOur algorithms derive value from our unique, rich, and rapidly growing data. We partner with business, product, operations and engineering teams to drive better decisions, automated and human, using sophisticated modeling and machine learning. We&rsquo;re a passionate team of hackers, statisticians, and optimizers who are resourceful in distilling questions, wrangling data, and driving impactful business decisions.<\u002Fp><\u002Fdiv>\n<br>\n<div>Qualifications<br>\n<br>\n<p>You will:<\u002Fp><ul><li><p>\nLead and drive cross functional data science projects from beginning to end: build relationships with partner teams, frame and structure questions, collect and analyze data, research, prototype, and build out data science pipelines and models in production, as well as summarize and present methodology and key insights<\u002Fp><\u002Fli><li><p>\nUse and learn a diverse set of techniques spanning machine learning (including deep learning), causal inference, and other forms of statistical modeling to solve import business and product problem.<\u002Fp><\u002Fli><li><p>\nCollaborate with business leaders, subject matter experts, and decision makers to develop success criteria and optimize new products, features, policies, and models<\u002Fp><\u002Fli><li><p>\nHelp build the next generation of data products at Square<\u002Fp><\u002Fli><\u002Ful><p>\nYou have:<\u002Fp><ul><li><p>\n2+ years industry experience in data science or machine learning-focused roles<\u002Fp><\u002Fli><li><p>\nAn advanced degree (M.S., PhD.), preferably in Statistics, Computer Science, Physical Sciences, Economics, or a related technical field<\u002Fp><\u002Fli><li><p>\nA strong track record of performing data analysis using Python (numpy, pandas, scikit-learn, etc.) and SQL<\u002Fp><\u002Fli><li><p>\nFamiliarity with Linux\u002FOS X command line, version control software (git), and general software development<\u002Fp><\u002Fli><li><p>\nExperience using statistics and machine learning to solve complex business problems<\u002Fp><\u002Fli><li><p>\nThe versatility and willingness to learn new technologies on the job<\u002Fp><\u002Fli><li><p>\nThe ability to clearly communicate complex results to technical and non-technical audiences<\u002Fp><\u002Fli><\u002Ful><br>\nAdditional Information<br>\n<br>\n<p>All your information will be kept confidential according to EEO guidelines.<\u002Fp><p>\nAt Square, our purpose is to empower &ndash; within and outside of our walls. In order to build the best tools for the businesses and customers we support all over the world, we have to start at home with a workforce as diverse and empowered as our sellers. To this end, we take great care to evaluate all employees and job applicants equally, based on merit, competence, and qualifications. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, disability status, or any other characteristic protected by law. We encourage candidates from all backgrounds to apply and always consider qualified applicants with arrest and conviction records, in accordance with the San Francisco Fair Chance Ordinance. Applicants in need of special assistance or accommodation during the interview process or in accessing our website may contact us by sending an email to assistance(at)squareup.com. We will treat your request as confidentially as possible. In your email, please include your name and preferred method of contact, and we will respond as soon as possible.<\u002Fp><\u002Fdiv>","5fc763235113d432":"<p><\u002Fp><div><div><div><b>Schaeffler<\u002Fb>, a global automotive and industrial supplier, is seeking a<b> Data Scientist<\u002Fb> for our facility in <b>Fort Mill, SC<\u002Fb>. The primary function of this position is the development and expansion of analytical platforms and solutions.\n<\u002Fdiv><div><\u002Fdiv><div>Key responsibilities include but not limited to:\n<\u002Fdiv><div><\u002Fdiv><ul><li>Rapidly perform exploratory data analysis, generate and test working hypotheses, and uncover interesting trends and relationships\n<\u002Fli><li>Preparation of large data volumes, data mining and model building, creation of system prediction and system optimization models<\u002Fli>\n<li>Analyze and model structured data and implement algorithms to support analysis using advanced statistical and mathematical methods from statistics, data mining, econometrics, and operations research\n<\u002Fli><li>Perform advanced analytics techniques to mine unstructured data, using methods such as document clustering, topic analysis, named entity recognition, and document classification<\u002Fli>\n<li>Methodological guidance in the field of analytics, particularly for exploratory and predictive analyses\n<\u002Fli><li>Development and expansion of analytical platforms and solutions<\u002Fli><\u002Ful><br>\n<\u002Fdiv><div><\u002Fdiv><div><div>\n<\u002Fdiv>\n<div>Qualified candidates will have:\n<\u002Fdiv><ul><li>Bachelor&rsquo;s or Master&rsquo;s Degree in Computer Science, Business Information Systems Management, Mathematics or related field<\u002Fli>\n<li>Strong quantitative analysis background and experience in working with large, complex data systems to aggregate, organize, and prepare data for use in business analysis\n<\u002Fli><li>Excellent understanding of complex data-based systems comprising relational and non-relational data<\u002Fli>\n<li>Deep experience in extracting, cleaning, preparing and modeling data\n<\u002Fli><li>Strong knowledge in at least one of the following fields: statistics, data mining, statistics, operations research, econometrics, and\u002For information retrieval (machine learning and natural language processing is a plus)<\u002Fli>\n<li>Data visualization and\u002For power point presentation skills to effectively communicate insights is a plus\n<\u002Fli><li>Proficiency in analysis (i.e. R, Python) packages\n<\u002Fli><li>Knowledge of structural equation modeling, machine learning\u002FAI and domain-specific languages (e.g. DSL)<\u002Fli><\u002Ful>\n<div><\u002Fdiv>\n<div>Schaeffler is an Equal Opportunity Employer\u002FMinorities\u002FFemales\u002FDisabled\u002FVeterans<\u002Fdiv><br>\n<\u002Fdiv><div><\u002Fdiv><div><div>\n<\u002Fdiv><\u002Fdiv><div><b>\nJob Function<\u002Fb> Information Technology<div>\n<\u002Fdiv><\u002Fdiv><div><b>\nPrimary Location<\u002Fb> United States-South Carolina-Fort Mill<div>\n<\u002Fdiv><\u002Fdiv><div><b>\nSchedule<\u002Fb> Full-time<div>\n<\u002Fdiv><\u002Fdiv><div><b>\nJob Posting<\u002Fb> Sep 10, 2019, 10:00:55 AM<div>\n<\u002Fdiv><\u002Fdiv><div><b>\nUnposting Date<\u002Fb> Oct 10, 2019, 10:59:00 PM<\u002Fdiv><\u002Fdiv><p><\u002Fp>","4c12ff970b6ef686":"--------\n<br>About Us\n<br>--------\n<br><br>\nBlueshift ( https:\u002F\u002Fblueshift.com\u002F ) empowers leading digital brands like Udacity, LendingTree, IAC and Paypal to automate customer engagement marketing using latest innovations in distributed data systems and AI. The company is co-founded by repeat entrepreneurs who previously built Mertado (acquired by Groupon), and was part of the founding team behind Kosmix (acquired by Walmart to become @WalmartLabs). Blueshift is backed by top tier Silicon Valley VCs like Storm Ventures, Nexus Venture Partners and NEA and is based in San Francisco.\n<br><br>\n--------------\n<br>Data Scientist\n<br>--------------\n<br><br>\nBlueshift is looking for bold and self motivated data scientists to join the team. You will have a chance to work on all aspects of designing and implementing novel algorithms, cutting edge learning architectures and statistical analysis.\n<br><br>\nResponsibilities\n<br><br>\n<ul>\n<li>Be a self motivated, bold thinker, innovator and builder of scalable AI\u002FML systems end to end and embrace full stack data science.<\u002Fli>\n<li>You will design and develop techniques to power cutting edge AI algorithms over petabytes of data.<\u002Fli>\n<li>You will work along side experienced technical and product teams with proven entrepreneurial success.<\u002Fli>\n<\u002Ful>\nRequirements\n<br><br>\n<ul>\n<li>Expert level knowledge on different classes of learning algorithms, optimization and statistical analysis.<\u002Fli>\n<li>Working proficiency with distributed systems like Spark, Kafka, HDFS, Cassandra, Hive and HBase.<\u002Fli>\n<li>Masters\u002FPhD in Computer Science or related disciplines.<\u002Fli>\n<li>Strong proficiency with open source AI\u002FML software libraries.<\u002Fli>\n<li>A real passion for thinking from first principles and building from ground up.<\u002Fli>\n<\u002Ful>\n-----\n<br>Perks\n<br>-----\n<br><br>\n<ul>\n<li>Generous equity grants in fast growing startup.<\u002Fli>\n<li>Full health\u002Fvision\u002Fdental insurance, catered lunches and competitive benefits<\u002Fli>\n<li>Proximity to public transportation (BART \u002F MUNI \u002F Caltrain)<\u002Fli>\n<li>Visa transfers (H1B, TN etc).<\u002Fli>\n<\u002Ful>\n","a970da43da2c43c1":"Summary\n<br>The Operations Decision Science (ODS) team at Delta provides decision support across all major operations divisions using advanced analytics including machine learning and optimization. ODS currently seeks a data scientist to developing insights, machine learning models, and solutions aimed at continually improving airline performance and decision making.\n<br>An appropriate candidate will have a proven track record in machine learning, statistical analysis, and data story telling. The candidate should have excellent organizational and communication skills and feel comfortable in a fast-paced environment. The role will support the delivery of digital transformation at Delta Air Lines.\n<br>Responsibilities\n<br><br>\nDevelop machine learning solutions for complex business problems (large network based environment)\n<br><br>\nAdvance company-wide understanding and implementation of AI technologies as well as best data science practices, leveraging learnings from the lab\n<br><br>\nMentor junior members in technical proficiency and business acumen\n<br><br>\nLead complex process improvement and project management engagements for both individual business units and cross-divisional initiatives.\n<br><br>\nInterface with business unit leaders to develop and maintain internal customer relationships\n<br><br>\nPractices safety-conscious environment resulting in employee safety and well-being\n<br><br>\nQualifications\n<br><br>\nBachelor's degree in Data Science, Statistics, Mathematics, Operations Research, Computer Science, or equivalent combination of education and experience (Master's and PhD's preferred)\n<br><br>\nProficiency in working with relational databases (SQL)\n<br><br>\nProficiency in Machine Learning techniques (Python, SciKit Learn, R, SAS and other machine learning platform)\n<br><br>\nProficiency in deep learning technique\u002Fplatform (TensorFlow, Keras)\n<br><br>\nWorking knowledge of Reinforcement Learning preferred\n<br><br>\nWorking knowledge of distributed computing platforms (Hive\u002FHadoop\u002FSpark) preferred\n<br><br>\nWorking knowledge of API Consumption preferred\n<br><br>\nStrong written, oral communication, and interpersonal skills\n<br><br>\nStrong project management, organizational, and prioritizations skills\n<br><br>\nMust be able to interact and collaborate at all levels within Operations Analysis & Performance, OCC, cross-divisional working groups, and outside entities\n<br>#LI-JJ1","85171a0feb34c38a":"<div><p>Do you want to work at the forefront of artificial intelligence and machine learning? CapaxGlobal has a significant data analytics and management presence across many industries. With that footprint comes massive amounts of data that can inform us about markets and ways to improve our client business practices. This position will be part of the Data Science and Machine Learning team and will bring strong quantitative skills to our data science capabilities. You work in a multidisciplinary team exploring, connecting and mining internal data sources and will develop data models using algorithms for pattern detection and forecasting. In this position you will be managing projects that use advanced analytics techniques, such as optimization, forecasting, machine learning, predictive analytics, and statistical analysis, to develop solutions that help deliver significant value to a variety of Capax&rsquo;s partners and clients. Candidates will be exposed to a wide spectrum of high visibility projects ranging from sales effectiveness, competitive intelligence, fraud detection, time series forecasting, operational efficiency, sourcing and procurement, supply-chain optimization and financial analysis.<\u002Fp><ul><li><p><b>\nLocation:<\u002Fb> Chicago IL | Philadelphia PA | Remote<\u002Fp><\u002Fli><li><p><b>\nTravel:<\u002Fb> Up to 30%<\u002Fp><\u002Fli><\u002Ful><h3 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh3><ul><li><p>\nDevelop and code models by applying algorithms to large structured as well as unstructured data sets for our more complex projects. Develop visualization products to share analysis across a large group of business users.<\u002Fp><\u002Fli><li><p>\nDesign strategies and propose algorithms to analyze and leverage data from existing as well as new data sources.<\u002Fp><\u002Fli><li><p>\nContinuously seek out industry best practices and develop skills to create new capabilities for data analytics at clients to improve business decisions.<\u002Fp><\u002Fli><li><p>\nNetwork with business stakeholders to develop a pipeline of data science projects aligned with business strategies. Translate complex and ambiguous business problems into project charters clearly identifying technical risks and project scope.<\u002Fp><\u002Fli><li><p>\nParticipate on cross-disciplinary project team of database specialists, data scientists, and business subject-matter experts to complete project deliverables.<\u002Fp><\u002Fli><\u002Ful><h3 class=\"jobSectionHeader\"><b>\nQualifications<\u002Fb><\u002Fh3><ul><li><p>\nBachelor&rsquo;s degree from an accredited college\u002Funiversity in Computer Science, Computational Linguistics, Statistics, Mathematics, Engineering, Bioinformatics, Physics, Operations Research or related fields.<\u002Fp><\u002Fli><li><p>\nMaster&rsquo;s degree in data science, applied mathematics, or bioinformatics preferred.<\u002Fp><\u002Fli><li><p>\nMinimum 6 years relevant work experience (if Bachelor&rsquo;s degree) or minimum 3 years relevant work experience (if Master&rsquo;s degree) with a proven track record in driving value in a commercial setting using data science skills.<\u002Fp><\u002Fli><li><p>\nIn-depth knowledge of various modeling algorithms e.g. Linear, GLMs, trees based models, neural networks, clustering, PCA, and time series models.<\u002Fp><\u002Fli><li><p>\nProficiency in R (e.g. ggplot2, cluster, dplyr, caret), Python (e.g. pandas, scikit-learn, bokeh, nltk), Spark &ndash; MLlib, H20, or other statistical tools.<\u002Fp><\u002Fli><li><p>\nMinimum 2 years experience working in a data science or machine learning environment.<\u002Fp><\u002Fli><li><p>\nIn-depth knowledge of databases, data modeling, Hadoop, and distributed computing frameworks.<\u002Fp><\u002Fli><li><p>\nExperience in software development environment, Agile, and code management\u002Fversioning (e.g. git).<\u002Fp><\u002Fli><li><p>\nStrong EDA skills and experience\u002Fknowledge.<\u002Fp><\u002Fli><li><p>\nAbility to understand complex and ambiguous business needs and applying the right tools and approaches.<\u002Fp><\u002Fli><li><p>\nCollaborative team player.<\u002Fp><\u002Fli><li><p>\nExcellent communication skills, both written and verbal.<\u002Fp><\u002Fli><li><p>\nExperience developing and testing machine learning and\u002For statistical projects.<\u002Fp><\u002Fli><li><p>\nStrong presentation skills. Ability to present statistical results to lay persons in an easy to understand way.<\u002Fp><\u002Fli><li><p>\nWe are looking for all levels of data science experience, jr through sr.<\u002Fp><\u002Fli><\u002Ful><\u002Fdiv>","a3564af7f4d90d88":"<p><\u002Fp><div><div><div><div><div>We are looking for highly skilled and experienced individuals to join a research effort focused on generating high frequency trading alphas in the futures markets. The ideal candidate has direct experience in the alpha research process and understands the workflow from idea generation to production implementation. This opportunity will provide the right candidate the chance to have a large impact on the direction and productivity of a newly formed effort within a successful proprietary trading firm.<\u002Fdiv>\n<div><\u002Fdiv><div><b>Responsibilities<\u002Fb><\u002Fdiv>\n<ul><li> Conduct financial data analysis on large datasets to generate profitable trading alphas.<\u002Fli><\u002Ful>\n<ul><li> Define key metrics for model validation.<\u002Fli><\u002Ful>\n<ul><li> Back testing and production performance monitoring.<\u002Fli><\u002Ful>\n<ul><li> Contribute to in-house data analysis packages and research framework development.<\u002Fli><\u002Ful>\n<ul><li> Acquisition of new data sets and cleaning\u002Fmaintenance of new and existing data sets.<\u002Fli><\u002Ful>\n<div><\u002Fdiv><div><b>Requirements<\u002Fb><\u002Fdiv>\n<ul><li> <b><i>At least 2+ years of experience generating or implementing short-term trading alphas into production trading strategies.<\u002Fi><\u002Fb><\u002Fli><\u002Ful>\n<ul><li> Advanced knowledge of modern statistical and machine learning techniques.<\u002Fli><\u002Ful>\n<ul><li> Proficiency in a scripting language such as Python, R, or MATLAB.<\u002Fli><\u002Ful>\n<ul><li> Proficiency in at least one statistical package and one machine learning package in one of the above languages.<\u002Fli><\u002Ful>\n<ul><li> Demonstrated experience working with tick data.<\u002Fli><\u002Ful>\n<ul><li> Degree in a quantitative discipline such as Statistics, Computer Science, Mathematics, Engineering, etc.<\u002Fli><\u002Ful>\n<ul><li> Experience developing software systems an in object oriented language is a plus.<\u002Fli><\u002Ful>\n<div><\u002Fdiv><div><b>About Wolverine<\u002Fb><\u002Fdiv>\n<div>Founded in 1994, the Wolverine companies comprise a number of diversified financial institutions specializing in proprietary trading, asset management, order execution services, and technology solutions. We are recognized as a market leader in derivatives valuation, trading, and value-added order execution across global equity, options, and futures markets. With a focus on innovation, achievement, and integrity, we take pride in serving the interests of both our clients and colleagues. The Wolverine companies are headquartered in Chicago with offices in New York and San Francisco and a proprietary trading affiliate office located in London.<\u002Fdiv>\n<div><\u002Fdiv><div><b>Sponsorship is not available for this position.<\u002Fb><\u002Fdiv><\u002Fdiv><br>\n<\u002Fdiv><p><\u002Fp><div><div>\n<div>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp><br>\n<br>\n<br>\n<br>\n<div><div><h1 class=\"jobSectionHeader\"><b>Are you a returning applicant?<\u002Fb><\u002Fh1><\u002Fdiv>\n<\u002Fdiv><br>\n<br>\n<p><\u002Fp><div><div><div><div><div>Previous Applicants:<\u002Fdiv>\n<\u002Fdiv><br>\n<div><div>Email:<\u002Fdiv>\n<\u002Fdiv><br>\n<p><\u002Fp><div><div>Password:<\u002Fdiv><br>\n<p><\u002Fp>\n<\u002Fdiv><br>\n<br>\n<p><\u002Fp><div><div><br>\nIf you do not remember your password click here.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","d598e8df47bc5f61":"<div><ul><li>Bachelor or Master's degree in highly quantitative field (CS, machine learning, mathematics, statistics) or equivalent experience.<\u002Fli><li>Experience with R, Python, SAS, Matlab or other statistical\u002Fmachine learning software.<\u002Fli><li>Experience applying various machine learning techniques, and understanding the key parameters that affect their performance.<\u002Fli><li>Experience developing experimental and analytic plans for data modeling processes, use of strong baselines, and the ability to accurately determine cause and effect relationships.<\u002Fli><li>Have a history of building systems that capture and utilize large data sets in order to quantify performance via metrics or KPIs.<\u002Fli><li>Understanding of relevant statistical measures such as confidence intervals, significance of error measurements, development and evaluation data sets, etc.<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<p>At Alexa Shopping, we strive to enable shopping in everyday life. We allow customers to instantly order whatever they need, by simply interacting with their Smart Devices such as Echo or Fire TV. Our Services allow you to shop, no matter where you are or what you are doing, you can go from 'I want that' to 'that's on the way' in a matter of seconds. We are seeking the industry's best to help us create new ways to interact, search and shop. You will have an impact on Amazon's new devices and the way shopping is done in the area of IoT. Join us, and you'll be taking part in changing the future of everyday life.<br>\n<br>\nThe ideal candidate will be an expert in the areas of data science, machine learning and statistics, having hands-on experience with multiple improvement initiatives as well as balancing technical and business judgment to make the right decisions about technology, models and methodologies. As part of this role, you will build models to improve customer&rsquo;s shopping experience on Alexa. This involves building conversation arbitration models, which recommends the next steps when a customer asks &quot;Alexa, buy me a paper towels&quot;, defining conversation quality and metrics to measure and continuously improve on it, defining customer identity for Alexa shopping and much more. These are some of the challenges that have not been solved in the industry before. The candidate needs experience with data science \u002F business intelligence, analytics, and reporting systems while striving for simplicity, and demonstrating significant creativity and high judgment backed by statistical proof.<br>\nThis role requires working closely with business, engineering and other scientists within Alexa Shopping and across Amazon to deliver ground breaking features. You will lead high visibility and high impact programs collaborating with various teams across Amazon. You will work with a team of Data Scientists to launch new customer facing features and improve the current experience.<\u002Fp>\n<br>\n<ul><li>5+ years of experience with machine learning, statistical modeling, data mining, and analytics techniques.<\u002Fli><li>Previous experience in a ML or data scientist role with a large technology company.<\u002Fli><\u002Ful>","e4ec9f2967a07db5":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><p><b>UL is seeking a Data Scientist to join our Predictive Modeling &amp; Analytics team in Northbrook, IL!<\u002Fb><\u002Fp><p><\u002Fp><br>\n<p><b>\nContribute to a Safer, More Secure, and More Sustainable World.<\u002Fb><\u002Fp><p>\nAt UL, we know why we come to work. Thousands of us around the world wake up every day with one common purpose &ndash; to make the world a safer, more secure, and more sustainable place to live. We clear the way for our customers to introduce the latest products, technological advances, and systems in an increasingly complex world so they can provide peace of mind to the market. Our integrity is woven throughout our company and shapes the way we approach and deliver our solutions. We are proud that the work we do every day has a meaningful contribution to society. We continue to build upon our legacy of trusted expertise and partnership to keep our communities safe and secure as we march forward into the future. This helps us to sleep better at night, and we are confident that the millions of people we touch rest easier too.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><div>The Predictive Modeling and Analytics Group at UL is looking for a data scientist\u002Fmachine learning expert to deliver trustworthy insights for a variety of projects. Ideal team member must have the mathematical and statistical expertise with a strong self-motivation to stay informed about the latest trends in the discipline. The Data Scientist will support global team projects and be hands on in the entire process from data prepping to exploratory data analysis to modeling building and validation.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Masters\u002FBachelor&rsquo;s degree in statistics, applied mathematics, Computer Science or related discipline. Master's or Doctorate degree preferred.<\u002Fli><li>\nAt least 2+ years&rsquo; experience in applying data science to real world messing problems<\u002Fli><li>\nProficiency with data mining, mathematics, and statistical analysis<\u002Fli><li>\nAdvanced pattern recognition and predictive modeling experience<\u002Fli><li>\nExperience using statistical computer languages (Python, SQL, etc.) to manipulate data and draw insights from large data sets. Python preferred.<\u002Fli><li>\nKnowledge of a variety of machine learning techniques (Regression, Classification, clustering, dimensionality reduction, artificial neural networks, etc.) and their real-world advantages\u002Fdrawbacks. Focus on supervised learning.<\u002Fli><li>\nHaving some experience in Big Data Technologies (Spark, Hadoop, NoSQL Databases) is a plus<\u002Fli><li>\nComfort working in a dynamic, global group with several ongoing concurrent projects<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","6ce4dd5c00667743":"<div><p><b>Voloridge Investment Management <\u002Fb>implements bleeding edge machine learning techniques to solve the extremely challenging problems of modeling and predicting financial markets. We build predictive models using propriety software as well as open source tools, which we use to drive and execute trade decisions. We are seeking an enthusiastic, self-motivated Data Scientist to work collaboratively with other data scientists to meet the Voloridge mission of delivering superior risk-adjusted returns using proprietary modeling techniques. At Voloridge we are passionate about expanding our knowledge and capabilities and find pleasure in creating better ways to provide services both internally and to our investors. Our teams are comprised of energetic, hard-working, and highly analytical individuals that thrive on innovation and problem-solving at the nexus of big data and finance.<br>\n<\u002Fp>\n<p><b>Job Responsibilities\n<\u002Fb><\u002Fp><ul><li>Analyze and improve predictive models\n<\u002Fli><li>Detailed analysis on large volume data sets<\u002Fli>\n<li>Collaborate with data analysts, engineers and scientists on production level systems<\u002Fli>\n<\u002Ful><p><b>Minimum Requirements\n<\u002Fb><\u002Fp><ul><li>Bachelor&rsquo;s Degree<\u002Fli>\n<li>Exceptional aptitude in Math and Statistics\n<\u002Fli><li>Proficiency with at least one programming language<\u002Fli>\n<li>Knowledge of Machine Learning algorithms<\u002Fli>\n<li>Creative thinker able to demonstrate extraordinary critical thinking and analytical skills<\u002Fli>\n<li>1 - 4 years of work experience<\u002Fli>\n<\u002Ful><p><b>Preferred skills and previous experience\n<\u002Fb><\u002Fp><ul><li>Advanced degree in a quantitative field<\u002Fli>\n<li>Outstanding achievements such as Math Competitions, Kaggle &ndash; Grandmaster\u002FMaster, exceptional scores on SAT\u002FGRE\u002FLSAT, Chess Grandmaster, etc.<\u002Fli>\n<li>Excellent communication skills on technical topics<\u002Fli>\n<li>Must be able to communicate effectively with all internal associates both technical and non-technical team members which could include research, trading, management, development, and operations personnel<\u002Fli>\n<li>Advanced Python and SQL knowledge<\u002Fli>\n<li>Experience with machine learning libraries, such as Scikit-learn, tensorflow, CUDA etc.<\u002Fli>\n<\u002Ful><p><b>Compensation and Benefits\n<\u002Fb><\u002Fp><ul><li>Highly competitive base salary + substantial profit-sharing bonus\n<\u002Fli><li>Highly flexible career path and growth opportunities\n<\u002Fli><li>Health, dental, vision, life, disability insurance\n<\u002Fli><li>401K retirement plan, $1 for $1 match up to 4% of compensation\n<\u002Fli><li>No Licenses Required\n<\u002Fli><\u002Ful><p><b>Additional Information<\u002Fb>\n<\u002Fp><p>Voloridge Investment Management is an SEC registered investment advisor. A private investment company founded in 2009, our mission is to deliver superior risk-adjusted returns for qualified investors, using advanced proprietary modeling technology, conservative investment tactics and sophisticated risk management. Our market neutral equities strategy takes both long and short positions in the most actively traded equities and is designed to capture alpha while limiting exposure to directional markets risks. Our futures strategy takes both long and short positions in the most actively traded global futures and is also built to maximize alpha captured across all futures markets traded while capping exposure to any particular sector at a given time.<br>\n<\u002Fp>\n<p>Voloridge Investment Management is an Equal Opportunity Employer. All qualified applicants are encouraged to apply and will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, protected veteran status, or any other legally protected characteristic or status.<\u002Fp><\u002Fdiv>","bf2cd900f3fd6c5f":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div><b>Who We Are<\u002Fb><\u002Fdiv><div>\nNT Concepts is a national security solutions firm that likes to solve hard problems. It&rsquo;s our thing. We do that by working with some complex clients (you&rsquo;ve heard of them) on their hardest challenges. Clients with massive, complex data sets. So we get to keep learning, building, and experimenting with the latest technologies. And since life&rsquo;s too short to spend with difficult people, we hire team members that not only like to solve problems, but that we like to hang out with. Working on big data solutions is as much about the team you work with, as the data itself. Even more so, in our humble opinion.<\u002Fdiv><div><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><div><b>Why We&rsquo;re Both Here - The Work at Hand<\u002Fb><\u002Fdiv><div>\nOne of the most exciting parts of NT Concepts is our rapidly growing data-science team. You&rsquo;ll be an expert for clients, partnering closely with our team of Developers and Data Engineers to create robust machine learning solutions. You&rsquo;ll bring your skills to bear to solve complex problems, provide guidance on current and emerging technologies, and drive the future of our data science enterprise. We mostly focus on exploiting geospatial data of all types (because pictures and maps are fun!) with a sprinkling of Natural Language Processing (NLP). We&rsquo;ve also got some really cool technology partners that add tools to your toolkit.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe love people who dream big, find data fascinating, and understand that&rsquo;s it&rsquo;s not just about data: it&rsquo;s about the science behind it, and how you can use it to solve real-world problems. (Also, if you happen to have some level of talent at, say kick-ball or giant Jenga: bonus points).<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div><b>Who You Are<\u002Fb><\u002Fdiv><div>\nBeyond the whole &ldquo;this person is awesome and I love working with them&rdquo; piece, there are a few core skills that will help you out here.\n<\u002Fdiv><ul><li>Data science is a dynamic and evolving profession &ndash; we&rsquo;re looking for people who love to learn and find unique solutions without being micro-managed: you&rsquo;ll have the freedom to try new things, test solutions and technologies, and tell us when there&rsquo;s a better path.<\u002Fli><li>\nYou know your way around a cloud console and have handled some pretty large volumes of data.<\u002Fli><li>\nYou are familiar with a few machine learning frameworks, like TensorFlow or PyTorch.\n<\u002Fli><li>Maybe you have used enterprise products in the past for high throughput data ingestion and analysis.<\u002Fli><li>\nUltimately, we need someone who knows their way around data modeling, information extraction, time series forecasting, machine learning algorithms, statistical analysis, or applied mathematics. We realize that data scientists are a diverse breed and we are excited to hear how your unique combination of skills might apply to our current problem sets.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","5618cb33ca51673c":"<p><\u002Fp><div><p>The Global Data Scientist is an expert in statistics, data science, and quantitative research who supports a large portfolio of research projects across diverse geographies, sectors, and methods. This position will work as a technical lead on IPA&acirc;&euro;&trade;s Global Research and Data Support (GRDS) Team*. The Global Data Scientist&acirc;&euro;&trade;s role will include, but not be limited to, the following activities:<\u002Fp>\n<p><\u002Fp><p><b>Responsibilities&Acirc;<\u002Fb><\u002Fp>\n<p><\u002Fp><ul><li><b>Developing software applications and data management systems (25%)<\u002Fb>. The Global Data Scientist will design and develop software applications and data management systems that help to improve the quality of IPA&acirc;&euro;&trade;s data, including user-written Stata commands and Python-based applications.<\u002Fli>\n<li><b>Supporting staff technical capacity (25%)<\u002Fb>. The Global Data Scientist will prepare and lead training sessions and remote courses on topics such as statistical inference, survey programming, and data quality control processes. The Global Data Scientist will also provide technical guidance and troubleshooting\u002Fsupport for technical staff in IPA&acirc;&euro;&trade;s 21 country offices. Depending on the applicant&acirc;&euro;&trade;s managerial experience, the Global Data Scientist may also directly oversee other coders and trainers.<\u002Fli>\n<li><b>Expanding the scope of IPA&acirc;&euro;&trade;s technical services (15%)<\u002Fb>. The Global Data Scientist will research, adapt, and design innovative methods to broaden IPA&acirc;&euro;&trade;s portfolio of evaluation and technical services. Depending on the applicant&acirc;&euro;&trade;s technical experience, the Global Data Scientist may for example lead the selection of new software applications for global use, or the development of new data management protocols.<\u002Fli>\n<li><b>Partnering with project teams to increase the technical rigor of project deliverables (15%)<\u002Fb>. The Global Data Scientist will help draft and refine technical documents, which may include evaluation designs, pre-analysis plans, sample size calculations, and other documents.<\u002Fli>\n<li><b>Documenting knowledge and best practices (10%)<\u002Fb>. The Global Data Scientist will write detailed code and process documentation for technical teams, clear knowledge articles for consumption by global research staff, and occasional public-facing blog posts.<\u002Fli>\n<li><b>Supporting other research-related activities as necessary (10%)<\u002Fb>. The Global Data Scientist may be asked to troubleshoot technical products, support regional technical teams, assist with strategic projects and initiatives, or perform any related duties assigned by the Associate Director.<\u002Fli>\n<\u002Ful><p><\u002Fp><p><b>Qualifications&Acirc;<\u002Fb><\u002Fp>\n<p><\u002Fp><p><i>Minimum qualifications<\u002Fi><\u002Fp>\n<ul><li>Undergraduate (or above) degree in economics, statistics, computer science, engineering, or related fields<\u002Fli>\n<li>Two years of relevant work experience, such as performing advanced statistical analysis, developing software applications, and\u002For designing evaluations<\u002Fli>\n<li>Demonstrated statistical programming and data management skills (Stata preferred, Python or R can substitute)<\u002Fli>\n<li>Demonstrated expertise in methods for causal inference in social science<\u002Fli>\n<\u002Ful><p><i>Preferred qualifications&Acirc;<\u002Fi><\u002Fp>\n<ul><li>Experience with data collection platforms and technologies (e.g. ODK\u002FSurveyCTO, Survey Solutions)<\u002Fli>\n<li>Experience supervising field or technical teams<\u002Fli>\n<li>Experience conducting field research in developing countries<\u002Fli>\n<li>Experience training staff or developing training content<\u002Fli>\n<li>Experience with software or machine learning engineering<\u002Fli>\n<\u002Ful><p><b>Travel requirements<\u002Fb><\u002Fp>\n<p>Note that this position requires willingness to travel internationally up to 35% of the time. You can see a list of IPA&acirc;&euro;&trade;s worldwide offices at https:\u002F\u002Fwww.poverty-action.org\u002Fresearch.<\u002Fp><\u002Fdiv>","a6642b584a81db08":"<div><p>Xylem |&#712;z&#299;l&#601;m|<\u002Fp><p>\n1) The tissue in plants that brings water upward from the roots;<br>\n2) a leading global water technology company.<\u002Fp><p>\nWe&rsquo;re a global team unified in a common purpose: creating advanced technology solutions to the world&rsquo;s water challenges. Developing new technologies that will improve the way water is used, conserved, and re-used in the future is central to our work. Our products and services move, treat, analyze, monitor and return water to the environment, in public utility, industrial, residential and commercial building services settings. Xylem also provides a leading portfolio of smart metering, network technologies and advanced analytics solutions for water, electric and gas utilities. In more than 150 countries, we have strong, long-standing relationships with customers who know us for our powerful combination of leading product brands and applications expertise with a strong focus on developing comprehensive, sustainable solutions. For more information, please visit us at www.xylem.com<\u002Fp><p>\nIf you are excited and passionate about helping us solve water, we want to hear from you!<\u002Fp><p><b>\nThe Role: <\u002Fb>Xylem seeks to hire a Data Scientist with a desire to join a team delivering Big Data applications in the Cloud. We&rsquo;re focused on helping utility companies visualize and make use of the petabytes of data coming in from their smart meters so they can lower costs and reduce consumption. This is a market poised for explosive growth and this team is ready to take advantage of it.<\u002Fp><p><b>\nEssential Duties\u002FPrincipal Responsibilities:\n<\u002Fb><\u002Fp><ul><li>Data curation<\u002Fli><li>\nDevelop statistical modeling techniques for pattern recognition problems.<\u002Fli><li>\nDevelop code in R, Java, Python, or other languages for statistical analysis, optimization, and simulation.<\u002Fli><li>\nBuild models that maximize performance and accuracy.<\u002Fli><li>\nStrategic planning and project management.<\u002Fli><\u002Ful><p><b>\nMinimum Qualifications: Education, Experience, Skills, Abilities, License\u002FCertification:<\u002Fb><\u002Fp><ul><li>\nBS Degree (Master&rsquo;s preferred) Statistics, Machine Learning, Operations Research, Applied Math; or equivalent.<\u002Fli><li>\n0 &ndash; 3 years of data science experience.<\u002Fli><li>\nExperience with statistical and mathematical software<\u002Fli><li>\nProven ability to develop system prototypes.<\u002Fli><li>\nSQL skills<\u002Fli><li>\nExcellent oral and written communication skills.<\u002Fli><li>\nStrong documentation skills.<\u002Fli><li>\nUnderstanding of machine learning techniques and the ability to invent.<\u002Fli><li>\nBig data experience- Hadoop, Spark, Map-reduce, Hive, etc.<\u002Fli><li>\nExperience with Agile methodology or similar lean startup approach to building software.<\u002Fli><li>\nExperience with time series or signal processing analytics.<\u002Fli><\u002Ful><p><b>\nPhysical Demands:<\u002Fb><\u002Fp><p>\n(The physical demands described here are representative of those that must be met by an employee to successfully perform the essential functions of this job. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.)<\u002Fp><ul><li>\nRegularly required to sit or stand, reach, bend and move about the facility<\u002Fli><\u002Ful><p><b>\nWork Environment:<\u002Fb><\u002Fp><p>\n(The work environment characteristics described here are representative of those an employee encounters while performing the essential functions of this job. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.)<\u002Fp><ul><li>\nOffice: Standard office equipment; work usually performed in an office setting free from any disagreeable elements.<\u002Fli><li>\nStandard weekly job hours: 40 hours<\u002Fli><\u002Ful><p><i>\nXylem is an Equal Opportunity Employer. Employment decisions are made without regard to race, color, religion, national or ethnic origin, sex, sexual orientation, gender identity or expression, age, disability, protected veteran status or other characteristics protected by law.<\u002Fi><\u002Fp><\u002Fdiv>","a44e3d7093ff6318":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>Become part of a data science team in an org Spark AR that provides a start-up-like atmosphere while working on cutting-edge technology within Facebook. The mission of the Spark Org is to build a world class platform for Augmented Reality (AR). Our Data Science team helps enact this mission by shaping both product strategy and R&amp;D decisions through the careful use of data while also supporting new and existing product launches: AR effects and capabilities, underlying AR tech (i.e. our face trackers, our plane detectors, etc.) and new AR use cases (AR Ads, AR Games, etc.). The technology we build is used across the Facebook family of apps. This means that data scientists on this team will be uniquely positioned to inform data-driven product strategy and influence teams across the family of apps!<\u002Fdiv><div><div>\nRESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nOwn the data-driven insights for a large portion of our platform business.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nInitiate and lead cross-functional data science and modeling projects with multiple contributors.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nAggregate and analyze complex data sets across multiple teams to identify and interpret large scale trends and patterns to help drive strategy across several teams.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nApply statistical techniques to understand groups of users, their engagement with the platform, and the performance of the platform itself.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nWork with members of the team and multiple partners to surface strategic issues and overall direction to product group leadership.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nUse technologies and methods such as Dataswarm, Hive, Python, R, SQL to create deep scalable and repeatable insights that will empower the team while informing roadmap and team priorities.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nEffectively communicate results and insights to the product team and company leadership.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nMS degree in a quantitative discipline (e.g., statistics, operations research, econometrics, computer science, applied mathematics, physics, electrical engineering, industrial engineering) or equivalent experience<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n8+ years experience doing quantitative analysis or statistical modeling<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nKnowledge of at least one modeling framework (e.g., Scikit-Learn, TensorFlow, SAS, R, MATLAB)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience influencing product strategy through data-centric presentations (to product, business, and other stakeholders)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience extracting and manipulating large datasets<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDevelopment experience in any scripting language (PHP, Python, Perl, etc.)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProven experience influencing cross-functional partners and work across teams<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","6037c156a6322a2c":"<div><div><p>As Staff Data Scientist, you will work with a small team that does full-cycle multi-stage Machine Learning product development, from data collection pipeline, to feature extraction, to AI model building to solve various cyber security problems. You might not be expert in every and all stages of data engineering and data science, but you should have interests in being exposed in all stages.<\u002Fp>\n<h5 class=\"jobSectionHeader\"><b>Responsibilities\u002FWhat You&rsquo;ll Do:<\u002Fb><\u002Fh5>\n<p>You will design and create machine learning models to provide faster and more efficient ways to address use cases including but not limited to malware and malicious file detection, anomaly detection and risk profiling.<\u002Fp>\n<h5 class=\"jobSectionHeader\"><b>QUALIFICATIONS REQUIRED<\u002Fb><\u002Fh5>\n<ul><li>Advanced degree in Machine Learning, Computer Science, Electrical Engineering, Physics, Statistics, Applied Math or other quantitative fields from a reputed university, preferably a Ph.D.\n<\u002Fli><li>2+ years of industry experiences in building machine learning models to solve security problems.\n<\u002Fli><li>Strong coding skills in Python, R, or Go<\u002Fli>\n<li>Experience with sklearn, pandas, numpy or similar packages<\u002Fli>\n<li>Passion in leveraging ML\u002FAI to solve real-world business problems<\u002Fli>\n<li>Hands-on experience in two or more machine\u002Fdeep learning frameworks.\n<\u002Fli><li>Ability to learn, evaluate and adopt new technologies<\u002Fli>\n<li>Demonstrated ability to lead and execute projects from start to finish.<\u002Fli>\n<li>Excellent knowledge of machine learning\u002Fdata science approaches.<\u002Fli>\n<li>Experience using relational and non-relational databases\n<\u002Fli><li>Experience with Linux command line and bash scripting<\u002Fli>\n<li>Excellent interpersonal, technical and communication skills\n<\u002Fli><\u002Ful><h5 class=\"jobSectionHeader\"><b>BONUS SKILLS<\u002Fb><\u002Fh5>\n<ul><li>Familiarity with malware, host forensics, or network traffic analysis concepts<\u002Fli>\n<li>Experience with reverse engineering malware<\u002Fli>\n<li>Experience with AWS infrastructure\n<\u002Fli><li>Familiarity with networking, preferably networking security<\u002Fli>\n<li>Experience with GPU-accelerated computing and hardware (e.g., NVIDIA DGX-1)<\u002Fli>\n<li>Experience with C++<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>","0e5894089c9fa1be":"<div><div>Freeport-McMoRan is a premier U.S.-based natural resources company with headquarters in Phoenix, Arizona. We operate large, long-lived, geographically diverse assets with significant proven and probable reserves of copper, gold and molybdenum. The company has a dynamic portfolio of operating, expansion and growth projects in the copper industry. Freeport-McMoRan is the world&rsquo;s largest publicly traded copper producer, the world&rsquo;s largest producer of molybdenum and a significant gold producer. We have a long and successful history of conducting our business in a safe, highly efficient and socially-responsible manner.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>\nWe have the assets, the talent, the drive and the financial strength to provide attractive and rewarding careers for our employees. We encourage you to take some time to explore your career opportunities at Freeport-McMoRan.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>\nYou will be an instrumental member of our vision for analytics-driven mining at Freeport. We have gathered vast data sets from across the mining ecosystem by deploying sensor technology and the data infrastructure to support it. Now, we are in a position to use the richest data pool in our history to solve complex and meaningful problems, so our team is growing and seeking bright individuals eager to be a part of the journey.\n<\u002Fdiv><ul><li><div>Contribute to the deployment of ensemble machine learning methods, deep learning, and advanced optimization techniques to drill into our toughest challenges.<\u002Fdiv><\u002Fli><li><div>\nLeverage sharp research skills to test hypotheses and draw insights to support our goal of industry-leading, resource-efficient copper mining.\n<\u002Fdiv><\u002Fli><li><div>Utilize modern cloud technologies, such as Microsoft Azure, to deliver innovative analytics solutions at scale and visualize their impact for leadership.<\u002Fdiv><\u002Fli><li><div>\nActively support the build, implementation, and maintenance of practical, analytical assets that effectively solve business problems using statistical methodologies.<\u002Fdiv><\u002Fli><\u002Ful>\n<div><b>Minimum Qualifications<\u002Fb><\u002Fdiv>\n<ul>\n<li><div>Bachelor&rsquo;s degree in a related field AND Five (5) years of relevant work experience <b>OR<\u002Fb><\u002Fdiv><\u002Fli><li><div>\nMaster&rsquo;s degree in a related field AND three (3) years of relevant work experience <b>OR<\u002Fb><\u002Fdiv><\u002Fli><li><div>\nPh.D. in a related field and one (1) years of relevant work experience<br>\n<\u002Fdiv><\u002Fli><\u002Ful><br>\n<div><b>Preferred<\u002Fb><\u002Fdiv><ul><li>\nYou are an analytics professional who enjoys grappling with vast data sets, tapped from our long-standing investment in collecting and cleaning data.<\u002Fli><li>\nYou are a quantitative enthusiast who can build complex predictive models and unlock their value through Python, R, SQL and \u002F or other rigorous analytical environments.<\u002Fli><li>\nYou are a tested researcher with a background in breaking down problem statements into their root causes and tailoring solutions based off of your findings.<\u002Fli><li>\nStrong oral and written communication skills in English language<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div><b>Learn about our current initiative, <\u002Fb><b>Americas' Concentrator<\u002Fb><b>, and how you could be selected to join our team of Data Scientists that will be essential key players in transforming the Mining industry.<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nCriteria\u002FConditions<\u002Fb><\u002Fdiv><ul><li><div>\nAbility to understand and apply verbal and written work and safety-related instructions and procedures given in English\n<\u002Fdiv><\u002Fli><li><div>Ability to communicate in English with respect to job assignments, job procedures, and applicable safety standards<\u002Fdiv><\u002Fli><li><div>\nMust be able to work in a potentially stressful environment<\u002Fdiv><\u002Fli><li><div>\nPosition is in busy, non-smoking office located in Phoenix, AZ<\u002Fdiv><\u002Fli><li><div>\nLocation requires mobility in an office environment; each floor is accessible by elevator and internal staircase<\u002Fdiv><\u002Fli><li><div>\nTravel required up to 50%<\u002Fdiv><\u002Fli><li><div>\nOccasionally work may be performed in a mine, outdoor or manufacturing plant setting<\u002Fdiv><\u002Fli><li><div>\nMust be able to frequently sit, stand and walk<\u002Fdiv><\u002Fli><li><div>\nMust be able to frequently lift and carry up to ten (10) pounds<\u002Fdiv><\u002Fli><li><div>\nPersonal protective equipment is required when performing work in a mine, outdoor, manufacturing or plant environment, including hard hat, hearing protection, safety glasses, safety footwear, and as needed, respirator, rubber steel-toe boots, protective clothing, gloves and any other protective equipment as required<\u002Fdiv><\u002Fli><li><div>\nFreeport-McMoRan promotes a drug\u002Falcohol free work environment through the use of mandatory pre-employment drug testing and on-going random drug testing as per applicable State Laws<\u002Fdiv><\u002Fli><\u002Ful><div>\nFreeport-McMoRan has reviewed the jobs at its various office and operating sites and determined that many of these jobs require employees to perform essential job functions that pose a direct threat to the safety or health of the employees performing these tasks or others. Accordingly, the Company has designated the following positions as safety-sensitive:<\u002Fdiv><ul><li><div>\nSite-based positions, or positions which require unescorted access to site-based operational areas, which are held by employees who are required to receive MSHA, OSHA, DOT, HAZWOPER and\u002For Hazard Recognition Training; or<\u002Fdiv><\u002Fli><li><div>\nPositions which are held by employees who operate equipment, machinery or motor vehicles in furtherance of performing the essential functions of their job duties, including operating motor vehicles while on Company business or travel (for this purpose &ldquo;motor vehicles&rdquo; includes Company owned or leased motor vehicles and personal motor vehicles used by employees in furtherance of Company business or while on Company travel); or<\u002Fdiv><\u002Fli><li><div>\nPositions which Freeport-McMoRan has designated as safety sensitive positions in the applicable job or position description and which upon further review continue to be designated as safety-sensitive based on an individualized assessment of the actual duties performed by a specifically identified employee.<\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><i>\nEqual Opportunity Employer\u002FProtected Veteran\u002FDisability<\u002Fi><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","53a4a9a0f09155ed":"<p><\u002Fp><div><b>Summary<\u002Fb><b>:<\u002Fb>\n<p>BNY Mellon Investment Management is one of the world's leading investment management organizations and one of the top U.S. wealth managers. Our business encompasses BNY Mellon's affiliated investment management firms, wealth management organization, and global distribution companies. Our goal is to build and deliver investment and wealth management strategies and solutions to meet our clients&rsquo; needs.<br>\n<\u002Fp><p>Drawing on deep expertise, we collaborate with our clients to tailor our best ideas and resources to meet their specific requirements. Through our global network we have developed a significant understanding of local requirements. We pride ourselves on providing dedicated service through our teams.<\u002Fp><br>\n<p>With extensive experience in anticipating and responding to the investment and financial needs of the world's governments, pension plan sponsors, corporations, foundations, endowments planned giving programs, advisors, intermediaries, individuals and families, and family offices, BNY Mellon Investment Management can help our clients reach their goals.<\u002Fp>\n <b>The Role<\u002Fb><b>:<\u002Fb>\n<p>Reporting to the Head of Investment Management (IM) Data Solutions, the Data Scientist will lead, design and architect solutions to complex data integration, data science, and automation problems. This is a unique opportunity to join the IM Data Solutions team, a small, multi-disciplinary team that is transforming the way information is created, used, and communicated within BNY Mellon IM. The group works directly with BNY Mellon&rsquo;s Investment Management companies on strategic projects, creating valuable tools and insights for decision makers across portfolio management, sales, marketing, and other key areas of the business. The Data Solutions team capitalizes on opportunities across business lines using the best tools and practices, like machine learning, econometrics, agile development (scrum\u002Fkanban), and modern collaborative data platforms.\n <\u002Fp><b>Responsibilities<\u002Fb><b>:<\u002Fb>\n<ul><li><p>Lead data science and\u002For data engineering projects to support IM Investment Management companies<\u002Fp><\u002Fli><li><p>\nUse domain expertise to understand business requirements and design the right solution<\u002Fp><\u002Fli><li><p>\nBuild or implement data pipelines, databases, visualizations, and other data tools (hands-on)\n<\u002Fp><\u002Fli><li><p>Contribute to team in a wide range of technical areas by instituting new practices and staying abreast of the latest technical developments\n<\u002Fp><\u002Fli><li><p>Take initiative to contribute to overall team efforts in software development, data science, and technical consulting<\u002Fp><\u002Fli><li><p>\nWork closely with Data Engineers to improve processes and enable faster insight-generation from complex datasets\n<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><h4 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><\u002Fh4>\n<p><\u002Fp><ul><li>BA\u002FBS Degree (advanced degrees and\u002For CFAs are great too)\n<\u002Fli><li><p>5-7 years of general business experience, especially in financial services, asset management, and\u002For management consulting or similar environments<\u002Fp><\u002Fli><li><p>\n2-3 years of hands-on data\u002Fcoding experience\n<\u002Fp><\u002Fli><li><p>Proficiency with Python (pandas, numpy, scikit-learn)\n<\u002Fp><\u002Fli><li><p>\nProficiency with query languages, databases, and large datasets<\u002Fp><\u002Fli><li><p>\nExperience with modern data pipelines and\u002For data operating platforms (e.g. Dataiku, Alteryx, Spark)<\u002Fp><\u002Fli><li>\nStatistical competence\n<\u002Fli><li><p>Experience with machine learning algorithms and techniques\n<\u002Fp><\u002Fli><li><p>Able to lead ad-hoc and structured product teams within an agile framework<\u002Fp><\u002Fli><li><p>\nExcellent interpersonal skills necessary to accomplish goals through others, including employees, peers, and other function\u002Fbusiness areas of the company<\u002Fp><\u002Fli><\u002Ful><br>\n<br>\n<p><\u002Fp><b>BNY Mellon is an Equal Employment Opportunity\u002FAffirmative Action Employer.<\u002Fb><br>\n<b>Minorities\u002FFemales\u002FIndividuals With Disabilities\u002FProtected Veterans.<\u002Fb><br>\n<br>\n<b>Primary Location: <\u002Fb>United States-New York-<br>\n<b>Internal Jobcode: <\u002Fb>70125<br>\n<b>Job: <\u002Fb>Asset Management<br>\n<b>Organization: <\u002Fb>IM Infrastructure-HR14826<br>\n<b>Requisition Number: <\u002Fb>1913998<\u002Fdiv>","c26d80d0e2a0a8e8":"<div><div><div><div><div>At Red Hat, we connect an innovative community of customers, partners, and contributors to deliver an open source stack of trusted, high-performing solutions. We offer cloud, Linux, middleware, storage, and virtualization technologies, together with award-winning global customer support, consulting, and implementation services. Red Hat is a rapidly growing company supporting more than 90% of Fortune 500 companies.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Job summary\n<\u002Fb><\u002Fh2><div><div><div><div>Red Hat's Enterprise Data and Analytics (EDA) team is looking for a Data Science Intern to join us in Raleigh, NC. In this role, you will help us build a containerized bot platform to increase productivity and save time by automating common data-related tasks. You&rsquo;ll need to have solid programming skills. As a Data Science Intern, you will design, develop, and deploy AI bots to support the platform.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Primary job responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Meet with stakeholders to gather requirements<\u002Fli><li>\nDesign bots that fit the existing framework<\u002Fli><li>\nDevelop bots that adhere to software engineering standards<\u002Fli><li>\nDeploy these bots in the Red Hat OpenShift platform<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Required skills\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Ability to work full-time hours during summer 2020 in the location listed<\u002Fli><li>\nKnowledge of Python and SQL<\u002Fli><li>\nData engineering and software engineering skills<\u002Fli><li>\nFamiliarity with Red Hat OpenShift is a plus<\u002Fli><\u002Ful><p><br>\nRed Hat is proud to be an equal opportunity workplace and an affirmative action employer. We review applications for employment without regard to their race, color, religion, sex, sexual orientation, gender identity, national origin, ancestry, citizenship, age, uniformed services, genetic information, physical or mental disability, medical condition, marital status, or any other basis prohibited by law.<\u002Fp><p><br>\nRed Hat does not seek or accept unsolicited resumes or CVs from recruitment agencies. We are not responsible for, and will not pay, any fees, commissions, or any other payment related to unsolicited resumes or CVs except as required in a written contract between Red Hat and the recruitment agency or party requesting payment of a fee.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","57b3e32efdd5eec2":"<div><div><b>EY Technology:<\u002Fb><\u002Fdiv>\n<div>Technology has always been at the heart of what we do and deliver at EY. We need technology to keep an organization the size of ours working efficiently. We have 250,000 people in more than 140 countries, all of whom rely on secure technology to be able to do their job every single day. Everything from the laptops we use, to the ability to work remotely on our mobile devices and connecting our people and our clients, to enabling hundreds of internal tools and external solutions delivered to our clients. Technology solutions are integrated in the client services we deliver and is key to us being more innovative as an organization.<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>EY Technology<\u002Fb> supports our technology needs through three business units:<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>Client Technology (CT) -<\u002Fb> focuses on developing new technology services for our clients. It enables EY to identify new technology-based opportunities faster, and pursue those opportunities more rapidly.<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>Enterprise Workplace Technology (EWT) &ndash;<\u002Fb> EWT supports our Core Business Services functions and will deliver fit-for-purpose technology infrastructure at the cheapest possible cost for quality services. EWT will also support our internal technology needs by focusing on a better user experience.<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>Information Security (Info Sec) -<\u002Fb> Info Sec prevents, detects, responds and mitigates cyber-risk, protecting EY and client data, and our information management systems.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>The opportunity<\u002Fb><\u002Fdiv>\n<div>The Information Security Compliance team is looking for someone to lead a new team focusing on the analysis of compliance related information drawn from a wide variety of sources in order to derive patterns and trends regarding security control operations and effectiveness. The Compliance team is responsible for monitoring and managing information security risk across a highly complex and global network of technologies, platforms and services. The results of the team&rsquo;s analysis will not only drive remediation efforts as well as supporting investment decisions to further reduce information risk.<\u002Fdiv><\u002Fdiv><div><\u002Fdiv>\n<br>\n<div><\u002Fdiv><div><div><b>Your key responsibilities<\u002Fb><\u002Fdiv>\n<div>The lead for this team will be responsible for:<\u002Fdiv>\n<ul><li><div>Creating a new information repository that serves the needs of the team&rsquo;s current reporting and analytics requirements and supports expansion for additional data sources as well as the capability to provide deeper analysis to pinpoint issues driving trends<\u002Fdiv><\u002Fli><li><div>\nHelping others to understand the relevance of their risk debt and impact on the firm&rsquo;s security posture<\u002Fdiv><\u002Fli><li><div>\nProvide guidance and instruction to junior team members and support their career growth and development<\u002Fdiv><\u002Fli><li><div>\nWork with stakeholders to understand their needs in reviewing and addressing compliance matters derived from the team&rsquo;s analysis<\u002Fdiv><\u002Fli><\u002Ful><br>\n<div><\u002Fdiv><div><b>Skills and attributes for success<\u002Fb><\u002Fdiv>\n<ul><li><div>Excellent problem-solving skills, can work with confidence unsupervised, and able to manage multiple concurrent work streams<\u002Fdiv><\u002Fli><li><div>\nStrong critical thinking skills, demonstrate the ability to see the &quot;big picture&quot; while also diving into the details where necessary<\u002Fdiv><\u002Fli><li><div>\nDemonstrable experience in formulating and solving business problems using mathematical\u002Fstatistical constructs in order to derive insight into compliance related issues and trends\n<\u002Fdiv><\u002Fli><li><div>Technically inclined and self-driven to keep up-to-date with the latest technologies<\u002Fdiv><\u002Fli><li><div>\nAbility to articulate analytical findings to less-technical business-savvy audience<\u002Fdiv><\u002Fli><li><div>\nTeam player with excellent communication skills<\u002Fdiv><\u002Fli><\u002Ful><br>\n<div><\u002Fdiv><div><b>To qualify for the role you must have<\u002Fb><\u002Fdiv>\n<ul><li><div>6 - 7 years of work experience in a similar field<\u002Fdiv><\u002Fli><li><div>\nBachelor's or master&rsquo;s degree in Information Systems, Computer Science, Mathematics or another related field<\u002Fdiv><\u002Fli><li><div>\nFamiliar with at least one of data visualisation development tools: Tableau, Spotfire, PowerBI<\u002Fdiv><\u002Fli><li><div>\nData analysis skills with strengths in drilling into underlying databases for discovery and identifying opportunities and trends and translating these into understandable and meaningful business outputs<\u002Fdiv><\u002Fli><li><div>\nDemonstrated ability to translate findings into clear insights and then communicate verbally and through compelling written documents<\u002Fdiv><\u002Fli><\u002Ful><br>\n<div><\u002Fdiv><div><b>Ideally, you&rsquo;ll also have<\u002Fb><\u002Fdiv>\n<ul><li><div>A background in Information Security Compliance will be a differentiator<\u002Fdiv><\u002Fli><li><div>\nExperience in writing clean, maintainable code following good practice<\u002Fdiv><\u002Fli><li><div>\nDemonstrate understanding in at least one programming language such as ABAP, R, Python, Java, C++ or C#<\u002Fdiv><\u002Fli><\u002Ful><br>\n<div><\u002Fdiv><div><b>What we look for<\u002Fb><\u002Fdiv>\n<div>The Information Security Compliance team is looking for people who have seemingly insatiable curiosity to ask questions and the drive to do what is needed to draw reasonable conclusions from the information available.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>What working at EY offers\n<\u002Fb><\u002Fdiv><div>We offer a competitive remuneration package where you&rsquo;ll be rewarded for your individual and team performance. Our comprehensive Total Rewards package includes support for flexible working and career development, and with FlexEY you can select benefits that suit your needs, covering holidays, health and well-being, insurance, savings and a wide range of discounts, offers and promotions. Plus, we offer:<\u002Fdiv><br>\n<div><\u002Fdiv><ul><li><div>Support, coaching and feedback from some of the most engaging colleagues around<\u002Fdiv><\u002Fli><li><div>\nOpportunities to develop new skills and progress your career<\u002Fdiv><\u002Fli><li><div>\nThe freedom and flexibility to handle your role in a way that&rsquo;s right for you<\u002Fdiv><\u002Fli><\u002Ful><br>\n<div><\u002Fdiv><div><i>EY is committed to being an inclusive employer and we are happy to consider flexible working arrangements. We strive to achieve the right balance for our people, enabling us to deliver excellent client service whilst allowing you to build your career without sacrificing your personal priorities. While our client-facing professionals can be required to travel regularly, and at times be based at client sites, our flexible working arrangements can help you to achieve a lifestyle balance.<\u002Fi><\u002Fdiv><br>\n<div><\u002Fdiv><div><b>About EY<\u002Fb><\u002Fdiv>\n<div>As a global leader in assurance, tax, transaction and advisory services, we&rsquo;re using the finance products, expertise and systems we&rsquo;ve developed to build a better working world. That starts with a culture that believes in giving you the training, opportunities and creative freedom to make things better. Whenever you join, however long you stay, the exceptional EY experience lasts a lifetime. And with a commitment to hiring and developing the most passionate people, we&rsquo;ll make our ambition to be the best employer by 2020 a reality.<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>If you can confidently demonstrate that you meet the criteria above, please contact us as soon as possible.<\u002Fb><\u002Fdiv><br>\n<div><\u002Fdiv><div><b>Make your mark.\n<\u002Fb><\u002Fdiv><div><\u002Fdiv><div><b>Join us in building a better working world.<\u002Fb><br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Build your legacy with us.<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv><div><b>Apply now.<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv><div><b>EY provides equal employment opportunities to applicants and employees without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, protected veteran status, or disability status.<\u002Fb><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","8f6dc6cfb57643b9":"<p><\u002Fp><div><div><div><div><p><b>General Summary<\u002Fb> (What is done and why)<\u002Fp>\n<p>The Data Scientist, as part of the Enterprise Analytics team, will help build an assortment of models that will have a direct impact into the relationship between our members and the credit union. Enterprise Analytics vision is to &ldquo;anticipate needs and add value&rdquo; and we plan to do that by providing the highest quality support for our internal customers, which in turn will help us make better decisions for all our members.<\u002Fp>\n<p>As part of the EA team, the Data Scientist will develop an understanding of the challenges presented by different areas of the organization, with a special focus on the activities driven by the credit union, and develop analytical solutions that advance UFCU&rsquo;s position as a data-driven organization.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>Essential Functions, in Priority Order<\u002Fb> (Majority of duties, but not meant to be all inclusive or prevent other duties from being assigned as necessary)<\u002Fp>\n<ul><li>Implement machine learning algorithms, drive data science analysis for decision making, and build efforts through to production. Time: 45%<\u002Fli>\n<li>Perform exploratory and targeted data analyses using statistics and other methods. Time: 25%<\u002Fli>\n<li>Work closely with other team members for the development of data and analytics related solutions. Time: 20%<\u002Fli>\n<li>Perform other duties as required by management. Time: 10%<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>Qualifications<\u002Fdiv><div><div>\n<div><p><b>Education <\u002Fb>(Minimum education required to perform the duties of this position)<\u002Fp>\n<ul><li>Master&rsquo;s degree in Computer Science, Engineering, Operations Research, Math, Finance, or other quantitative disciplines (e.g. Statistics, Data Science, etc.), or a Bachelor&rsquo;s degree in one of the same areas with at least one-year of financial institution experience.<\u002Fli>\n<\u002Ful>\n<p><br>\n<b>Experience<\u002Fb> (Minimum experience required to perform the duties of this position)<br>\nIn addition to the education requirement:<\u002Fp>\n<ul><li>At least 3 years of professional experience, preferably in the financial services industry.<\u002Fli>\n<li>Fluency in a high-level modeling language such as R or Python, and\u002For other statistical software such as SAS.<\u002Fli>\n<li>Knowledge of various ML techniques and the key parameters that affect their performance.<\u002Fli>\n<li>Evidence of using relevant statistical measures (e.g., confidence intervals, significance of error measurements, multivariate testing, etc.) in data analysis projects.<\u002Fli>\n<li>Ability to work cross-functionally and collaborate with a diverse audience across the organization.<\u002Fli>\n<\u002Ful>\n<p><br>\n<b>Knowledge, Skills and Abilities<\u002Fb> (Minimum technical and communication skill levels and licenses\u002Fcertificates normally required to perform the duties of this position)\n<\u002Fp><ul><li>Strong written and verbal communication skills and the ability to communicate with data<\u002Fli>\n<li>Deep interest and aptitude for analyzing data, and converting it into insights that drive business decisions at all levels of the organization<\u002Fli>\n<li>Experience in SQL and scripting languages such as R and Python,<\u002Fli>\n<li>Excellent organizational skills including the ability to prioritize, schedule, manage time, and meet deadlines<\u002Fli>\n<li>Knowledge of statistics (descriptive and inferential) and ability to present complex information using data visualization techniques<\u002Fli>\n<\u002Ful>\n<p><br>\nRequired Competencies\n<\u002Fp><ul><li>Problem Solving<\u002Fli>\n<li>Drive for Results<\u002Fli>\n<li>Time Management\n<\u002Fli><li>Dealing with Ambiguity<\u002Fli>\n<li>Demonstrates Courage<\u002Fli>\n<li>Interpersonal Savvy<\u002Fli>\n<li>Customer Focus\n<\u002Fli><li>Integrity &amp; Trust<\u002Fli>\n<li>Self-Development<\u002Fli>\n<li>Business Acumen<\u002Fli>\n<\u002Ful>\n<p><br>\nMental Requirements<\u002Fp>\n<ul><li>Ability to analyze and evaluate information.<\u002Fli>\n<li>Ability to use good judgment and make sound decisions quickly.<\u002Fli>\n<li>Ability to work and reason under pressure.<\u002Fli>\n<li>Ability to prioritize in a multi-task environment.<\u002Fli>\n<li>Ability to maintain a positive attitude and professional image.<\u002Fli>\n<\u002Ful>\n<p><br>\nTools and Equipment Used<\u002Fp>\n<ul><li>All available general office equipment as needed.<\u002Fli>\n<li>All available computer software and hardware as needed.<\u002Fli>\n<li>PC, scanner and accessories<\u002Fli>\n<li>Website software and scripting language<\u002Fli>\n<li>Research tools and services<\u002Fli>\n<\u002Ful>\n<p><br>\n<b>Working Relationships\u002FContacts<\u002Fb> (Positions with which incumbent has frequent contact)<\u002Fp>\n<ul><li>Daily, personal\u002Fwritten\u002Fphone contact with Credit Union staff.<\u002Fli>\n<li>Daily, personal\u002Fwritten\u002Fphone contact with Credit Union management.<\u002Fli>\n<li>Daily, personal\u002Fwritten\u002Fphone contact with vendors. Occasional, personal\u002Fwritten\u002Fphone contact with community agencies and consultants.<\u002Fli>\n<\u002Ful>\n<p><br>\n<b>Physical Demands<\u002Fb> (Physical effort generally associated with this position)<br>\nWork involves standing and walking for brief periods of time, but most work is done from a seated position. There is potential for eyestrain from reading detailed reports and computer screens. Deadlines, workloads and pressure to achieve goals may cause increased stress levels.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>Working Conditions <\u002Fb>(Typical working conditions with this type of work and environment hazards, if any, that may be encountered in performing the duties of this position)<br>\nInternal &ndash; Work is normally performed in climate-controlled office environment, where exposure to conditions of extreme heat\u002Fcold, poor ventilation, fumes and gases is very limited. Noise level is moderate and includes sounds of normal office equipment (computers, telephones, etc). No known environmental hazards are encountered in normal performance of duties. Length of day is unpredictable; long hours may be required to accommodate deadlines or special meetings.<br>\n<br>\nExternal &ndash; Some overnight travel may be required however information on environmental conditions is not available.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","08875ded22a9aebe":"<div><p>Under Armour is the chosen brand of this generation of athletes... and the athletes of tomorrow. We're about performance - in training and on game day, in blistering heat and bitter cold. Whatever the conditions, whatever the sport, Under Armour delivers the advantage athletes have come to demand.<br>\nThat demand has created an environment of growth. An environment where building a great team is vital. An environment where doing whatever it takes is the baseline and going above and beyond to protect the Brand is commonplace.<br>\nThe world's hungriest athletes live by a code, a pledge to themselves and everyone else: Protect This House... I Will. Our goal is to Build A Great Team! <b>Will YOU&hellip;Protect This House?!<\u002Fb><\u002Fp><p><b>\nSUMMARY:\n<\u002Fb><\u002Fp><p>Do you love the athletic mindset? Do you &lsquo;get&rsquo; data and love cool algorithms? Are you ready to join the best brand on the planet? Under Armour is looking for a Data Scientist who will support our product, sales, leadership and marketing teams with insights gained from analyzing 1st party and 3rd party data. The ideal candidate will be processing some of the largest data sets in the industry! She or he will subsequently build models to propose and test the effectiveness of different courses of action. You love nothing more than a rigorous and repeatable test design. We can offer you an exciting work environment, surrounded by teammates with a similar passion and excitement in a world-class company\u002Fbrand. Rest assured that you will be working on the most important projects at Under Armour using the latest technology and leveraging the data, work and models from across the globe. Are you ready to make a difference?\n<\u002Fp><p><\u002Fp><p><b>ESSENTIAL DUTIES AND RESPONSIBILITIES:<\u002Fb><\u002Fp><ul><li>\nWork with stakeholders throughout the organization to identify opportunities for leveraging company data to make better decisions and assure improved outcomes<\u002Fli><li>\nExplore and analyze data from to drive optimization and improvement of product development, marketing and business strategies<\u002Fli><li>\nImprove the effectiveness of new data sources and data gathering techniques<\u002Fli><li>\nBuild custom algorithms to measure and optimize customer experiences, revenue generation, ad targeting and other business outcomes<\u002Fli><li>\nDevelop processes and tools to analyze model performance and data accuracy<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nQUALIFICATIONS:\n<\u002Fb><\u002Fp><ul><li>BS\u002FMS\u002FPhD in STEM; 2+years of experience<\u002Fli><li>\nDemonstrated coding proficiency with Python (3x), R, SQL<ul><li>\nData ingestion and manipulation (Panda, dyplr etc)<\u002Fli><li>\nFamiliar with coding\u002Fdesign patterns for analytics (MVT, BSTS etc)<\u002Fli><li>\nExperience with graphical libraries (Panel, Bokeh, D3)<\u002Fli><\u002Ful><\u002Fli><li>\nExperience working with data to cleanse and create features<\u002Fli><li>\nKnowledge of a variety of supervised\u002Funsupervised learning techniques\n<\u002Fli><li>Skilled at advanced statistical techniques and concepts or Bayesian application &ndash; feel free to convince us which is right!<\u002Fli><li>\nExcellent written and verbal communication skills<\u002Fli><li>\nA passion for mastering the new technologies and techniques<\u002Fli><li>\nIdeally, some experience using cloud \u002Fweb services such as AWS, Adobe Target, SalesForce Einstein, Google\u002FFB Paid media via Google Analytics, Adwords, Facebook Insights, etc.<\u002Fli><\u002Ful><p><b><i>\nAt Under Armour, we are committed to providing an environment of mutual respect where equal employment opportunities are available to all applicants and teammates without regard to race, color, religion, sex, pregnancy (including childbirth, lactation and related medical conditions), national origin, age, physical and mental disability, marital status, sexual orientation, gender identity, gender expression, genetic information (including characteristics and testing), military and veteran status, and any other characteristic protected by applicable law. Under Armour believes that diversity and inclusion among our teammates is critical to our success as a global company, and we seek to recruit, develop and retain the most talented people from a diverse candidate pool.<\u002Fi><\u002Fb><\u002Fp><\u002Fdiv>","67efbcf408b691a2":"<ul><li>Has a data science background (MS or equivalent in Statistics, Applied Math, OR, or a related quantitative field + 2 yrs experience; or BS + 5 yrs experience).<\u002Fli><li>Highly skilled in at least one relevant data science discipline.<\u002Fli><li>Proficient in specialized modelling software (e.g., R, Matlab, or Stata)<\u002Fli><li>Has experience with a scripting language to scale methods (e.g., Python).<\u002Fli><li>Able to gather and use large and small datasets from multiple sources in domain.<\u002Fli><li>Understands how to use standard data science methodologies to solve complex data science problems.<\u002Fli><li>Able to understand what a team owns, including data pipeline and business impact.<\u002Fli><li>Can write accurate, clear, and mathematically rigorous technical documents and reports.<\u002Fli><\u002Ful>\n<br>\n<p>The Research and Development Center in Sumner, WA is tasked with serving as a testbed for new technology intended for use throughout customer fulfillment. The Performance Team evaluates new products to answer design questions, identify failure modes and determine whether the product meets baseline throughput, quality and reliability assumptions.<br>\n<br>\nWe need a person who is highly skilled in a quantitative data science discipline (e.g., statistics, time series analysis, Design of Experiment development). They would be able to translate well-defined plain language test objectives into mathematically robust designs of experiments and ensure our team of data analysts interpret the results using appropriate assumptions, methodologies, and current data science best practices. They would seek feedback from me and project stakeholders on their proposed solution approach and methodology. Although their solutions may need refinement, they would assume responsibility for correct implementation and would validate their data, assumptions, and results.<br>\n<br>\nTheir work would focus on loosely- defined problems in support of our organization's goals. With only minimal guidance, they would follow best practices to direct the collection of data from multiple sources, and would adapt existing knowledge to build models, and design workable solutions to meet customer needs. They would be comfortable with specialized modelling software (e.g. R) and have experience with a scripting language to scale your methods (e.g., Python). They would effectively partner with business, science, and engineering teams.<br>\nThey would participate in team business reviews, design, scoping, and prioritization discussions. They would seek to learn the business context and technologies behind what their team owns. They would work effectively with customers and\u002For internal partners to understand business impacts and identify any opportunities\u002Fproblems arising from the technical or business decisions. They would write accurate, clear, and mathematically rigorous technical documents and reports and ensure that their work meets customer needs and team goals.<br>\n<br>\nThey would serve as the most experienced Data Scientist on staff and as such they would serve as a mentor for junior colleagues, help develop their technical skills and serve as an escalation point for particularly challenging mathematical problems.<\u002Fp>\n<br>\n<div><ul><li>Has experience designing sophisticated DOE's<\u002Fli><li>Has experience working with Overall Equipment Effectiveness metrics<\u002Fli><li>Has experience in the fulfillment, manufacturing or industrial environments<\u002Fli><li>Good communicator whom is able to explain the requirements and limitations of different test designs to stakeholders<\u002Fli><li>Experience with mentoring data analysts and junior data scientists<\u002Fli><li>Experience influencing data analyst and data scientist best practices within your team<\u002Fli><li>Hands on experiences in many disparate technologies and emerging platforms<\u002Fli><li>Ability to learn new technologies quickly<\u002Fli><\u002Ful>\nAmazon.com is an Equal Opportunity Employer &ndash; Minority \u002F Women \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation<\u002Fdiv>","7e37b05e0681adb7":"The Role\n<br><br>\nWe're looking for a highly entrepreneurial Data Scientist to incubate our Analytics function focused on maximizing platform liquidity by formulating marketplace practices that strengthen the mutuality of interest between buyers and sellers on the company's exchange.\n<br><br>\nThe perfect candidate will have a background in a quantitative or technical field, will have experience working with big data sets, and will have experience in data-driven decision making. You are focused on results, a self-starter, and have demonstrated success in using analytics to drive the understanding, growth, and success of a marketplace-based business. This position is based full time in our New York, NY office and will initially report into our Co-founder & President.\n<br><br>\nAbout TripleLift\n<br><br>\nTripleLift is the technology company that invents, powers and scales ads that earn consumer attention.\n<br><br>\nHaving set the standard for respectful advertising, the company leverages its dynamic templating and computer vision technologies to flawlessly deliver and scale in-feed native ads, branded content experiences and programmatic OTT brand integrations that match the look and feel of the content that is being consumed. TripleLift is reshaping the digital advertising landscape with consumer centric advertising that drives results for advertisers and unlocks new revenue streams for digital media publishers, app developers and television networks.\n<br><br>\nHeadquartered in New York City, TripleLift has offices across North America, Europe and Asia Pacific. For more information about TripleLift, please visit triplelift.com\n<br><br>\nResponsibilities\n<br><br>\n<ul>\n<li>Apply expertise in quantitative analysis, data mining, and the presentation of data to see beyond the numbers and understand how and why our customers buy and sell media on our platform<\u002Fli>\n<li>Partner with commercial and technical teams to solve problems and identify trends and opportunities<\u002Fli>\n<li>Inform, influence, support, and execute key platform decisions and launches<\u002Fli>\n<li>Additional responsibilities include but are not limited to:<\u002Fli>\n<li>Understanding ecosystems, customer behaviors, and trends<\u002Fli>\n<li>Defining, evaluating, and monitoring key platform metrics<\u002Fli>\n<li>Understanding root causes of changes in metrics<\u002Fli>\n<li>Identifying new levers to help move key metrics<\u002Fli>\n<li>Designing and evaluating experiments<\u002Fli>\n<li>Building models of customer behaviors for analysis<\u002Fli>\n<li>Building key data sets to empower operational and exploratory analysis<\u002Fli>\n<li>Communicating state of business, experiment results, etc. to platform teams<\u002Fli>\n<li>Influencing platform teams through presentation of data-based recommendations<\u002Fli>\n<li>Spreading best practices to platform teams<\u002Fli>\n<\u002Ful>\nQualifications\n<br><br>\n<ul>\n<li>5+ years experience doing quantitative analysis<\u002Fli>\n<li>BA\u002FBS in Computer Science, Math, Physics, Engineering, Statistics or other technical field<\u002Fli>\n<li>Proficiency in SQL and scripting languages (e.g, PHP, Python, Perl, etc)<\u002Fli>\n<li>Ability to communicate the results of analyses with platform and leadership teams to influence the strategy of the platform<\u002Fli>\n<li>Understanding of statistics (e.g, hypothesis testing, regressions)<\u002Fli>\n<li>Experience manipulating data sets through statistical software (e.g, R, SAS) or other methods<\u002Fli>\n<li>Experience automating analyses and authoring pipelines using analytics frameworks such as Databricks<\u002Fli>\n<\u002Ful>\nBenefits and Company Perks\n<br><br>\n<ul>\n<li>Amazing company culture<\u002Fli>\n<li>Competitive salary and performance-based bonuses<\u002Fli>\n<li>Ongoing professional development<\u002Fli>\n<li>Comprehensive Medical, Dental and Vision insurance<\u002Fli>\n<li>Equity options<\u002Fli>\n<li>401(k) program<\u002Fli>\n<li>Snacks on snacks on snacks<\u002Fli>\n<li>Yoga, massages, and meals<\u002Fli>\n<\u002Ful>\nTripleLift Awards\n<br><br>\n<ul>\n<li>Inc. Magazine's list of fastest-growing companies - 2017, 2018, 2019<\u002Fli>\n<li>Crain's Best Places to Work - 2015, 2016, 2017, 2018<\u002Fli>\n<li>Forbes Next Billion Dollar Companies - 2018 Inc.<\u002Fli>\n<li>Crain's Fast 50, Fastest Growing Companies in New York - 2017, 2018<\u002Fli>\n<li>Deloitte Technology Fast 500 - 2017, 2018<\u002Fli>\n<li>CEO & Co Founder Eric Berry won the Ernst & Young Entrepreneur Of The Year 2019 New York Marketing and Advertising Award<\u002Fli>\n<\u002Ful>\n<b>Note:<\u002Fb> The Fair Labor Standards Act (FLSA) is a federal labor law of general and nationwide application, including Overtime, Minimum Wages, Child Labor Protections, and the Equal Pay Act. This role is a FLSA exempt role.","11d1c76364c23dd7":"<div><p><b>Requisition ID:<\u002Fb><br>\nreq7778<\u002Fp>\n<p><b>Job Title:<\u002Fb><br>\nStatistician\u002FData Scientist<\u002Fp>\n<p><b>Number of Openings:<\u002Fb><br>\n1<\u002Fp><p><b>\nEmployment Type:<\u002Fb><br>\nRegular Full-Time<\u002Fp>\n<p><b>Shift:<\u002Fb><br>\nFirst<\u002Fp>\n<p><b>Weekends:<\u002Fb><br>\nNot Required<\u002Fp>\n<p><b>Location:<\u002Fb><br>\nAthens, GA<\u002Fp>\n<p><b>Additional Details:<\u002Fb><\u002Fp><p><b>\nStatistician\u002FData Scientist, Advanced Analytics Talent Development Program<\u002Fb><\u002Fp><p>\nState Farm Insurance is seeking a statistician\u002Fdata scientist to develop into a leader for our Modeling and Analytics Graduate Network (MAGNet), a year-round, long-term advanced analytic development program for graduate students at the University of Georgia. MAGNet analysts apply their modeling and analytic skills to a wide variety of real and relevant business challenges faced by the State Farm organization. The MAGNet co-lead position is an applied analytics role focused on individual project work with the intent to assume full management of the program in the future, and is located in our downtown Athens office adjacent to the University of Georgia.<\u002Fp><p>\nMAGNet leads are responsible for the development, oversight, and review of all phases of MAGNet modeling and analytical projects, as well as leading a team of graduate-level individuals to carry out the work. Statistical areas of focus include but are not limited to: predictive modeling, machine learning, experimental design, computational and coding research, statistical analysis, forecasting, and research &amp; development of new statistical\u002Fdata science approaches. The role also includes coaching\u002Fdeveloping the students into true analytic professionals, both from a technical expertise perspective and also &ldquo;soft skills&rdquo; such as problem solving, communication, project scoping\u002Fmanagement, and presentation skills. Ideally the student engagement concludes with full-time State Farm employment offers. MAGNet leads also oversee day-to-day management of the State Farm office facility and serve as a liaison between State Farm and the University&rsquo;s Department of Statistics. This co-lead role is a mix of MAGNet engagement and independent statistical consultation, analysis, or modeling work apart from MAGNet.<\u002Fp><p>\nThe role also requires collaboration and virtual partnering with full-time State Farm modeling associates throughout State Farm (very limited, occasional travel). Ongoing professional development is encouraged and supported through a variety of assignments, pertinent conferences, and advanced training.<\u002Fp><p><\u002Fp><br>\n<p><b>\nQualification Requirements:<\u002Fb><\u002Fp><ul><li>M.S. or above in a quantitative discipline (Statistics preferred) with experience in advanced predictive modeling in an applied environment (Banking, Finance, Insurance)<\u002Fli><li>Project or team leadership experience is desirable<\u002Fli><li>2-5 years experience engaging in quantitative analysis to solve business problems<\u002Fli><li>Experience in a variety of advanced modeling techniques &ndash; logistic regression, general linear and non-linear modeling, survival analysis, clustering, time series, machine learning, etc.<\u002Fli><li>Knowledge and experience coding and using statistical software (primarily Python, SAS, and R)<\u002Fli><li>Experience engaging in quantitative analysis to solve business problems<\u002Fli><li>Excellent problem solving and communication skills, ability to handle multiple projects simultaneously, and can work well with others<\u002Fli><li>Formal or informal teaching\u002Fmentoring experience a plus<\u002Fli><\u002Ful><p>\n#LI-MV1<\u002Fp><\u002Fdiv>","071b590b9476799d":"<div><\u002Fdiv><div><div>The Intercontinental Exchange (ICE) is looking for a Data Scientist to join our Strategic Analytics. The Strategic Analytics team is responsible for product and customer analytics, company-wide data uniformity, data consolidation and senior executive requested analyses. This position will be responsible for identifying and developing comprehensive data sets for new and existing projects. The successful candidate will work on new and existing projects in close collaboration with teams that include Data Warehouse, Sales, Finance and other stakeholders.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nResponsibilities<\u002Fb><\u002Fdiv><div><ul><li>\nInteracting with project stakeholders, ensure that development requirements are clearly understood, then provide analytical solutions addressing the business&rsquo; requirements<\u002Fli><li>\nDesign and develop tools to enhance current and future data requirements from multiple data sources<\u002Fli><li>\nManage timelines and provide accurate completion deadlines<\u002Fli><li>\nWork with SQL and other database access tools and methods to address business or technical requirements<\u002Fli><li>\nDesign, implement and support data movement solutions across multiple platforms and data sources (Database tables\u002Fviews and external files) using custom code and ETL tools and frameworks<\u002Fli><li>\nDevelop and implement various Tableau dashboards<\u002Fli><li>\nBecome proficient in the data model and data structures to be able to efficiently respond to business queries and requests<\u002Fli><li>\nProvide ongoing maintenance and support of database schemas and views<\u002Fli><li>\nConduct root cause analysis and resolve production problems and data issues<\u002Fli><li>\nCreate and maintain up to date documentation of the data model, data flow and field level mappings<\u002Fli><\u002Ful><\u002Fdiv>\n<div><b>Knowledge and Experience<\u002Fb><div><ul><li>\nBachelor&rsquo;s degree in statistics\u002Fengineering\u002Fmath\u002Fquantitative analytics\u002Feconomics\u002Ffinance or a related quantitative discipline required<\u002Fli><li>\nMasters in engineering\u002Fphysics\u002Fstatistics\u002Feconomics\u002Fmath\u002Fscience preferred<\u002Fli><li>\nExtensive experience programming analytic models using R, Python, Java, MATLAB, SAS, or other programming language<\u002Fli><li>\nExperience in modeling behavior of financial instruments by either statistical and\u002For machine learning methods<\u002Fli><li>\nExperience with data science techniques and real-world application experience<\u002Fli><li>\nExperience working with SQL, developing complex SQL queries, and leveraging SQL in Tableau<\u002Fli><li>\nDeep understanding of Data Governance and Data Modeling<\u002Fli><li>\nMust be resourceful, self-motivated, and comfortable working under pressure in an unstructured environment with little supervision<\u002Fli><li>\nStrong communications skills<\u002Fli><li>\nProven ability and initiative to learn and research new concepts, ideas, and technologies quickly<\u002Fli><li>\nStrong systems\u002Fprocess orientation with demonstrated analytical thinking, organization skills and problem solving skills<\u002Fli><li>\nAbility to work in a team-oriented, collaborative environment<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div>\nIntercontinental Exchange, Inc. is an Equal Opportunity and Affirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, sexual orientation, gender identity, national origin or ancestry, age, disability or veteran status, or other protected status.<\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<br><div><div>Additional Information\n<\u002Fdiv><ul><li>Job Type: Standard<\u002Fli>\n<li>Schedule: Full-time<\u002Fli><\u002Ful><\u002Fdiv>","b148d57f2806969c":"<div><div><div>Plaid&rsquo;s data science team is building technologies that improve how millions of users understand and grow their financial lives. We're looking for data scientists with experience applying state-of-the-art machine learning and data science techniques toward any area, including natural language processing, security, anomaly detection, optimization, and time series forecasting. We value not only technological know-how, but also creativity, user empathy, and teamwork.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAt Plaid, you will have access to unparalleled collections of transactions, accounts, and financial data. You will be empowered by this data and by our team to build products generating compelling insights and recommendations for our users.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What excites you<\u002Fb><\u002Fh3><div><ul><li>\nUtilizing features of billions of transactions to help borrowers access capital for personal and small-business loans and mortgages<\u002Fli><li>\nModeling the nuanced language of financial statements to extract useful information from their unstructured data (see https:\u002F\u002Fblog.plaid.com\u002Fmaking-sense-of-messy-data\u002F)<\u002Fli><li>\nExploring new ways we can better equip users and clients with insights about spending, saving, and investing<\u002Fli><li>\nChampioning a data-first approach toward decision-making across the entire organization<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What excites us<\u002Fb><\u002Fh3><div><ul><li>\nAt least 2 years of production data science experience<\u002Fli><li>\nPreferably (but not required) a graduate degree in machine learning, computational statistics, or similar fields<\u002Fli><li>\nStrong collaborative mindset and experience working with external clients to translate their needs into effective engineering solutions<\u002Fli><li>\nBachelor's degree or equivalent work experience in Computer Science, Engineering, or a closely related field<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>We are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","21649f4e9e6057cf":"<div>The Global Data Insights and Analytics (GDI&amp;A) Connected Vehicle Analytics team supports Ford Motor Company&rsquo;s various connected vehicle initiatives with analytical and machine learning solutions. We are looking for a data scientist with expertise in Machine Learning and Statistical Modeling. We are especially excited about candidates with prior experience in scalable technologies (Hadoop\u002FSpark) and strong technical mindset who demonstrate a passion for applying state-of-the-art solutions to novel and challenging problems. As a member of this dynamic team, you will have the opportunity to work with some of the brightest global subject matter experts in product development and vehicle connectivity who are transforming the automobile industry. The job candidate should have great autonomy, exceptional collaboration and leadership skills, and self-discipline to conduct original research and choose appropriate methodologies to solve related problems.<br>\n<br>\n<br>\n<br>\n<b>Responsibilities:<\u002Fb><br>\n<ul><li>\nExplore and analyze source data and data flows, working with both structured and unstructured data; Manipulate high-volume, high-dimensional data from a variety of sources to identify value-generating patterns, anomalies, relationships, and trends<\u002Fli><li>\nStay current with advances in emerging technologies and analytic solutions for use in quantitative model development<\u002Fli><li>\nUtilize analytical applications like Python\u002FR and recent Big Data technologies (Hadoop\u002FSpark) to identify trends and relationships between different pieces of Ford-owned and third-party data, draw insightful conclusions and translate those analytical findings into next generation control algorithms<\u002Fli><li>\nDevelop scalable machine learning algorithm solutions to address real-world automotive and mobility challenges to enable an accelerated vehicle development process<\u002Fli><li>\nWrite timely and high-quality work reports, external publications, and records of inventions to document new ideas and research results; Communicate and present model insights to business customers and executives<\u002Fli><\u002Ful><br>\n<div><div><b>\nBasic Qualifications:<\u002Fb><ul><li>\nMaster&rsquo;s degree in a quantitative field such as Computer Science, Computer Engineering, Statistics, Economics, Mathematics, or Physics<\u002Fli><li>\n3+ years of experience with Machine Learning methods and tools, including but not limited to: deep neural networks, linear and nonlinear regression, classification, and clustering<\u002Fli><li>\n1+ year of experience in Hadoop\u002FSpark<\u002Fli><li>\n3+ years of experience in the following languages: Python\u002FR, Java\u002FScala<\u002Fli><\u002Ful><br>\n<b>\nPreferred Qualifications:<\u002Fb>\n<ul><li>PhD in a quantitative field such as Computer Science, Computer Engineering, Statistics, Economics, Mathematics, or Physics<\u002Fli><li>\nDomain knowledge in vehicle architecture, mobility and connectivity\n<\u002Fli><li>Demonstrated ability in the application of Machine Learning to real-world industrial settings with large scale data<\u002Fli><li>\nExperience with high-performance Deep Learning frameworks such as TensorFlow, PyTorch, Theano, Caffe, Caffe2<\u002Fli><li>\nExperience with version control systems such as Git<\u002Fli><li>\nStrong oral, written, and interpersonal communication skills and an ability to work in a collaborative team setting; Comfortable working in a fast-paced and innovative environment where problems are not always well-defined<\u002Fli><\u002Ful>\n<br>\nJoin our team as we create tomorrow! We believe in putting people first, working together, and facing challenges head-on, because we&rsquo;re Built Ford Tough. We&rsquo;re one team striving to make people&rsquo;s lives better while creating value, delivering excellence and ultimately going for the win.<br>\n<br>\nCandidates for positions with Ford Motor Company must be legally authorized to work in the United States on a permanent basis. Verification of employment eligibility will be required at the time of hire. Visa sponsorship is not available for this position, TN visa holders may be considered.<br>\n<br>\nFord Motor Company is an equal opportunity employer committed to a culturally diverse workforce. All qualified applicants will receive consideration for employment without regard to race, religion, color, age, sex, national origin, sexual orientation, gender identity, disability status or protected veteran status.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","56a3ff8f44685ab9":"<p><\u002Fp><div><p><b>Team Write-Up<\u002Fb><\u002Fp><p>\n360i Advanced Analytics is about taking complex data to devise elegant yet simple, actionable solutions to our clients' business questions. Our clients see us as trusted advisors and depend on our subject matter expertise to drive enhanced decision making via our deep (and constantly evolving) marketing analytics capabilities.<\u002Fp><p>\nFor this role, we are looking for someone who is deeply interested in the application of advanced statistic and econometric methodologies in both theory and practice. Candidates should be intellectually curious with a passion for learning while simultaneously a pragmatic self-starter who sees projects through to completion.<\u002Fp><p><b>\nData Scientist<\u002Fb><\u002Fp><p><b>\nResponsibilities<\u002Fb><\u002Fp><ul><li>\nOperate 'in-the-weeds' on client analytics engagements, executing the below within Python or R:<ul><li>\nCleanse, compile and process data<\u002Fli><li>\nExecuting statistical\u002Feconometric frameworks in either<\u002Fli><li>\nUnder direction of Manager\u002FAD, develop custom analytical tools for ongoing media optimization<\u002Fli><\u002Ful><\u002Fli><li>\nParticipate in stakeholder interview process for each project to frame analytics solutions through appropriate lens<\u002Fli><li>\nAssist in discovery of new analytics methodologies, outline roadmap for tool development, and execute tool build<\u002Fli><li>\nInterface directly with media team and client (when applicable) on interpretation of analytics outputs and how to implement results<\u002Fli><\u002Ful><p><b>\nQualifications &amp; Requirements:<\u002Fb><\u002Fp><ul><li>\nBachelors Degree in a quantitative field<\u002Fli><li>\nUnderstanding of econometric and statistical frameworks, including but not limited to:<ul><li>\nMultivariate linear regression, logistic regression, Bayesian networks, clustering, etc.<\u002Fli><\u002Ful><\u002Fli><li>\n1-2 years working experience in analytics or other consultancy<\u002Fli><li>\nPossess the ability to receive direction, take ownership, and operate independently to solve to client requests using a combination of critical thinking and initiative<\u002Fli><li>\nStrong interpersonal skills or the demonstrated desire to develop client management ability<\u002Fli><li>\nExperience with marketing response models and their applications a plus<\u002Fli><li>\nFunctional working knowledge of R and\u002For Python (e.g., can process data and run statistical analyses)<\u002Fli><li>\nExpert in Excel and PowerPoint<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","4648d3ea93430d9a":"<div><div><div>Responsibilities<\u002Fdiv>\n<\u002Fdiv><ul><li>Development of Deep Neural Network (DNN) for multi-dimensional medical signal and image processing.<\u002Fli>\n<li>Data mining with Hospital data and collaboration with physicians.<\u002Fli>\n<\u002Ful><div><div>Basic Qualifications<\u002Fdiv>\n<\u002Fdiv><ul><li>Graduate degree in Computer Science, Electrical Engineering, BioEngineering, or similar technical fields.<\u002Fli>\n<li>3+ years of experiences in neural, medical signal and image processing and machine learning project.<\u002Fli>\n<li>Familiarity with machine learning algorithms and deep neural networks.<\u002Fli>\n<li>1+ years of experience with one or more deep neural network frameworks (e.g. Tensorflow, Keras, Pytorch, Caffe, MXNET, CNTK, etc.).<\u002Fli>\n<li>Strong programming skills in Python, C++, or other programing languages.<\u002Fli>\n<\u002Ful><div><div>Preferred Qualifications<\u002Fdiv>\n<\u002Fdiv><ul><li>Experience with one or more neuroscience study software (e.g. SPM, AFNI, FSL, FREESURFER, EEGLAB, BRAINSTORM, MNE, etc.).<\u002Fli>\n<li>Experience in deployment of deep neural network for web applications.<\u002Fli><\u002Ful><\u002Fdiv>","58ef230108c79273":"<div><p>GCP has developed a new industry segment, In-Transit Concrete Management. The company&rsquo;s flagship solution in this segment is Verifi&reg;, a complex, electromechanical control system for managing the properties of concrete during delivery. We process the large data sets generated from these deliveries into simple but impactful tools that enable our customers to run their operations more efficiently resulting on better designed and manufactured concrete. Aside from the financial impact for the customer, this technology is able to drive significant CO2 reductions leading to higher sustainability for the entire industry.<\u002Fp><p><b>\nResponsibilities<\u002Fb><\u002Fp><p>\nAs a data scientist, you will be responsible for discovering and implementing new ways to take advantage of the data to revolutionize the current construction practices. The ideal candidate will be a curious and creative problem solver that seeks out the toughest challenges. You will apply machine-learning techniques to improve real-time measurement, control, and analysis algorithms. You will use data mining and predictive analytics with our high-dimension, multi-source databases to identify unexpected relationships and improve decision-making.<\u002Fp><p>\nIn this role, the candidate will work directly with our data scientists, software developers, civil engineers, material science experts, marketing managers, and customers to identify research topics and convert your findings into products. You will conduct self-directed research programs and perform ad-hoc data analysis in a fast-paced environment.<br>\n<\u002Fp><p><b>\nSkills &amp; Experience<\u002Fb><\u002Fp><p>\nCandidates for this position should meet the following:<\u002Fp><ul><li>\nMS or Ph.D. in Applied Math, Statistics, Computational Science, Computer Science, Data Science, or related<\u002Fli><li>\n3+ years experience in machine learning and predictive analytics<\u002Fli><li>\nExperience with large data stores, both SQL and noSQL (e.g. Hadoop)<\u002Fli><li>\nProven capabilities in presenting technical findings to non-technical audiences<\u002Fli><li>\nExperienced in Python, R, Matlab or similar data science languages<\u002Fli><li>\nExperience with statistical modeling<\u002Fli><li>\nPractical experience in preparing data for machine learning<\u002Fli><li>\nPractical experience in using and designing regression, SVM, clustering, and other classification models.<\u002Fli><li>\nNice to have experience in optimization<\u002Fli><li>\nNice to have experience in Spark, Tensorflow, parallel computation<\u002Fli><\u002Ful>\nTravel less than 10%.<\u002Fdiv>","2116d8310cd040a7":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>The CCC Data Scientist serves as a resource for operational, performance, and population health analysis for the Community Care Collaborative. Under general direction, the Data Scientist is responsible for organizing, analyzing, and reporting on data from large clinical, financial, and enrollment data sets. This position will develop custom algorithms, predictive and\u002F or prescriptive models that help to optimize healthcare delivery to our patients. This position will also assist in the design and development of data warehouses, performance dashboards, program evaluation models, and other systems that support the development of a clinically integrated network that is patient centered and data driven.\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><div>Essential Duties (at least 5 that are non-negotiable duties and are absolutely pertinent to successfully completing the job without accommodations):<br>\n<br>\n<ul><li>Build statistical (including predictive) models for various projects that range from program evaluation to population management.<\u002Fli><li>Perform quantitative and qualitative data analyses and prepare results to share with internal and external customers.<\u002Fli><li>Aid in design and development of data warehouse\u002Fdata mart applications.<\u002Fli><li>Communicate highly technical information to numerous audiences including internal and external stakeholders and the community.<\u002Fli><li>Undertake complex data integration activities.<\u002Fli><li>Identify and troubleshoot data anomalies and irregularities.<\u002Fli><li>Prepare written and oral reports that communicate necessary information to internal and external customers.<\u002Fli><li>Produce and streamline as needed ongoing monthly, quarterly and annual reports in support of CCC.<\u002Fli><li>Become a data subject matter expert (SME) and understand various sources and applications of CCC data.<\u002Fli><li>Performs other duties as assigned.<\u002Fli><\u002Ful><\u002Fdiv><div><br>\nKnowledge\u002FSkills\u002FAbilities:<\u002Fdiv><ul><li>Knowledge of advanced statistical techniques and concepts (regression, optimization, clustering, decision trees, random forests, etc.).<\u002Fli><li>Experience using statistical computer languages to build efficient models.<\u002Fli><li>Exceptional critical thinking and problem solving skills.<\u002Fli><li>Keen understanding of data structure\u002F data architecture.<\u002Fli><li>Ability to manipulate data using SQL in SSMS environment.<\u002Fli><li>Familiarity with healthcare data from multiple sources including claims and EHR data.<\u002Fli><li>Ability to manage and prioritize multiple projects with varying deadlines.<\u002Fli><li>Compliance with data confidentiality and security procedures.<\u002Fli><li>Experience with Microsoft Office applications specifically MS Word, MS Excel and MS Outlook.<\u002Fli><li>Ability to write and speak clearly, easily communicating complex ideas as indicated by audience.<\u002Fli><li>Knowledge of healthcare, including medical claims coding, relationships between health plans, providers, and payers, a plus.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nPeople Management\u002FDepartment Management\u002FBusiness Unit Management:<br>\nThe Data Scientist will serve as a project lead for projects on which there are multiple analysts. In that role, the Data Scientist may function in a supervisory position.<\u002Fdiv><div><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div>MINIMUM EDUCATION: Master&rsquo;s in Biostatistics, Statistics, Mathematics, Computer Science or another quantitative field<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nPREFERRED EDUCATION: PhD in Statistics, Mathematics, Computer Science or another quantitative field<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nMINIMUM EXPERIENCE:<br>\n<ul><li>2 years of experience manipulating data sets and building statistical models, including predictive models<\u002Fli><li>1 year of experience with healthcare data<\u002Fli><li>2 years of experience with R scripting<\u002Fli><li>2 years of experience with SQL coding<\u002Fli><\u002Ful><br>\n<\u002Fdiv><div><\u002Fdiv><div>\nPREFERRED EXPERIENCE:<\u002Fdiv><ul><li>Experience with programming or scripting languages such as Python, Julia, MATLAB, Python, C++<\u002Fli><li>Experience with Tableau data visualization tool<\u002Fli><li>Experience with REDCap data repository<\u002Fli><li>Experience with Java<\u002Fli><li>Experience with MS Excel<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","263f803b8c22ea09":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>The mission of the Family Ecosystem team is to understand how the Facebook, Inc. family of products does, can, and should work together to best serve our users. There are now 2.7 billion people using Facebook, Instagram, WhatsApp or Messenger each month, and more than 2 billion people who use at least one of our services every day. Each of these platforms have their own unique features, users, and user behaviors. Data Scientists working on the Family Ecosystem provide the data foundation for understanding these dynamics and provide data-driven strategic guidance about these products.\n<br>\nWe are looking for a Data Scientist to focus on leading analyses across teams throughout the company and on the various apps to provide strategic guidance to company leadership. The perfect candidate has experience coordinating projects across organizational boundaries and job functions, quickly ramping up on new and disparate data sources, modeling user behaviors in complex systems, and performing systematic ecosystem analyses to provide data-driven guidance on company strategy.\n<\u002Fdiv><div><div>RESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nApply your expertise in quantitative analysis, data mining, and the presentation of data to see beyond the numbers and understand how our users interact with both our consumer and business products<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDrive projects with data teams across the company to solve problems and identify trends and opportunities<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nThe Data Scientist, Analytics (Family Ecosystems) role has work across the following areas:<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExploratory Analysis:<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nUnderstanding product and cross-product ecosystems, user behaviors, and long-term trend<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nIdentifying new levers to help move key metrics<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nBuilding models of user behaviors for analysis or to power production systems<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProduct Leadership:<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nInfluencing company leadership through presentation of data-based recommendations<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nCreating new metrics and analysis methodology and drive adoption across the company<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nData Infrastructure:<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nWorking in Hadoop and Hive primarily, Python or R helpful but not required<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nMS degree in a quantitative discipline (e.g., statistics, operations research, econometrics, computer science, applied mathematics, physics, electrical engineering, industrial engineering) or equivalent experience<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n8+ years experience doing quantitative analysis or statistical modeling<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nKnowledge of at least one modeling framework (e.g., scikit-learn, TensorFlow, SAS, R, MATLAB)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience influencing product strategy through data-centric presentations (to product, business, and other stakeholders)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nKnowledge in at least one of the following areas: predictive modeling, machine learning, experimentation methods<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience extracting and manipulating large datasets<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDevelopment experience in any scripting language (PHP, Python, Perl, etc.)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProven experience influencing cross-functional partners and work across teams<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience in network effects, growth, customer analytics, messaging a plus two sided platforms and teasing out causal inference from endogenous systems<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\n5+ years experience leading technical teams<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with distributed computing (Hive\u002FHadoop)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","2acd69eb96b82e5e":"<div><b>Introduction<\u002Fb><br>\nSoftware Developers at IBM are the backbone of our strategic initiatives to design, code, test, and provide industry-leading solutions that make the world run today - planes and trains take off on time, bank transactions complete in the blink of an eye and the world remains safe because of the work our software developers do. Whether you are working on projects internally or for a client, software development is critical to the success of IBM and our clients worldwide. At IBM, you will use the latest software development tools, techniques and approaches and work with leading minds in the industry to build solutions you can be proud of.<br>\n<br>\n<b>Your Role and Responsibilities<\u002Fb><br>\n<br>\nAt IBM we have an amazing opportunity to transform the world with cognitive technology. By using the vast amounts of information available today to identify new patterns and make new discoveries, we are helping cities become smarter, hospitals transform patient care, financial institutions minimize risk, and pharmaceuticals find cures for rare diseases.<br>\nData scientists work with enterprise leaders and key decision makers to solve business problems by preparing, analyzing, and understanding data to deliver insight, predict emerging trends, and provide recommendations to optimize results. Data scientists use a variety of data (structured, unstructured, IoT streaming), analytics, AI tools, and programming languages often using a cloud infrastructure to handle the volume and veracity of data streams.<br>\nArmed with data, modeling expertise, and analytic results, the data scientist communicates conclusions and recommendations to stakeholders in an organization's leadership structure. Business acumen is an important skill for data scientists to effectively communicate their findings to business leaders, data scientists need strong consulting, communication, visualization, and storytelling skills.<br>\n<br>\nData Scientists are in demand across IBM's growth areas. If hired, you will be matched to a team based on business demand, location and fit. Join the forward-thinking teams at IBM solving some of the world&rsquo;s most complex problems &ndash; there is no better place to grow your career!<br>\n<br>\n<b>What You&rsquo;ll Do as an Entry-Level Data Scientist:<\u002Fb><ul><li>\nYou will implement and validate predictive models as well as create and maintain statistical models with a focus on big data.<\u002Fli><li>\nYou will be exposed to and incorporate a variety of statistical and machine learning techniques such as logistic regression, experimental design, generalized linear models, mixed modeling, CHAID\u002Fdecision trees, neural networks and ensemble models.<\u002Fli><li>\nYou&rsquo;ll communicate with internal and external clients to understand business needs and provide analytical solutions.<\u002Fli><li>\nYou will use leading edge tools such as COGNOS, Watson Studio and Watson Machine Learning.<\u002Fli><li>\nYou&rsquo;ll work in an Agile, collaborative environment, partnering with other scientists, engineers, and database administrators of all backgrounds and disciplines to bring analytical rigor and statistical methods to the challenges of predicting behaviors.<\u002Fli><\u002Ful>\n<br>\n<b>Who You Are:<\u002Fb><ul><li>\nYou are great at solving problems, debugging, troubleshooting, and designing &amp; implementing solutions to complex technical issues.<\u002Fli><li>\nYou thrive on teamwork and have excellent verbal and written communication skills.\n<\u002Fli><li>You have strong technical and analytical abilities, a knack for driving impact and growth, and some experience with programming\u002Fscripting in a language such as Java or Python.<\u002Fli><li>\nYou have a basic understanding of statistical programming in a language such as R, SAS, or Python.<\u002Fli><\u002Ful>\nYou have an interest in, understanding of, or experience with Design Thinking and Agile Development Methodologies<br>\n<br>\nLocations:<br>\nMarkham<br>\nToronto<br>\n<br>\n<br>\n<br>\n<b>Required Technical and Professional Expertise<\u002Fb><br>\n<ul><li>Basic understanding of statistical programming in a language such as R, SAS, or Python.<\u002Fli><li>\nExperience with programming\u002Fscripting in a language such as Java or Python.<\u002Fli><li>\nKnowledge of statistical concepts such as regression, time series, mixed model, Bayesian, clustering, etc., to analyze data and provide insights.<\u002Fli><\u002Ful><br>\n<b>\nPreferred Technical and Professional Expertise<\u002Fb><br>\n<ul><li>Advanced knowledge of statistical concepts such as regression, time series, mixed model, Bayesian methods, clustering, etc., to analyze data and provide insights.<\u002Fli><\u002Ful><br>\n<b>\nAbout Business Unit<\u002Fb><br>\nNo matter where you work in IBM, you are making an impact. As an Early Professional with IBM, you will be taking on a key role with one of our industry-leading business units to take on the technology that is solving our most challenging problems and changing the way the world thinks.<br>\n<br>\n<b>Your Life @ IBM<\u002Fb><br>\nWhat matters to you when you&rsquo;re looking for your next career challenge?<br>\n<br>\nMaybe you want to get involved in work that really changes the world? What about somewhere with incredible and diverse career and development opportunities &ndash; where you can truly discover your passion? Are you looking for a culture of openness, collaboration and trust &ndash; where everyone has a voice? What about all of these? If so, then IBM could be your next career challenge. Join us, not to do something better, but to attempt things you never thought possible.<br>\n<br>\nImpact. Inclusion. Infinite Experiences. Do your best work ever.<br>\n<br>\n<b>About IBM<\u002Fb><br>\nIBM&rsquo;s greatest invention is the IBMer. We believe that progress is made through progressive thinking, progressive leadership, progressive policy and progressive action. IBMers believe that the application of intelligence, reason and science can improve business, society and the human condition. Restlessly reinventing since 1911, we are the largest technology and consulting employer in the world, with more than 380,000 IBMers serving clients in 170 countries.<br>\n<br>\n<b>Location Statement<\u002Fb><br>\nThis role will involve working with technology that is covered by Export Regulations sanctions. If you are a Foreign National from any of the following US sanctioned countries (Cuba, Iran, North Korea, Sudan, and Syria) on a work permit, you are not eligible for employment in this position.<br>\n<br>\n<b>Being You @ IBM<\u002Fb><br>\nIBM is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status. IBM is also committed to compliance with all fair employment practices regarding citizenship and immigration status.<\u002Fdiv>","2221da21b79c646b":"<div><div><b>Data Scientist Journey\u002FAnalytics\n<\u002Fb><\u002Fdiv><div><\u002Fdiv><div><b>Job Summary\n<\u002Fb><br>\nAre you obsessed with gathering data to illuminate the darkness of uncertainty? Are you passionate about creating an excellent customer experience? Are you a &quot;full stack&quot; data scientist and\u002For data engineer looking to work alongside highly motivated teammates and make a real difference at the highest level of a large organization? Then this position is for you! You will work alongside a multi-disciplinary team of customer experience fanatics to create better outcomes for our business and our customers. You'll bring the technical know-how and scientific curiosity to combine analytics, design, and consulting frameworks to improve customer experience by understanding, tracking and predicting sequences of events and interactions. You'll help business leaders answer critical questions related to customer journey mapping, customer experience transformations, digital adoption, multichannel acquisition, and other health care solution-specific challenges. You will help achieve tangible improvements across every member, patient and product journey! You'll use your business savvy to understand each customer journey, you'll satisfy your impulse to measure everything and establish journey baselines, and then you'll use your exploratory skills and data intuition to deliver customer insights on current pain points for customers and our business. In addition, you'll use your technical know-how to provide critical solutions to improve the customer experience, and your machine learning magic to push the solutions to the cutting edge.\n<\u002Fdiv><div><\u002Fdiv><div><b>Essential Functions\n<\u002Fb><\u002Fdiv><ul><li>The essential functions listed represent the major duties of this role, additional duties may be assigned.\n<\u002Fli><li>Study customer journeys and identify the best KPIs to measure and track success\n<\u002Fli><li>Own journey KPI measurements and scorecards to track business impact of analytical activities, strategy, and innovations\n<\u002Fli><li>Identify and understand the ways in which each customer&rsquo;s journey manifests itself in our data\n<\u002Fli><li>Establish a baseline for each journey with consideration of the total cost and revenue opportunity, customer penetration and member satisfaction impact\n<\u002Fli><li>Interrogate the data to identify existing customer pain points and proactively identify new ones as they emerge\n<\u002Fli><li>Identify missed opportunities to capture valuable data and help implement a solution\n<\u002Fli><li>Plan and execute effective experiments to lead the testing of new solutions (A\u002FB testing, etc.)\n<\u002Fli><li>Utilize data to drive decisions and follow the scientific method from hypothesis to conclusions and results\n<\u002Fli><li>Apply statistical rigor in analyses and know which statistical method to apply in every situation\n<\u002Fli><li>Provide recommendations to develop new solutions to improve the customer experience, optimize cost and revenue, and improve key customer metrics\n<\u002Fli><li>Make all analyses reproducible, share them with collaborators, and review the work of others\n<\u002Fli><li>Deliver presentations that concisely communicate insights with the objective of influencing successful change across the organization\n<\u002Fli><\u002Ful><div><\u002Fdiv><div><b>Required Work Experience\n<\u002Fb><\u002Fdiv><ul><li><div>6+ years related work experience or equivalent combination of transferable experience and education.\n<\u002Fdiv><\u002Fli><li><div>Hands-on analytics experience in data-centric business environment\n<\u002Fdiv><\u002Fli><li><div>Bachelor&rsquo;s degree or equivalent work experience\n<\u002Fdiv><\u002Fli><li><div>Expert with python and\u002For R and\u002For SAS\n<\u002Fdiv><\u002Fli><li><div>Expert in SQL and working knowledge of relational databases\n<\u002Fdiv><\u002Fli><li><div>Experience communicating effectively through visualizations\n<\u002Fdiv><\u002Fli><li><div>Education and experience using statistical and computational techniques to test hypotheses and answer questions\n<\u002Fdiv><\u002Fli><li><div>A proven ability to choose the right technique for the question being asked\n<\u002Fdiv><\u002Fli><li><div>A strong commitment to reproducible research and documentation\n<\u002Fdiv><\u002Fli><li><div>Empathy for customers and a passion for making their experience excellent\n<\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><div><b>Preferred Qualifications\n<\u002Fb><\u002Fdiv><ul><li><div>Industry experience in healthcare\n<\u002Fdiv><\u002Fli><li><div>Master&rsquo;s\u002FBachelor's degree in a related field Mathematics, Statistics, Research or closely related field<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv>","e9878a4849a34bd4":"<div><div><div>Did your things make you go &ldquo;wow&rdquo; today? At SmartThings, we are dedicated to making every home a Smart Home - and as the IoT platform of Samsung, with millions of users and connected devices, we are well on our way. We strive to create an easy-to-use, secure, and above all intelligent IoT solution for the home that delights our customers. Our fun, intelligent, and creative teams need your help to make our things a little more connected, and a lot smarter.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThis is a key role in SmartThings&rsquo; New York-based audio-video engineering team. The AV team is building highly scalable software to support several ambitious new IoT product features. We are looking for a talented data scientist with an interest in the fields of computer vision, security, and home automation.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe ideal candidate should have experience using a variety of data mining\u002Fanalysis methods, using a variety of data tools, building and implementing models to run on a variety of different hardware, using\u002Fcreating algorithms and creating\u002Frunning simulations. You should be comfortable working with a wide range of stakeholders and functional teams. You will work in an ecosystem of mobile apps, smart embedded devices, cloud-based backend services, and cutting-edge consumer electronics, contributing to the evolution of the Internet of Things.\n<\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh3><div><ul><li>Build and apply statistical and deep learning models<\u002Fli><li>\nPerform analysis and derive insight from data that align with strategic product objectives<\u002Fli><li>\nHelp drive the organization&rsquo;s data science and ML strategy as related to its home security product road map<\u002Fli><li>\nBuild rapport and manage relationships with other stakeholders including: engineering, product, and business development<\u002Fli><li>\nProgramming in C and\u002For Python<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Requirements<\u002Fb><\u002Fh3><div><ul><li>\nBS in ECE, EE, CS or related discipline or equivalent practical experience<\u002Fli><li>\n4+ years experience with designing, developing, testing and productionizing machine learning algorithms<\u002Fli><li>\nStrong communication skills, both verbal and written<\u002Fli><li>\nAbility to work collaboratively<\u002Fli><li>\nMotivation to learn and expand knowledge of AI and machine learning<\u002Fli><li>\nTravel: May include 10-15%<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Preferred Qualifications<\u002Fb><\u002Fh3><div><ul><li>\nExperience in Software Development in one or more programming languages: C\u002FC++, Python, Scala or other functional language<\u002Fli><li>\nStrong proficiency in at least one of the following: SQL, AWS, scikit-learn, and any deep learning framework<\u002Fli><li>\nKnowledge of internet technologies, protocols and cloud infrastructure<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","22cf7b75eedefd5b":"<div><\u002Fdiv><div><div><div><div><p>Data Scientist reports to the Business Solutions Manager at R&amp;T and is responsible for all Data Mining, Programming, Machine Learning and Analytical tasks associated with company generated data. This position focused on Research and Development to unlock the value in data assets while creating new and unique offering for customers in the oil &amp; gas industry. In this role, you will work with the R&amp;T leadership to help develop the data strategy and advanced data analytics algorithms for the business. Typically preferred a PHd in Computer Science or Mathematics and 5 - 10 years Data Mining, Machine Learning, Optimization Predictive and Prescriptive Analytics .<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div>\nKey Accountabilities\n<\u002Fdiv><div><ul><li>Works closely with third party providers in the development, testing and implementation of Machine Learning Algorithms and Systems .<\u002Fli>\n<li>Extracts, cleans and converts unstructured raw company generated information into analytically useful data sets.<\u002Fli>\n<li>Develops, tests and implements in-house Machine Learning algorithms.<\u002Fli>\n<li>Ensures that the data set presented for analysis is compatible with any algorithm developed either in-house or through a third-party system.<\u002Fli>\n<li>Continually refines and optimizes Machine Learning algorithms.<\u002Fli>\n<li>Works closely with the Realtime Data Cloud Development Team in the deployment of algorithms and associated systems.<\u002Fli>\n<li>Recommends methodologies in the development of optimal Machine Learning solutions.<\u002Fli>\n<li>Provides programming expertise as required.<\u002Fli>\n<li>Work closely with cross-functional teams in Operations, Asset Integrity, Research and Technology.<\u002Fli>\n<li>Network and collaborate with a broad range of internal business units to define and deliver joint solutions.<\u002Fli>\n<li>Perform other duties as assigned<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><div><div>Required Knowledge, Skills and Abilities\n<\u002Fdiv><div><ul><li>Knowledge of and experience in Machine Learning, Data Analytics, Data Mining and Optimization.<\u002Fli>\n<li>Knowledge and expertise in SQL, Java, R, Python, C, C++, and MATLAB.<\u002Fli>\n<li>Knowledge and understanding of Data Structure, Data Mining, Predictive and Prescriptive Analytics, Algorithm development, Optimization and Machine Learning Frameworks.<\u002Fli>\n<li>Knowledge of databases, modeling and schemas.<\u002Fli>\n<li>Ability to test and evaluate the impact of sensor generated parameters on key performance indicators.<\u002Fli>\n<li>Ability to solve complex data modeling tasks.<\u002Fli>\n<li>Ability to effectively interact with multi-disciplinary teams.<\u002Fli>\n<li>Ability to communicate professionally, both orally and in writing.<\u002Fli>\n<li>Ability to establish and maintain effective business relationships with cross-functional teams.<\u002Fli>\n<li>Ability to multi-task, work under pressure and react professionally to unplanned events.<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><div><div>Required Experience and Education\n<\u002Fdiv><div><div><div><div><div><p><b><i>Experience<\u002Fi><\u002Fb><\u002Fp><b><br>\n<\u002Fb><\u002Fdiv><p><\u002Fp><div><p><b><i>Req<\u002Fi><\u002Fb><\u002Fp><b>\n<\u002Fb><\u002Fdiv><div><p><b><i>Pref<\u002Fi><\u002Fb><\u002Fp><b>\n<\u002Fb><\u002Fdiv><\u002Fdiv><br>\n<\u002Fdiv><div><div><div><p>5-10 years<\u002Fp>\n<\u002Fdiv><div><p>Data Mining, Machine Learning, Optimization Predictive and Prescriptive Analytics<\u002Fp>\n<\u002Fdiv><div><p>X<\u002Fp><br>\n<\u002Fdiv><\u002Fdiv><br>\n<p><\u002Fp><div><div><p>Experience with Big Data analysis in the Oil and Gas Sector<\u002Fp><br>\n<\u002Fdiv><p><\u002Fp><div><p>X<\u002Fp><br>\n<\u002Fdiv><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><p><\u002Fp><div><div><div><div><p><b><i>Education Level<\u002Fi><\u002Fb><\u002Fp><b>\n<\u002Fb><\u002Fdiv><div><p><b><i>Req<\u002Fi><\u002Fb><\u002Fp><b>\n<\u002Fb><\u002Fdiv><div><p><b><i>Pref<\u002Fi><\u002Fb><\u002Fp><b><br>\n<\u002Fb><\u002Fdiv><\u002Fdiv><br>\n<\u002Fdiv><p><\u002Fp><div><div><div><p>Ph.D.<\u002Fp><br>\n<\u002Fdiv><p><\u002Fp><div><p>X<\u002Fp><br>\n<\u002Fdiv><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp><p>Required Travel: Up to 10%<br>\nNumber of Openings: 1<br>\nFLSA Status: Exempt<br>\nType of Position: Salaried<br>\nPosition Status: Full Time<br>\nAdditional Available Locations:<\u002Fp><br>\n<p><\u002Fp>\n<p>EEO is The Law - click here for more information<\u002Fp>\n<p>Equal Opportunity Employer Minorities\u002FWomen\u002FProtected Veterans\u002FDisabled<\u002Fp><\u002Fdiv>","3257125e6cc2649e":"<div><div><div><h3 class=\"jobSectionHeader\"><b>Job Details<\u002Fb><\u002Fh3>\n<\u002Fdiv><div><div><div><h2 class=\"jobSectionHeader\"><b>Position : <\u002Fb><b>Data Analyst \u002F Data Scientist<\u002Fb><\u002Fh2>\n<p>Take ownership of analytical projects end to end from extracting and exploring data, track feature usage of product using Mixpanel and Google Analytics, and present it to product managers.<\u002Fp>\n<p>Understand the database relationships and data flow to create and deliver reports using SQL, BI tools for business and internal users.<\u002Fp>\n<p>Provide analytical and business insights for decision-making and provide support for key growth metrics.<\u002Fp>\n<p>Provide operational\u002Fmanagement business analysis like calculating savings and total spend for the product and also provide customer support for data requests from internal users using ticketing system.<\u002Fp>\n<p>Work closely with various business functions to identify opportunities, analyze, and interpret trends or patterns in data sets using different techniques and tools such as Periscopedata, POSTGRESQL, Mixpanel, Google Analytics, Excel and R.<\u002Fp>\n<p>Ability to convey metrics to partners with business context and communicate findings and propose actionable recommendations to address the problems.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","cfc9816634a6fae5":"<div><p><b>The Challenge:<\u002Fb><\u002Fp><p>\nAre you excited at the prospect of unlocking the secrets held by a data set? Are you fascinated by the possibilities presented by the IoT, machine learning, and artificial intelligence advances? In an increasingly connected world, massive amounts of structured and unstructured data open up new opportunities. As a data scientist, you can turn these complex data sets into useful information to solve global challenges. Across private and public sectors &mdash; from fraud detection, to cancer research, to national intelligence &mdash; you know the answers are in the data.<\u002Fp><p><\u002Fp><p>\nWe have an opportunity for you to use your analytical skills to improve aerospace mission solutions. You&rsquo;ll work closely with your customer to understand their questions and needs, then dig into their data-rich environment to find the pieces of their information puzzle. You&rsquo;ll develop algorithms, write scripts, build predictive analytics, apply machine learning, and use the right combination of tools and frameworks to turn that set of disparate data points into objective answers to help military leaders make informed decisions. You&rsquo;ll provide your customer with a deep understanding of their data, what it all means, and how they can use it. Join us as we use data science for good in aerospace mission solutions.<\u002Fp><p><\u002Fp><p>\nEmpower change with us.<\u002Fp><p><\u002Fp><p><b>\nBuild Your Career:<\u002Fb><\u002Fp><p>\nAt Booz Allen, we know the power of analytics and we&rsquo;re dedicated to helping you grow as a data analysis professional. When you join Booz Allen, you can expect:<\u002Fp><ul><li>\naccess to online and onsite training in data analysis and presentation methodologies, and tools like Hortonworks, Docker, Tableau, and Splunk<\u002Fli><li>\na chance to change the world with the Data Science Bowl&mdash;the world&rsquo;s premier data science for social good competition<\u002Fli><li>\nparticipation in partnerships with data science leaders, like our partnership with NVIDIA to deliver Deep Learning Institute (DLI) training to the federal government<\u002Fli><\u002Ful><p><br>\nYou&rsquo;ll have access to a wealth of training resources through our Analytics University, an online learning portal specifically geared towards data science and analytics skills, where you can access more than 5000 functional and technical courses, certifications, and books. Build your technical skills through hands-on training on the latest tools and state-of-the-art tech from our in-house experts. Pursuing certifications? Take advantage of our tuition assistance, onsite boot camps, certification training, academic programs, vendor relationships, and a network of professionals who can give you helpful tips. We&rsquo;ll help you develop the career you want, as you chart your own course for success.<\u002Fp><p><\u002Fp><p><b>\nYou Have:<\u002Fb><\u002Fp><ul><li>Experience with one or more scripting or scientific languages, including Python, R, C++, or Java<\u002Fli><li>Experience with Microsoft Excel or Access<\u002Fli><li>Active Secret clearance<\u002Fli><li>BA or BS degree<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nNice If You Have:<\u002Fb><\u002Fp><ul><li>Experience with developing statistical and simulation models<\u002Fli><li>Experience with signal processing, time-series, and sensor analytics<\u002Fli><li>Experience with developing experimental and analytic plans for data modeling processes and using strong baselines<\u002Fli><li>Ability to determine cause and effect relationships accurately<\u002Fli><li>MS degree in Operations Research, Data Science, Applied Mathematics, CS, Physics, Statistics, Engineering, or a related technical field preferred; PhD degree in Operations Research, Data Science, Applied Mathematics, CS, Physics, Statistics, Engineering, or a related technical field a plus<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nClearance:<\u002Fb><\u002Fp><p>\nApplicants selected will be subject to a security investigation and may need to meet eligibility requirements for access to classified information; Secret clearance is required.<\u002Fp><p><\u002Fp><p>\nWe&rsquo;re an EOE that empowers our people&mdash;no matter their race, color, religion, sex, gender identity, sexual orientation, national origin, disability, veteran status, or other protected characteristic&mdash;to fearlessly drive change.<\u002Fp><\u002Fdiv><p><\u002Fp>","b391b90bf7241cd3":"<div><\u002Fdiv><div><div><b>EFT Analytics, Inc. <\u002Fb>is looking for a <b>Data Scientist <\u002Fb>to join our team! The Data Scientist will have the opportunity to work with a dynamic team to optimize and expand our advanced analytics platform. The successful candidate will be able to enhance and expand machine learning capabilities in the platform.<\u002Fdiv><br>\n<div><\u002Fdiv><div>Strong written and verbal communication skills are required.<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>A Day In The Life Typically Includes:<\u002Fb><\u002Fdiv>\n<ul><li>Research, design and develop machine learning algorithms as part of the product development team<\u002Fli><li>\nPerform Root Cause Analysis leveraging data science on large industrial problems related to process control, process engineering, and discrete manufacturing environments<\u002Fli><li>\nCollaborate with our process engineering teams as the expert in applied data science and machine learning techniques<\u002Fli><li>\nUse industry technologies, tools, and data mining frameworks for data analytics including data visualization for analyzing, optimizing, developing hypotheses, and drawing conclusions<\u002Fli><\u002Ful>\n<div><\u002Fdiv><div><b>What You Will Need:<\u002Fb><\u002Fdiv>\n<div><br>\nBasic Qualifications:<\u002Fdiv>\n<ul><li>2+ years of industry experience analyzing data sets and applying machine learning to assist decision making and solve problems<\u002Fli><li>\nKnowledge of supervised and unsupervised algorithms<\u002Fli><li>\nExtensive knowledge of a scientific computing language (e.g. Python or R)\n<\u002Fli><li>Experience writing code in a collaborative environment<\u002Fli><li>\nStrong knowledge of statistics and experimental design<\u002Fli><li>\nThis role is not eligible for visa sponsorship\n<\u002Fli><\u002Ful><div><b>What Will Put You Ahead?<\u002Fb><\u002Fdiv><br>\n<div><br>\nPreferred Qualifications:<\u002Fdiv>\n<ul><li>Master&rsquo;s degree or PhD in Mathematics, Computer Science, Computer Engineering, Physics, Data Science or Statistics from an accredited institution\n<\u002Fli><li>Exposure to programming languages: C#, Java, Scala, Julia\n<\u002Fli><li>Experience deploying models to production and ensuring the model remains relevant in production\n<\u002Fli><li>2+ years proficiency across a combination of academic and practical experience with Bayesian Statistics, Neural Networks, Regression Techniques, and other Machine Learning Applications<\u002Fli><li>\nThe ability to communicate results clearly and a focus on driving impact<\u002Fli><\u002Ful>\n<div><b>Additional Information:<\u002Fb><\u002Fdiv>\n<ul><li>Ability to travel for work up to 15% of the time, by plane, car, etc.<\u002Fli><\u002Ful>\n<div><\u002Fdiv><div><b>Want to learn more about <\u002Fb><b>EFT Analytics?<\u002Fb><\u002Fdiv><br>\n<div><\u002Fdiv><div>Twenty years ago, EFT Analytics set out to deliver real-time, data-driven insights. Today, Industry 4.0 is the advent of Internet of Things, smart manufacturing and industrial stewardship. Insights and results earn your data a seat in the boardroom. EFT is a subsidiary of Koch Industries, one of the largest private companies in the U.S. Koch has delivered results using its unique management philosophy across dozens of industries and hundreds of sites for decades. EFT strives daily to bring those time-tested fundamentals to how we operate and what we deliver.<\u002Fdiv><br>\n<div><\u002Fdiv><div>Our people and culture are just like you, totally unique. We come from vastly diverse backgrounds. We&rsquo;ve taken our own paths. When there wasn&rsquo;t a path, we blazed trails. Trails that led us here. Where we find ourselves unified around one mission: to be the best data analytics company on the planet. And we won&rsquo;t stop until we get there.<\u002Fdiv><br>\n<div><\u002Fdiv><div><i>Salary and benefits commensurate with experience.<\u002Fi><br>\n<b><i>This role is not eligible for work visa sponsorship.<\u002Fi><\u002Fb><\u002Fdiv>\n<div><i>We are an equal opportunity employer. Minority\u002FFemale\u002FDisabled\u002FVeteran<\u002Fi><br>\n<\u002Fdiv>\n<div><i>This employer uses E-Verify. Please visit the following website for additional information: <\u002Fi><i>www.kochcareers.com\u002Fdoc\u002FEverify.pdf<\u002Fi><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>"}