{"741e07b3af1c27e1":"<div><\u002Fdiv><div><div><div>We are looking for Data Scientists to come and work on our growing AI stack. If you are excited about Machine Learning\u002FDeep Learning based NLP\u002FReinforcement Learning, Model Deployment Pipeline, then AppZen is the right place for you to use and grow your skills.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Skills:<\u002Fb><\u002Fh3><div><ul><li>\nBuilding Deep Learning based NLP\u002FReinforcement Models\n<\u002Fli><li>In depth understanding of various CNN\u002FSequence Models\n<\u002Fli><li>Unsupervised learning, training fast and accurate deep networks.\n<\u002Fli><li>Good understanding of machine learning algorithms.\n<\u002Fli><li>Experience with one or more large databases and data visualization.<\u002Fli><li>\nExperience with TensorFlow\u002FKeras and\u002For Pytorch, Scikit Learn, Matplotlib, NLTK or other associated packages.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Must Haves:<\u002Fb><\u002Fh3><div><ul><li>\nExpert in developing code in Python\n<\u002Fli><li>Self starter who can be productive from the first day\n<\u002Fli><li>Excellent communication skills\n<\u002Fli><li>2-3 years related work experience\n<\u002Fli><li>PhD\u002FMS in Computer Science or related\n<\u002Fli><li>Experience in Machine Learning or Deep Learning<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","e06108b433b41ef3":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Nov 1, 2018<\u002Fb><\u002Fdiv><div>\nRole Number: <b>200007139<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nAt Apple, great ideas have a way of becoming great products, services, and customer experiences very quickly. If you are a self-motivated, high-energy individual who is not afraid of challenges, we&rsquo;re looking for you.\nApple is seeking a tried Data Integrity Analyst (Data Scientist) to join the Apple Media Products Analytics and Data Products team. The Data Integrity Analyst plays an important role in detecting, tracking data integrity issues and taking them to resolution end to end. This is a multi-functional role working with production support, engineering, operations, QA, legal etc. teams in assessing data integrity issues, performing data analysis, impact analysis, root cause analysis, QA and production rollouts.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\n6+ years of industry experience passionate about improving quality of the data in big data environment<\u002Fli><li>\nStrong working knowledge of supervised and unsupervised machine learning models.<\u002Fli><li>\nExperience with Python, Scala, or another high-level programming language.<\u002Fli><li>\nA good understanding of Spark. Experience using Spark is a great advantage.<\u002Fli><li>\nExperience working with large volumes of data and knowledge of big data challenges is highly desirable.<\u002Fli><li>\nExperienced in leading and coordinating multi-functional activities between QA, Engineering, Business, Legal etc.<\u002Fli><li>\nExperienced in data quality issue tracking and resolution activities end to end (impact analysis, root cause analysis, data analysis etc.)<\u002Fli><li>\nReciprocal; able to build consensus and drive valuable meetings among cross-functional teams while also challenging assumptions in a relevant way<\u002Fli><li>\nExperience in working with ETL applications, data pipelines, and Big Data<\u002Fli><li>\nKnowledge of Data Integration tools, SQL, Talend, BI tools.<\u002Fli><li>\nKnowledge of Hadoop related technologies such as HDFS, Azkaban, Oozie, Impala, Hive, and Pig<\u002Fli><li>\nExcellent oral and written communication and presentation skills<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\n- Work with large-scale datasets to do feature engineering and selection, train and build machine learning models, evaluate and measure model performance, and work with partners on model adoptions.\n- Work closely with data engineers, program managers and business partners to understand problems, define and build solutions, measure and communicate results.\n- Performs data analysis, impact analysis, root cause analysis of the data quality issues and drives corrective actions.\n- Monitors data quality results, reports and dashboard, and consults on data quality corrective action plans.\n- Builds\u002FEnhances data quality dashboard\u002Fscorecard to help monitor the quality of the data pipeline.\n- Partners with business \u002F reporting teams to assess the impact of data integrity issues, qualifies the issues with a priority.\n- Partners with EPM team to drive corrective actions.\n- Partners with operations team to perform root cause analysis.\n- Partners with engineering teams on the development and implementation of the fixes \u002F corrective actions.\n- Partners with QA teams to build and implement test cases to improve data quality and stability of the data pipeline.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nBachelor's degree or equivalent work experience in Engineering, Computer Science, Business Information Systems.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nAdditional Requirements<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><p>\nBroad knowledge of existing machine learning algorithms and creativity to invent and customise the algorithms when necessary<\u002Fp><p>\nKnowledge of building dashboards using Tableau, Qlikview or similar tools<\u002Fp><p>\nExperience with Spark or streaming technologies would be a bonus<\u002Fp><p>\nExperience working with Music, Video, Click stream event data<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","b2ad53a25a97db94":"<div><div><div>As a data scientist in Spacemaker you will take part in developing the core of our game changing Hybrid AI technology. Our long term ambition is to change the construction industry through AI - so going forward our Hybrid AI Engine will be exploited in numerous other applications, such as hospitals, hotels, infrastructure, etc.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe high complexity of early-phase site development requires a multi-disciplinary approach using a hierarchy of methods such as machine learning, computational geometry, stochastic modeling, genetic algorithms and optimization.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nBreaking high-performance site development into its key quality components requires data scientists in Spacemaker to not only be exceptional in mathematics and programming, but also to be creative, pragmatic and able to apply theoretical knowledge to real life problems. Some of these qualities are highly quantifiable; e.g. site utilization, noise and sun, which can be efficiently quantified using tools from mathematics and physics. Other qualities are more qualitative. What are the characteristics of a beautiful balcony view and how do you work to improve it for a specific project? Why do humans find certain spaces attractive and what do you do to maximize this attractiveness? For the more subjective aspects of quality, we are constantly exploring new and innovative ways to gain insight into how these aspects can be measured and optimized to improve value creation in real estate projects.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAs the problems we solve are very complex we are looking for candidates with a solid mathematical foundation and love problem solving. Our ideal candidate has a Master or PhD in Analytics, Engineering, Mathematics or a related field.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nSpacemaker is already experiencing an intense, global demand for our services, and are looking for truly talented people to join us.<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>As a Data Scientist at Spacemaker you get the chance to &hellip;<\u002Fb><\u002Fh3><div><ul><li>\nPartake in a game-changing technology company that will create eye-popping value at a global scale<\u002Fli><li>\nWorking with cutting-edge technology and problem solving<\u002Fli><li>\nWork with a truly talented team across many different fields of expertise<\u002Fli><li>\nHighly competitive salary and equity opportunities<\u002Fli><li>\nA company full of team spirit and enthusiasm<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Desired profile<\u002Fb><\u002Fh3><div><ul><li>\nExceptional mathematical understanding<\u002Fli><li>\nProgramming experience<\u002Fli><li>\nThrive to solve complex problems that have never been solved before<\u002Fli><li>\nCreative, pragmatic and able to apply your skills<\u002Fli><li>\nTeam player<\u002Fli><li>\nAble to exploit different tools and approaches to solve a problem<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><b>So, do you want to be a Spacemaker?<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nClick the button to apply now &ndash; or get in touch at boston@spacemaker.ai.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","e7fae970f45df803":"<div><div><div>We are seeking a Data Scientist skilled at time series problems and forecasting. You will use Kinsa&rsquo;s unique illness, symptomatic, geographic, and demographic data to help us understand and predict the spread of infectious disease and how this impacts treatment seeking behavior and demand for health products\u002Fservices. You will use a combination of machine learning, epidemiological models, Monte Carlo simulations, LSTM neural networks, and other time series techniques. You will also help improve the existing Kinsa illness signal, derive new signals based on proprietary symptoms and fever data, as well as external data. The ideas, research, and tools you develop will contribute directly to the realization of Kinsa&rsquo;s mission.<\u002Fdiv><div>\n<\u002Fdiv><div>\nThe ideal candidate is skilled in a range of general data science, machine learning and other statistical approaches; has the engineering experience to build prototypes around these tools, and has extensive experience with modeling and forecasting, ideally in epidemiological context. You&rsquo;ll be comfortable working cross-functionally with internal and external stakeholders. You understand how to work in a scrappy startup environment, and know how to balance speed vs. accuracy. Most importantly, you&rsquo;ll have a genuine passion for Kinsa&rsquo;s mission, and act as a force multiplier as we enter this next phase of growth in our organization<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nKinsa was founded with a mission to stop illness from spreading by knowing where and when it starts. We&rsquo;ve done this by transforming the first device you grab when sickness strikes - the thermometer - into a sensor to detect when and where illness is rising, and communicate with those who have just fallen ill. Our connected products help people and communities stay healthy while advancing a broader mission: to create a real time map of human health in order to track &mdash; and stop &mdash; the spread of disease.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>There are three key characteristics of our team that we hope are traits you have as well:<\u002Fb><\u002Fh3><div><ul><li><b>\nPassion<\u002Fb>: The Kinsa team is driven towards a goal that is bigger than themselves, they have a real passion in working toward a solution for a widespread social issue.<\u002Fli><li><b>\nCommunication<\u002Fb>: Direct, direct, direct. If you want to say something in 15 words, say it in 10. Structured meetings, with an end goal in mind.<\u002Fli><li><b>\nHard Work<\u002Fb>: We are a startup, and we are proud of our work so far but there is a lot more work to be done. We hope you have the same mindset. Be productive and don&rsquo;t be afraid to work out the problem on your own.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You have:<\u002Fb><\u002Fh3><div><ul><li>\nAdvanced quantitative degree - e.g. Econometrics, Statistics \u002F Biostatistics, Physics, Computer Science, Electrical Engineering, etc - MS\u002FPhD preferred<\u002Fli><li>\n1-2 years industry experience in a relevant quantitative field, ideally at a high growth \u002F early stage company<\u002Fli><li>\nA proven track record of building forecasting models<\u002Fli><li>\nA proven track record of working with large structured &amp; unstructured data sets to extract timely, meaningful and impactful insights<\u002Fli><li>\nStrong programming skills in SQL and Python (pandas, sci-kit learn, keras, tensorflow, etc.)<\u002Fli><li>\nExperience with machine learning techniques<\u002Fli><li>\nBusiness acumen &amp; product intuition - you must be able to think creatively and independently<\u002Fli><li>\nPersuasive oral and written communication skills<\u002Fli><div><br>\n<\u002Fdiv><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You might also have:\n<\u002Fb><\u002Fh3><div><ul><li>Experience deploying your code in a production environment<\u002Fli><li>\nExperience with epidemiological modeling<\u002Fli><li>\nGeospatial data processing and visualization<\u002Fli><li>\nExperience with data in the healthcare sector<\u002Fli><li>\nExperience preparing, writing, and publishing research papers<\u002Fli><div><br>\n<\u002Fdiv><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>About Us<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAt Kinsa, we are driven by our mission of tracking and stopping the spread of contagious disease while simultaneously giving families the tools and information they need to stay healthy. Our award winning connected thermometers provide the sensor network needed to collect real-time, geolocated, clinically accurate health data. This data allows us to track and forecast illness using machine leaning and other modeling techniques.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>We are technologists, designers and health professionals who have built best-selling products, started successful ventures, and brought life-saving treatments to millions of people. We are backed by successful entrepreneurs and top VCs like Kleiner Perkins and FirstMark Capital.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are looking for mission-driven people who want to work on problems that really matter in the world.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>Come join our team and do good!<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div>\nPursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","2b9a5ca94b8493e8":"The Dealer Network Analytics Data Scientist is responsible for performing data mining and predictive analytics to help answer questions identifying key areas within the dealer network for performance improvement and predict future outcomes and trends. Based on the findings, the Data Scientist will make recommendations to management on possible actions to ensure desired outcome. This role will apply expertise in quantitative analysis and the presentation of data to \"see beyond the numbers\" and help inform, influence, support, and execute business decisions for the Network Development Leadership Team.\n<br><br>\n<b>Duties and responsibilities include but not limited to:<\u002Fb><br>\nExecute detailed back-end analysis, trending, forecasting and recommend changes to improve dealer and network performance\n<br>Design, deploy and evaluate highly innovative statistical models and data mining techniques for predictive learning applications\n<br>Establish scalable, efficient, automated processes for large scale data analyses, model development, model validation and model implementation\n<br>Synthesize and analyze key findings to develop insights and recommendations to drive dealer network strategy\n<br>Collaborate with internal teams to generate ideas and strategies based upon data-driven insights and recommendations\n<br>Articulate the structure, components, and relationship of data models\n<br>Use data necessary to answer business questions including data from data warehouse, operational systems, Hadoop, and external sources\n<br>Develop relationships with leaders and key working partners in network development\n<br>Provide insights to stakeholders to forecast outcomes, mitigate risks and capitalize on opportunities\n<br><br>\n<b>Basic Qualifications:<\u002Fb><br>\nBachelor's in Statistics, Mathematics, Computer Science, or equivalent\n<br>4+ years of relevant experience\n<br>Strong background in mathematics, predictive modeling and data mining\n<br>Overall knowledge of business intelligence; in particular, data modeling, ETL, and reporting tools\n<br>Experience with Microsoft Office (Excel, PowerPoint) and Google applications\n<br>Experience with Alteryx, Knime Analytics, Qlik Sense or Python\n<br>Experience of with SQL\n<br>Strong communication and presentation skills\n<br>Must be a self-starter and require minimum supervision to achieve project deadlines\n<br>Proven ability to perform in-depth analysis using complex data sets, compile and interpret results\n<br>Proven ability to present strategies and make recommendations to senior management\n<br><br>\n<b>Preferred Qualifications:<\u002Fb><br>\nExceptional attention-to-detail\n<br>Proven ability to transform business requirements into technical specifications\n<br>Experience with data lake environments such as Hive, Hadoop, Pig\n<br>Experience utilizing statistical packages such as R, SAS, SPSS or other data mining tools\n<br><br>\nOur benefits reflects the FCA commitment to helping you reach your personal and professional goals. In addition to an environment that promotes career development, we offer benefits for a healthy lifestyle and a rewarding future, designed to take care of you and your family, in various stages of life.\n<br><br>\nAs a global company, our employee packages will vary by country, customary norms and the legal entity into which you are hired.","886b5ba674930c97":"<div><h2 class=\"jobSectionHeader\"><b>Position Summary\n<\u002Fb><\u002Fh2><div><div><div>The Data Scientist will transform, analyze, package and present data to university administrative leadership to inform policy and decision making. The Data Scientist, in collaboration with stakeholders, develops innovative strategies for data derived insights.\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><b>Required Education:<\u002Fb><br>\nMaster's Degree or equivalent<br>\n<br>\n<b>Preferred Education:<\u002Fb><br>\nMaster's Degree Quantitative degree (Engineering, Mathematics, Statistics, Computer Science or computation-intensive Sciences and Humanities).<br>\n<br>\n<b>Required Experience:<\u002Fb><br>\n5+ years experience translating business problems into data problems with different stakeholders or equivalent combination of education and experience. Relevant training\u002Fexperience in data science and\u002For statistical methods.<br>\n<br>\n<b>Preferred Experience:<\u002Fb><br>\n2+ years Experience in quantitative and qualitative research, statistical analysis, reporting, and\u002For data analysis of large, longitudinal data sets. Familiarity with the operational and business needs of a large higher education institution.<br>\n<br>\n<b>Required Skills, Knowledge and Abilities:<\u002Fb><br>\n&bull; Demonstrated experience querying and processing large data sets. &bull; Demonstrated experience analyzing and reporting on large data sets. &bull; Demonstrated ability to tell stories with data using data visualization software or other reporting\u002FBI tools (such as Tableau, PowerBI, ArcGIS, etc.). &bull; Demonstrated experience in programming\u002Fscripting languages and statistical software (such as R, Python, or other programming language). &bull; Demonstrated strong verbal and interpersonal communication skills. &bull; Demonstrated proficiency in written communication skills. &bull; Demonstrated ability to communicate advanced analytical concepts and complex quantitative analysis in a concise, clear and actionable manner. &bull; Demonstrated ability to respond to changing priorities and ensure timely, accurate deliverables. &bull; Demonstrated ability to work with diverse groups\u002Fpopulations.<br>\n<br>\n<b>Preferred Skills, Knowledge and Abilities:<\u002Fb><br>\n&bull; Demonstrated experience in manipulating and analyzing complex, high-volume, high-dimensionality data from varying sources. &bull; Demonstrated experience with intermediate statistical methods. &bull; Demonstrated familiarity with diverse data analytics tools. &bull; Demonstrated project management experience. &bull; Demonstrated knowledge of database &amp; data management concepts.<br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Additional Information\n<\u002Fb><\u002Fh2><div><div><div>NYU aims to be among the greenest urban campuses in the country and carbon neutral by 2040. Learn more at nyu.edu\u002Fsustainability.<br>\n<br>\nEOE\u002FAA\u002FMinorities\u002FFemales\u002FVet\u002FDisabled\u002FSexual Orientation\u002FGender Identity<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","a74cbd9c94a1536e":"<div><p><b>Position Description<\u002Fb><\u002Fp><br>\nOur Customer Science organization is looking for a Data Scientist to come join our fast-growing Customer Analytics team. The ideal candidate will deliver action focused customer insights and analytics capabilities to business partners across the Walmart organization. This is an excellent opportunity for a successful candidate to discover and solution against real customer problems and help build innovative customer experiences. You will collaborate with leading data scientists, data engineers and business leaders. You will analyze some of the largest data sets and leverage an array of industry-leading data science tools and technologies.<br>\n<br>\nThe Customer Analytics team analyzes customer behavior to identify trends, patterns and insights to help business partners identify opportunities, solve problems and make business decisions. We participate in a wide array of customer projects, some of which are cohort analysis, LTV, segmentation, clustering, and competitive analysis. The team sits within the Customer Organization and supports all business functions, e.g. Leadership, Finance, Retail, Marketing, Product, and Customer Service. We are laser focused and in search of opportunities to build long-lasting relationships with Walmart&rsquo;s customers.<br>\n<br>\nWe are looking for a motivated, team-oriented individual to come join a great company, work with great people, learn some new things, solve interesting problems, and help Walmart on its journey to build great customer experiences.<br>\n<br>\nJob Responsibilities:<br>\n<ul><li>Deliver insights &amp; recommendations in support of business challenges and decision making.<\u002Fli><li>Deliver compelling presentation, data visualization and customer analysis.<\u002Fli><li>Deliver dashboards and reports in support customer analytics initiatives.<\u002Fli><li>Utilize analytical, statistical and programming techniques to analyze complex data sets to better understand customer behavior, build analytics capabilities, and identify customer experience opportunities.<\u002Fli><li>Develop methods and advanced statistical models to understand and predict customer behavior and drivers of growth.<\u002Fli><li>Manage multiple projects and business stakeholders at a time.<\u002Fli><li>Manage offshore analytics resources to enable efficient delivery of project work.<\u002Fli><\u002Ful><p><b>\nMinimum Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>Proven work experience as a data scientist or analyst.<\u002Fli><li>Master&rsquo;s degree in Statistics, Mathematics, Computer Science or related quantitative field or similar Bachelor&rsquo;s degree with 3 years of analytics experience.<\u002Fli><li>2 to 3 years of experience working with and manipulating large data sets.<\u002Fli><li>2 to 3 years of experience with applied statistical skills, such as distribution, regression, etc.<\u002Fli><li>2 to 3 years of experience with SQL. Experience with Hadoop, Hive, or Spark a plus.<\u002Fli><li>2 to 3 years of experience with BI tools such as Tableau, Metabase, Periscope, or Looker.<\u002Fli><li>2 to 3 years of experience documenting, visualizing and presenting insights to stakeholders.<\u002Fli><li>2 to 3 years of experience working with statistical programming tools such as Python or R.<\u002Fli><li>Excellent critical thinking skills with an emphasis on problem solving and decision making.<\u002Fli><li>Excellent project and stakeholder management skills.<\u002Fli><li>Excellent organizational and time management skills.<\u002Fli><li>Excellent written and verbal communication.<\u002Fli><\u002Ful><p><b>\nAdditional Preferred Qualifications<\u002Fb><\u002Fp><br>\n<p><b>\nCompany Summary<\u002Fb><\u002Fp><br>\nThe Walmart eCommerce team is rapidly innovating to evolve and define the future state of shopping. As the world&rsquo;s largest retailer, we are on a mission to help people save money and live better. With the help of some of the brightest minds in technology, merchandising, marketing, supply chain, talent and more, we are reimagining the intersection of digital and physical shopping to help achieve that mission.<br>\n<p><b>Position Summary<\u002Fb><\u002Fp><br>\nOur Customer Science organization is looking for a Data Scientist to come join our fast-growing Customer Analytics team. The ideal candidate will deliver action focused customer insights and analytics capabilities to business partners across the Walmart organization. This is an excellent opportunity for a successful candidate to discover and solution against real customer problems and help build innovative customer experiences. You will collaborate with leading data scientists, data engineers and business leaders. You will analyze some of the largest data sets and leverage an array of industry-leading data science tools and technologies.<br>\n<br>\nThe Customer Analytics team analyzes customer behavior to identify trends, patterns and insights to help business partners identify opportunities, solve problems and make business decisions. We participate in a wide array of customer projects, some of which are cohort analysis, LTV, segmentation, clustering, and competitive analysis. The team sits within the Customer Organization and supports all business functions, e.g. Leadership, Finance, Retail, Marketing, Product, and Customer Service. We are laser focused and in search of opportunities to build long-lasting relationships with Walmart&rsquo;s customers.<br>\n<br>\nWe are looking for a motivated, team-oriented individual to come join a great company, work with great people, learn some new things, solve interesting problems, and help Walmart on its journey to build great customer experiences.<br>\n<br>\nJob Responsibilities:<br>\n<ul><li>Deliver insights &amp; recommendations in support of business challenges and decision making.<\u002Fli><li>Deliver compelling presentation, data visualization and customer analysis.<\u002Fli><li>Deliver dashboards and reports in support customer analytics initiatives.<\u002Fli><li>Utilize analytical, statistical and programming techniques to analyze complex data sets to better understand customer behavior, build analytics capabilities, and identify customer experience opportunities.<\u002Fli><li>Develop methods and advanced statistical models to understand and predict customer behavior and drivers of growth.<\u002Fli><li>Manage multiple projects and business stakeholders at a time.<\u002Fli><li>Manage offshore analytics resources to enable efficient delivery of project work.<\u002Fli><\u002Ful><\u002Fdiv>","5b78faf4e146f82d":"<div>Position Summary :<br>\nAre you passionate about data AND helping patients improve their health? Consider the position of Data Scientist, where your experience in advanced analytics and modeling will directly inform how CVS Health helps<br>\npatients on their path to better health. As a key member of the Enterprise Analytics Group, you will work with a variety of business partners from across the enterprise to both support the development of innovative programs to improve patient outcomes as well as reduce cost and improve efficiency across CVS Health. The role of Data Scientist will primarily be responsible for developing machine learning and other advanced models that drive business outcomes across CVS.<br>\n<br>\nThe newly established Data Science team is an interdisciplinary team of Data Scientists that partners with business groups across CVS to ideate, develop, and deploy analytic models and solutions that leverage advanced machine learning and analytics methodologies. As a member of this group you will work with a highly collaborative team to apply state of the art analytic methods to solve real world problems. The successful Data Scientist will translate business needs into analytic questions; design and conduct rigorous analyses of pharmacy, clinical, financial, customer, and operational data; and translate these analytic findings into predictive models and evaluation results for our business partners.<br>\n<br>\nKey job functions include, but are not limited to, the following:<br>\n<br>\nConsulting with key internal and external stakeholders to understand and frame business requests, then determine how best to leverage machine learning and advanced analytic methods (machine learning methods such as ensemble models, decision trees and neural networks; operations research; statistical modeling such as multivariate techniques) to support business objectives across CVS Health. (20%)<br>\n<br>\nDeveloping sound analytic plans based on available data sources, business partner needs, and required timelines. (10%)<br>\n<br>\nEfficiently construct, develop, and implement the models in a variety of modeling tools, achieving highly accurate models. (60%)<br>\n<br>\nManaging deliverables across multiple projects in a deadline-driven environment and project related to a wide variety of business settings and clinical needs. (5%)<br>\n<br>\nPresenting analytic findings in a variety of formats (reports, PPT, graphs, figures and tables), formulating recommendations, and effectively presenting the results to non-analytic audiences. (5%)<br>\n<br>\n<b>Required Qualifications<\u002Fb><br>\nPh.D. or, Master degree with 2 years of professional post-graduate experience in 1) translating business problems into advanced analytic projects; 2) design and apply theoretical modeling approaches to wide range of business applications; 3) constructing, validating, and executing machine learning based analytic solutions.<br>\n<br>\nDeep understanding the underlying statistical concepts (eg. Hypothesis testing, sampling methods such as stratified sampling, cluster sampling etc.)<br>\n<br>\n<ul><li>Advanced skills and training in machine learning in areas such as: Random Forest, Decision Trees, Neural Networks, Ensemble Models, Operations Research, Generalized Linear Models, Stochastic Modeling and Multivariate Analysis. And 2+ (Master degree) or 1+ (Ph.D.) years of experience on abovementioned skills.<\u002Fli><\u002Ful><br>\n<ul><li>Fluent and recent hands-on experiences (2+ years for Master and 1+ for Ph.D.) in at least one of the programming languages, i.e. Python, R, C, or SAS, etc.<\u002Fli><\u002Ful><br>\n<ul><li>Demonstrated effective project management and time management skills.<\u002Fli><\u002Ful><br>\n<ul><li>A strong curiosity to explore and uncover hidden relationships in data, and a proactive desire to translate findings into actionable business insights.<\u002Fli><\u002Ful><br>\n<b>\nPreferred Qualifications<\u002Fb><br>\nFamiliarity with navigating in both a relational (Teradata-based) and non-relational (Hadoop) environment, Azure cloud.<br>\n<ul><li>Recent hands-on experience with finance modeling, pricing elasticity, optimization, and value at risk (VaR) is strongly preferred.<\u002Fli><\u002Ful><br>\n<b>\nEducation<\u002Fb><br>\nPhD in Statistics, Computer Science, Mathematics, Economics, Biophysics or directly related fields.<br>\n<br>\nWill also consider candidates with a Master&rsquo;s degree in these fields, plus 2+ years of relevant post graduate professional paid work experience with an outstanding track record of developing and deploying advanced quantitative analytics to support business objectives<br>\n<br>\n<b>Business Overview<\u002Fb><br>\n<b>It&rsquo;s a new day in health care.<\u002Fb><br>\n<br>\nCombining CVS Health and Aetna was a transformative moment for our company and our industry, establishing CVS Health as the nation&rsquo;s premier health innovation company. Through our health services, insurance plans and community pharmacists, we&rsquo;re pioneering a bold new approach to total health. As a CVS Health colleague, you&rsquo;ll be at the center of it all.<br>\n<br>\nWe offer a diverse work experience that empowers colleagues for career success. In addition to skill and experience, we also seek to attract and retain colleagues whose beliefs and behaviors are in alignment with our core values of collaboration, innovation, caring, integrity and accountability.<br>\n<br>\nCVS Health is an equal opportunity\u002Faffirmative action employer. Gender\u002FEthnicity\u002FDisability\u002FProtected Veteran &ndash; we highly value and are committed to all forms of diversity in the workplace. We proudly support and encourage people with military experience (active, veterans, reservists and National Guard) as well as military spouses to apply for CVS Health job opportunities. We comply with the laws and regulations set forth in the following EEO is the Law Poster: EEO IS THE LAW and EEO IS THE LAW SUPPLEMENT. We provide reasonable accommodations to qualified individuals with disabilities. If you require assistance to apply for this job, please contact our Advice and Counsel Reasonable Accommodations team. Please note that we only accept applications for employment via this site.<br>\n<br>\nIf technical issues are preventing you from applying to a position, contact Kenexa Helpdesk at 1-855-338-5609 or cvshealthsupport@us.ibm.com. For technical issues with the Virtual Job Tryout assessment, contact the Shaker Help Desk at 1-877-987-5352.<\u002Fdiv>","5d82ad9a37085c77":"<div><p><b>What you&rsquo;ll be doing&hellip;\n<\u002Fb><\u002Fp><p>We are looking for a Data Scientist to support the development of data science capabilities from within the Office of the CTO. The ideal candidate is adept at manipulating, cleaning, and analyzing large datasets over multiple domains, and is experienced at using a variety of machine learning techniques to provide actionable insights. They must be comfortable with ambiguity and able to converse with stakeholders to understand data and business problems. They must also be conversant in one or more programming languages, and ideally have at least a passing familiarity with software tools and processes.\n<\u002Fp><p><\u002Fp><p><b>Responsibilities include&hellip;\n<\u002Fb><\u002Fp><ul><li>Work with stakeholders throughout the organization to understand their data and develop data science solutions to increase and optimize customer experiences, revenue generation, ad targeting and other business outcomes\n<\u002Fli><li>Assess the effectiveness and accuracy of new data sources and data gathering techniques.\n<\u002Fli><li>Provide leadership to the development of best practices for teams working on analytics and data science problems\n<\u002Fli><li>Gain mastery of Tableau products and consult with internal and external teams on how best to leverage Tableau capabilities for data science results\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Who you are&hellip;\n<\u002Fb><\u002Fp><ul><li><b>Experienced. <\u002Fb>7+ years of experience in a Data Science role, who has attained a Graduate degree in Computer Science, Statistics, Informatics, Information Systems or another quantitative field. Preferred: Two years of experience in a customer-facing role as a data scientist and commercial\u002Fproduction software development experience.\n<\u002Fli><li><b>Technically Savvy. <\u002Fb>Experience using statistical computer languages (R, Python, Matlab, etc.) to manipulate data and draw insights from large data sets. Preferred: Strong knowledge of Python and\u002For Java and experience with databases and data warehouses (Postgres, Snowflake).\n<\u002Fli><li><b>Knowledgeable. <\u002Fb>Knowledge of a variety of machine learning techniques (clustering, decision tree learning, artificial neural networks, etc.) and their real-world advantages\u002Fdrawbacks. Knowledge of advanced statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.) and experience with applications.\n<\u002Fli><li><b>Motivated. <\u002Fb>A drive to learn and master new technologies and techniques. Strong problem-solving skills with an emphasis on data and domain exploration.\n<\u002Fli><li><b>You are a Recruiter! <\u002Fb>Tableau hires company builders and, in this role, you will be asked to be on the constant lookout for the best talent to bring onboard to help us continue to build one of the best companies in the world!\n<\u002Fli><\u002Ful><p><\u002Fp><p>#LI1-EF\n<\u002Fp><p><\u002Fp><p>Tableau Software is an Equal Opportunity Employer.\n<\u002Fp><p><\u002Fp><p>Tableau Software is a company on a mission. We help people see and understand their data. After a highly successful IPO in 2013, Tableau has become a market-defining company in the business intelligence industry. Our culture is casual and high-energy. We are passionate about our product and our mission and we are loyal to each other and our company. We value work\u002Flife balance, efficiency, simplicity, freakishly friendly customer service, and making a difference in the world!<\u002Fp><\u002Fdiv>","794bfe79cf9adb25":"<div><p><b>Position Overview:<\u002Fb><\u002Fp><p>\nThe Crop Management Team at Climate Corporation is looking for a researcher with applied experience in data science, machine learning, or statistics. This position is within the science R&amp;D team that leverages numeric modeling, big data, and cloud computing to address scientific challenges in precision agriculture. This team builds predictive models that are used both in-house and by farmers, agronomists, and consultants to optimize their management programs and economic returns. The successful candidate will leverage their data science skills with large datasets to help our growers better manage key aspects of their operations.<\u002Fp><br>\n<p><b>\nWhat You Will Do:<\u002Fb><\u002Fp><br>\n<ul><li>\nExplore and munge large and diverse agronomic datasets as part of building models<\u002Fli><li>\nDesign, prototype, and test predictive models using diverse techniques that include, but are not limited to, machine learning and statistical modeling<\u002Fli><li>\nSelect the most appropriate modeling techniques and data visualizations for large datasets<\u002Fli><li>\nWork closely with a team of world-class scientists, engineers and mathematicians to deliver impactful scientific research<\u002Fli><li>\nPerform collaborative, high quality, reproducible research<\u002Fli><\u002Ful><br>\n<p><b>\nBasic Qualifications:<\u002Fb><\u002Fp><ul><li>\nPhD with 1 year of experience or MS with 2 years of experience in Data Science, Statistics, Applied Mathematics, Machine Learning, or another highly quantitative discipline<\u002Fli><li>\nStrong proficiency with scientific computing language such as Python or R<\u002Fli><li>\nExperience using version control systems<\u002Fli><li>\nStrong organizational skills<\u002Fli><li>\nExcellent interpersonal and communication skills<\u002Fli><li>\nStrong drive to learn new topics and skills<\u002Fli><\u002Ful><br>\n<p><b>\nPreferred Qualifications:<\u002Fb><\u002Fp><ul><li>\nExperience using tools for big datasets, such as SQL<\u002Fli><\u002Ful><div><ul><li>\nExperience in PySpark, SparklyR, or SparkR<\u002Fli><\u002Ful><\u002Fdiv><ul><li>\nAbility and inclination to work in multi-disciplinary environments<\u002Fli><\u002Ful><ul><li>\nDesire to see ideas realized in practice<\u002Fli><\u002Ful><ul><li>\nApplied experience with agricultural science and\u002For agricultural datasets<\u002Fli><\u002Ful><br>\n<p><b>\nWhat We Offer:<\u002Fb><\u002Fp><p>\nOur teams are composed of industry experts, top scientists, and talented engineers. The environment is extremely engaging and fast-paced, with dozens of specialties coming together to provide the best possible products and experiences for our customers.<\u002Fp><br>\n<p>\nWe provide competitive salaries and some of the best perks in the industry, including:<\u002Fp><br>\n<ul><li>\nSuperb medical, dental, vision, life, and disability benefits, and a 401k matching program<\u002Fli><li>\nA stocked kitchen with a large assortment of snacks &amp; drinks to get you through the day<\u002Fli><li>\nEncouragement to get out of the office and into the field with agents and farmers to see first-hand how our products are being used<\u002Fli><li>\nWorkshops, conferences, meet-up groups, tech-talks, and hackathons to encourage participation and growth in both community involvement and career development<\u002Fli><\u002Ful><br>\n<p>\nWe also hinge our cultural DNA on these five values:<\u002Fp><br>\n<ul><li>\nInspire one another<\u002Fli><li>\nInnovate in all we do<\u002Fli><li>\nLeave a mark on the world<\u002Fli><li>\nFind the possible in the impossible<\u002Fli><li>\nBe direct and transparent<\u002Fli><\u002Ful><br>\n<p>\nLearn more about our team and our mission:<\u002Fp><p>\nThe Climate Corporation - The Technology Behind Making A Difference<\u002Fp><p>\nhttps:\u002F\u002Fyoutu.be\u002Fc5TgbpE9UBI or visit https:\u002F\u002Fclimate.com\u002Fcareers<\u002Fp><\u002Fdiv>","979a354976ba4aaf":"<ul><div><h2 class=\"jobSectionHeader\"><b>Duties<\u002Fb><\u002Fh2>\n<h3 class=\"jobSectionHeader\"><b>Summary<\u002Fb><\u002Fh3>\n<p><\u002Fp><div><p>This vacancy is for a <b>Statistician (Data Scientist)<\u002Fb> position in the <b>Office of Survey and Census Analytics<\u002Fb> located at the U.S. Census Bureau Headquarters in various locations. The Census Bureau is accessible from the Metro Rail Green Line - Suitland Station.<br>\n<br>\nThis Job Opportunity Announcement may be used to fill other <b>Statistician (Data Scientist)<\u002Fb><b>, 1530-13, FPL13<\u002Fb> positions within the Census Bureau in the same geographical location with the same qualifications and specialized experience.<br>\n<\u002Fp><p><\u002Fp>\n<\u002Fdiv><h3 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><\u002Fh3>\n<div><ul><li>Leverage analytical, statistical, and programming techniques to collect, combine, analyze and interpret large and\u002For complex data sets to develop data-driven organizational solutions.<\u002Fli>\n<li>Advise management of the advantages and disadvantages of various data science approaches, as well as potential applicability of new techniques, including applications of analytic tools, computer languages and methodologies.<\u002Fli>\n<li>Identify and utilize a wide variety of internal and external data sources and collaborate with Census Bureau directorates to develop data driven solutions across the organization.<\u002Fli>\n<li>Engage in outreach and partnership inter-and intra-agency activities.\n<\u002Fli><\u002Ful><\u002Fdiv><div><div><h5 class=\"jobSectionHeader\"><b>Supervisory status\n<\u002Fb><\u002Fh5><p>No\n<\u002Fp><\u002Fdiv><div><h5 class=\"jobSectionHeader\"><b>Promotion Potential\n<\u002Fb><\u002Fh5><p>13\n<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><li><div><h4 class=\"jobSectionHeader\"><b>Job family (Series)<\u002Fb><\u002Fh4>\n<p>1530 Statistics\n<\u002Fp><div><h4 class=\"jobSectionHeader\"><b>Similar jobs<\u002Fb><\u002Fh4>\n<ul><li>Statisticians\n<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fli><li><p>Requirements\n<\u002Fp><div>\n<h2 class=\"jobSectionHeader\"><b>Requirements<\u002Fb><\u002Fh2>\n<h3 class=\"jobSectionHeader\"><b>Conditions of Employment<\u002Fb><\u002Fh3>\n<ul><li>U.S. citizen.<\u002Fli>\n<li>Suitable for Federal employment.<\u002Fli>\n<li>Registered for Selective Service, if applicable. (www.sss.gov)<\u002Fli>\n<li>You may be required to complete a financial disclosure (OGE-450).<\u002Fli>\n<li>Time-in-grade requirements must be met by the announcement closing date.<\u002Fli>\n<\u002Ful><p><\u002Fp><p><b>Applicants must meet all qualification requirements by the closing date of this announcement.<\u002Fb><\u002Fp>\n<p>\nA probationary period may be required.<br>\n<br>\nThis position is <b>ELIGIBLE<\u002Fb> for telework; additional criteria will be required (e.g., supervisory approval).<br>\n<br>\n<b>This is a BARGAINING unit position for the Suitland, MD location only<\u002Fb>.<\u002Fp>\n<p><\u002Fp><div><h3 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><\u002Fh3>\n<div><p><b>Minimum Education Requirement:\n<\u002Fb><\u002Fp><p>Degree: that included 15 semester hours in statistics (or in mathematics and statistics, provided at least 6 semester hours were in statistics), and 9 additional semester hours in one or more of the following: physical or biological sciences, medicine, education, or engineering; or in the social sciences including demography, history, economics, social welfare, geography, international relations, social or cultural anthropology, health sociology, political science, public administration, psychology, etc. Credit toward meeting statistical course requirements should be given for courses in which 50 percent of the course content appears to be statistical methods, e.g., courses that included studies in research methods in psychology or economics such as tests and measurements or business cycles, or courses in methods of processing mass statistical data such as tabulating methods or electronic data processing.<\u002Fp>\n<p>\nor<\u002Fp>\n<p>\nCombination of education and experience - courses as shown in A above, plus appropriate experience or additional education. The experience should have included a full range of professional statistical work such as (a) sampling, (b) collecting, computing, and analyzing statistical data, and (c) applying statistical techniques such as measurement of central tendency, dispersion, skewness, sampling error, simple and multiple correlation, analysis of variance, and tests of significance.<\u002Fp><br>\n<p>\nAND<br>\n<br>\n<b>Specialized Experience:<\u002Fb> For the <b>GS-13<\u002Fb>, you must have one year of experience at a level of difficulty and responsibility equivalent to the <b>GS-12<\u002Fb> in the Federal service. Experience for this position includes: conducting and researching the following: regression analysis, statistical analysis, modeling, machine learning, data engineering, mathematical programming, Natural Language Processing, auto coding and data visualization to successfully accomplish tasks associated with department and\u002For organizational goals; developing presentation on technical topics and presenting information to a variety of audiences in a comprehensible manner; working with complex or big datasets to develop data driven solutions.<\u002Fp>\n<p>\nOR<br>\n<br>\n<b>Education:<\u002Fb> Can not be substituted at this grade level.<br>\n<br>\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religious; spiritual; community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment. You will receive credit for all qualifying experience, including volunteer experience.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><h3 class=\"jobSectionHeader\"><b>Education<\u002Fb><\u002Fh3>\n<\u002Fdiv><p><\u002Fp><div><h3 class=\"jobSectionHeader\"><b>Additional information<\u002Fb><\u002Fh3>\n<p><\u002Fp><div><p>The following links provide information on various hiring authorities that may enable you to apply through merit assignment procedures, or be eligible for a non-competitive appointment.<\u002Fp>\n<ul>\n<li>VRA <i>(GS-11 or below)<\u002Fi><\u002Fli>\n<li>VEOA (<i>permanent positions<\u002Fi>)<\u002Fli>\n<li>30% or more disabled<\u002Fli>\n<li>Persons with Disabilities<\u002Fli>\n<li>CTAP<\u002Fli>\n<li>ICTAP<\u002Fli>\n<\u002Ful><p>The Department of Commerce provides reasonable accommodations to applicants with disabilities. If you need a reasonable accommodation for any part of the application and hiring process, please notify the Human Resources Office. The decision on granting reasonable accommodation will be on a case-by-case basis. TTY users can contact the Human Resources Office via the Federal Relay Service, 1-800-877-8339.<\u002Fp><br>\n<p><\u002Fp>\n<\u002Fdiv>\n<\u002Fdiv><div><h3 class=\"jobSectionHeader\"><b>How You Will Be Evaluated<\u002Fb><\u002Fh3>\n<div><p>You will be evaluated for this job based on how well you meet the qualifications above.<\u002Fp>\n<p><\u002Fp><p>Your resume, optional cover letter and supporting documentation will be reviewed to determine if you meet the minimum qualifications for the position. If you meet the minimum qualifications stated in the job opportunity announcement, we will compare your resume, optional cover letter and supporting documentation to your responses on the scored occupational questionnaire (True\u002FFalse, Yes\u002FNo, Multiple Choice questions). Your resume and\u002For optional cover letter must support your responses to the scored occupational questionnaire, or your score may be lowered. The best-qualified candidates will be identified for referral to the hiring manager and may be invited for an interview.<br>\n<br>\nDue weight shall be given to performance appraisals and awards in accordance with 5 CFR &sect; 335.103(b)(3), during the interview\u002Fselection process conducted by the hiring manager.<br>\n<br>\nThe scored occupational questionnaire will evaluate you on the following competencies; please do not provide a separate written response:<\u002Fp>\n<ul>\n<li>Skill in using data visualization, data manipulation, or data engineering software (i.e. Tableau, SAS, R, Python, Qlikview)<\u002Fli>\n<li>Knowledge creating and using advanced machine learning algorithms, statistics, and big data platforms<\u002Fli>\n<li>Ability to identify and convey high-level information pertaining to data science research<\u002Fli>\n<li>Ability to convey information in a collaborative and cooperative manner<\u002Fli>\n<li>Ability to develop and present information at technical seminars or professional meetings<\u002Fli>\n<\u002Ful><p><b>We recommend that you preview the online questions for this announcement before you start the application process.<\u002Fb><\u002Fp>\n<p><b>\nDo NOT include the following types of information in your application:\n<\u002Fb><\u002Fp><ul><li>Social Security Number (SSN)<\u002Fli>\n<li>Date of Birth (DOB)<\u002Fli>\n<li>Photos of yourself (<b>if included on your resume you will not be considered for this position<\u002Fb>)<\u002Fli>\n<li>Personal information: such as age, gender, religious affiliation, etc.<\u002Fli>\n<\u002Ful>\n<br>\n<b>To preview questions please <\u002Fb><b>click here<\u002Fb><b>.<\u002Fb>\n<\u002Fdiv><p><\u002Fp>\n<div><h3 class=\"jobSectionHeader\"><b>Background checks and security clearance<\u002Fb><\u002Fh3>\n<div><div><h5 class=\"jobSectionHeader\"><b>Security clearance<\u002Fb><\u002Fh5>\n<p>Not Required\n<\u002Fp><\u002Fdiv><div><h5 class=\"jobSectionHeader\"><b>Drug test required<\u002Fb><\u002Fh5>\n<p>No\n<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><div><\u002Fdiv><li><p>Required Documents\n<\u002Fp><div>\n<h2 class=\"jobSectionHeader\"><b>Required Documents<\u002Fb><\u002Fh2>\n<p><\u002Fp><div><p>A complete application consists of the following:<\u002Fp>\n<ul>\n<li><b>Resume showing relevant experience; cover letter optional.<\u002Fb> Your resume should list your educational and work experience including the dates (mm\u002Fdd\u002Fyy) of each employment along with the number of hours worked per week. For work in the Federal service, please include the grade level for the position(s). Your resume may be used to validate your responses to the scored occupational questionnaire. Your resume should also indicate your citizenship and if you are registered with the Selective Service System if you are a male born after 12\u002F31\u002F59.<\u002Fli>\n<li><b>SF-50, &quot;Notification of Personnel Action,&quot; supporting your eligibility, <\u002Fb>with the exception of current Census Bureau employees.<\u002Fli>\n<li><b>Veterans Employment Opportunities Act (VEOA) documentation<\u002Fb>, if applicable. For more information, please go to https:\u002F\u002Fwww.fedshirevets.gov\u002Fhire\u002Fhrp\u002Fvetguide\u002Findex.aspx.<\u002Fli>\n<li><b>Career Transition Assistance Plan (CTAP) and Interagency Career Transition Assistance Plan (ICTAP) documentation,<\u002Fb> if applicable (see other information).<\u002Fli>\n<li><b>Documentation supporting eligibility for non-competitive appointment,<\u002Fb> (Schedule A disability, 30 percent disabled veteran, certain military spouses, etc).<\u002Fli>\n<li><b>Education Documentation: <\u002Fb>If this position requires proof of higher education, or you are substituting education for experience, you must submit an unofficial transcript or a list of courses that includes the following information: name of accredited institution, grades earned, completion dates, and quarter and semester hours earned. <b>This also includes Census Bureau employees.<\u002Fb> Education completed in foreign colleges or universities may be used to meet the requirements. Please refer to http:\u002F\u002Fwww.opm.gov\u002Fqualifications\u002Fpolicy\u002FApplicationOfStds-04.asp for more information.<\u002Fli>\n<\u002Ful><p><b>You are not required to submit official documents at this time; copies are sufficient.<\u002Fb><br>\n<br>\nSpecial Instructions for Foreign Education: Qualifying education from colleges and universities in foreign countries must be evaluated in terms of equivalency to that acquired in U.S. colleges and universities. Applicants educated in whole or in part in foreign countries must submit sufficient evidence, including transcripts, to an accredited private organization for an equivalency evaluation of course work and degree. A listing of these accredited organizations can be found on the Department of Education's website - http:\u002F\u002Fwww.ed.gov\u002Finternational\u002Fusnei\u002Fus\u002Fworkrecog.doc. You must provide a copy of the letter containing the results of the equivalency evaluation with a course by course listing along with your application. Failure to provide such documentation when requested will result in lost consideration.<br>\n<br>\n<b>CTAP and ICTAP candidates:<\u002Fb><br>\nCTAP and ICTAP candidates will be eligible for selection priority if it is determined that they have exceeded the minimum qualifications for the position by attaining at least a rating of 85 out of 100. Information about CTAP and ICTAP eligibility is on the Office of Personnel Management's Career Transition Resources website at: https:\u002F\u002Fwww.opm.gov\u002Fpolicy-data-oversight\u002Fworkforce-restructuring\u002Femployee-guide-to-career-transition\u002Fctap_guideline.pdf.<br>\n<br>\nCTAP applicants <b>MUST<\u002Fb> submit the following documents:<\u002Fp>\n<ul>\n<li>A copy of your RIF separation notice; notice of proposed removal for declining a directed geographic relocation outside of the local commuting area; a Certificate of Expected Separation (CES); or certification that you are in a surplus organization or occupation (this could be a position abolishment letter, a notice of eligibility for discontinued service retirement, or similar notice).<\u002Fli>\n<li>A copy of your SF-50 &quot;Notification of Personnel Action&quot; noting current position, grade\u002Fband level, and duty location;<\u002Fli>\n<li>A copy of your latest performance appraisal including your rating; and<\u002Fli>\n<li>Any documentation from your bureau\u002Foperating unit that shows your current promotion potential.<\u002Fli>\n<\u002Ful><p>ICTAP applicants <b>MUST<\u002Fb> submit the following documents:<\u002Fp>\n<ul>\n<li>A copy of your RIF separation notice; notice of proposed removal for declining a directed geographic relocation outside of the local commuting area; notice of disability annuity termination; certification from your former agency that it cannot place you after your recovery from a work-related compensable injury; or certification from the National Guard Bureau or Military Department that you are eligible for disability retirement.<\u002Fli>\n<li>A copy of your SF-50 &quot;Notification of Personnel Action&quot;, documenting your RIF separation, noting your position, grade\u002Fband level, and duty location, and\u002For Agency certification of inability to place you through RPL, etc.;<\u002Fli>\n<li>A copy of your latest performance appraisal including your rating; and<\u002Fli>\n<li>Any documentation from your agency that shows your current promotion potential.<\u002Fli>\n<\u002Ful><p><b>NOTE: You will not be considered if you fail to provide all required documents.<\u002Fb><\u002Fp>\n<p><\u002Fp><div><h4 class=\"jobSectionHeader\"><b>If you are relying on your education to meet qualification requirements:\n<\u002Fb><\u002Fh4><p>Education must be accredited by an accrediting institution recognized by the U.S. Department of Education in order for it to be credited towards qualifications. Therefore, provide only the attendance and\u002For degrees from schools accredited by accrediting institutions recognized by the U.S. Department of Education.\n<\u002Fp><p>Failure to provide all of the required information as stated in this vacancy announcement may result in an ineligible rating or may affect the overall rating.\n<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><li><p>Benefits\n<\u002Fp><div>\n<h2 class=\"jobSectionHeader\"><b>Benefits<\u002Fb><\u002Fh2>\n<div><p>A career with the U.S. Government provides employees with a comprehensive benefits package. As a federal employee, you and your family will have access to a range of benefits that are designed to make your federal career very rewarding. Learn more about federal benefits.\n<\u002Fp><p><\u002Fp><p>U.S. Census Bureau offers a comprehensive benefits package. Explore the benefits offered to most Federal employees at https:\u002F\u002Fwww.usa.gov\u002Fbenefits-for-federal-employees.<\u002Fp>\n<p>\nAdditional benefits available at Census Headquarters located in Suitland, MD, include: fitness center; child-care facility; credit union; free parking; convenient access to Metrorail and Metrobus transit services in Washington, DC, Maryland and Virginia communities; car pools\u002Fvan pools; etc.<\u002Fp>\n<p><\u002Fp>\n<div><p>Eligibility for benefits depends on the type of position you hold and whether your position is full-time, part-time, or intermittent. Contact the hiring agency for more information on the specific benefits offered.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><p><\u002Fp>","95d82f4739c9c64a":"<div><\u002Fdiv><div><div><b>Hux Data Scientist<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<div><b>Locations:<\u002Fb> New York, NY &ndash; Greensboro, NC - Chicago, IL &ndash; Raleigh, Durham, Chapel-Hill, NC<\u002Fdiv>\n<div><\u002Fdiv>\n<div>At <b>Deloitte Digital Marketing &amp; Experience Services<\u002Fb>, we help marketers optimize their customer experience to win in the marketplace. We're combining data, decisioning and real-time delivery to build and manage customer data ecosystems that enable our clients to acquire, engage and retain customers in a dramatically different and improved manner. With customer data as a foundation, we help clients deliver dynamic, personalized customer experiences across all engagement channels using machine learning and artificial intelligence.<br>\n<\u002Fdiv>\n<div><\u002Fdiv><div>Do you enjoy exploring datasets? Are you passionate about creating algorithms that operate on terabytes of data? If so, Deloitte Digital is seeking creative minds and persistent problem solvers to build and support cutting-edge marketing data science solutions that help our clients deliver customer value at every touchpoint.\n<\u002Fdiv><div><\u002Fdiv><div>We&rsquo;re growing fast and need brilliant Data Scientists like you to fuel our continuing innovation and help us scale. Along the way, you&rsquo;ll find exceptional growth opportunities limited only by your hunger for learning and ability to apply best practice methodology in our start-up-like environment.<\u002Fdiv>\n<div><\u002Fdiv>\n<div><b>Work you&rsquo;ll do<\u002Fb><\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>\nAs a Hux <b>Senior Data Scientist<\u002Fb>, you will be tasked with solving data problems end to end. This means:<\u002Fdiv>\n<ul><li>Being able to get an understanding of the multi-channel marketing optimization problem space<\u002Fli>\n<li>Performing exploratory data analysis to understand relationships, opportunities to influence outcomes and how to attribute cross channel outcomes<\u002Fli>\n<li>Specifying a research plan<\u002Fli>\n<li>Running experiments and extracting the necessary data<\u002Fli>\n<li>Being able to interpret the models being generated<\u002Fli>\n<li>Developing a proof of concept to verify your ideas<\u002Fli>\n<li>Assisting the Data Engineering team in setting your proof of concept live in our production environment<\u002Fli>\n<li>Closing the loop to make sure the proposed solution is performing as it should once it is released<\u002Fli><\u002Ful>\n<div><\u002Fdiv>\n<div>Because this is a senior role, we&rsquo;re looking for candidates that can carry out research in an autonomous fashion.<\u002Fdiv>\n<div><\u002Fdiv>\n<div><b>The team<\u002Fb><\u002Fdiv>\n<div>\nAdvertising, Marketing &amp; Commerce<\u002Fdiv>\n<div>\nOur Advertising, Marketing &amp; Commerce team focuses on delivering marketing and growth objectives aligned with our clients&rsquo; brand values for measurable business growth. We do this by creating content, communications, and experiences that engage and inspire their customers to act. We implement and operate the technology platforms that enable personalized content, commerce and marketing user-centric experiences. In doing so, we transform our clients&rsquo; marketing and engagement operations into modern, data-driven, creatively focused organizations. Our team brings deep experience in creative and digital marketing capabilities, many from our Digital Studios.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>\nWe serve our clients through the following types of work:\n<\u002Fdiv><ul><li>Cross-channel customer engagement strategy, design and development\n<\u002Fli><\u002Ful><ul><li>(web, mobile, social, physical)<\u002Fli><\u002Ful>\n<ul><li>eCommerce strategy, implementation and operations<\u002Fli><\u002Ful>\n<ul><li>Marketing Content and digital asset management solutions<\u002Fli><\u002Ful>\n<ul><li>Marketing Technology and Advertising Technology solutions\n<\u002Fli><\u002Ful><ul><li>Marketing analytics implementation and operations<\u002Fli><\u002Ful>\n<ul><li>Advertising campaign ideation, development and execution<\u002Fli><\u002Ful>\n<ul><li>Acquisition and engagement campaign ideation, development and execution<\u002Fli><\u002Ful>\n<ul><li>Agile based, design-thinking, user-centric, empirical projects that accelerate results<\u002Fli><\u002Ful><br>\n<div><\u002Fdiv>\n<div><b>\nQualifications<\u002Fb><\u002Fdiv><br>\n<div><\u002Fdiv>\n<ul>\n<li>Master&rsquo;s degree required, PhD in a quantitative field (engineering, mathematics, physics, machine learning, statistics or computer science) preferred.<\u002Fli>\n<li>3+ years of industry experience outside of academia.<\u002Fli>\n<li>3+ years of experience manipulating big data using opensource frameworks. This means being familiar with tools such as Spark, Kafka, Hadoop, Impala and Luigi. In addition, because we handle very large volumes of data, past work with cloud-based environment is required.<\u002Fli>\n<li>Knowledge of current modeling tools such as XGBoost or Vowpal Wabbit (or equivalent)<\u002Fli>\n<li>Ability to write high-quality Python code and familiarity with unit testing, source control and code review<\u002Fli>\n<li>Experience working in Agile teams and using Scrums to organize work<\u002Fli>\n<li>Demonstrated communication capabilities. Ability to explain your insights to people beyond the data science team. This means knowing how to best craft your message and selecting the right visualizations<\u002Fli>\n<li>Good problem decomposition skills and autonomy when faced with solving data problems.<\u002Fli><\u002Ful>\n<div><i>Helpful, but not required:<\u002Fi><\u002Fdiv>\n<ul><li>A proven ability deploying automated data processing pipelines.<\u002Fli>\n<li>A deep interest in Data Science and AI. A good measure of this would be competition participation (Kaggle or other) as well as participation in open courses<\u002Fli>\n<li>If you have code in the open domain (for example Github) or have written about AI\u002FDS please share this with us<\u002Fli>\n<li>Some experience in Ad Tech or Marketing technology is a plus.<\u002Fli><\u002Ful>\n<div><\u002Fdiv>\n<div><b>How you&rsquo;ll grow<\u002Fb><\u002Fdiv>\n<div>\nAt Deloitte, our professional development plan focuses on helping people at every level of their career to identify and use their strengths to do their best work every day. From entry-level employees to senior leaders, we believe there&rsquo;s always room to learn. We offer opportunities to help sharpen skills in addition to hands-on experience in the global, fast-changing business world. From on-the-job learning experiences to formal development programs at Deloitte University, our professionals have a variety of opportunities to continue to grow throughout their career. Explore Deloitte University, The Leadership Center.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><b>\nBenefits<\u002Fb><\u002Fdiv>\n<div>\nAt Deloitte, we know that great people make a great organization. We value our people and offer employees a broad range of benefits. Learn more about what working at Deloitte can mean for you.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Deloitte&rsquo;s culture<\u002Fb><\u002Fdiv>\n<div>\nOur positive and supportive culture encourages our people to do their best work every day. We celebrate individuals by recognizing their uniqueness and offering them the flexibility to make daily choices that can help them to be healthy, centered, confident, and aware. We offer well-being programs and are continuously looking for new ways to maintain a culture where our people excel and lead healthy, happy lives. Learn more about Life at Deloitte.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><b>\nCorporate citizenship<\u002Fb><\u002Fdiv>\n<div>\nDeloitte is led by a purpose: to make an impact that matters. This purpose defines who we are and extends to relationships with our clients, our people and our communities. We believe that business has the power to inspire and transform. We focus on education, giving, skill-based volunteerism, and leadership to help drive positive social impact in our communities. Learn more about Deloitte&rsquo;s impact on the world.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><b>\nRecruiter tips<\u002Fb><\u002Fdiv>\n<div>\nWe want job seekers exploring opportunities at Deloitte to feel prepared and confident. To help you with your interview, we suggest that you do your research: know some background about the organization and the business area you&rsquo;re applying to. Check out recruiting tips from Deloitte professionals.]<\u002Fdiv><br>\n<div><\u002Fdiv><div>\n<\u002Fdiv><div><\u002Fdiv><p>#LI:PTY<\u002Fp>\n<p>\n#IND:PTY<\u002Fp><\u002Fdiv><div><\u002Fdiv>","0425a22b74b0c4c2":"<div>Note: By applying to this position your application is automatically submitted to the following locations: <b>New York, NY, USA; Mountain View, CA, USA; Seattle, WA, USA<\u002Fb><p>\nMinimum qualifications:<\u002Fp><ul>\n<li>\nMaster's degree in a quantitative discipline (e.g., Statistics, Operations Research, Bioinformatics, Economics, Computational Biology, Computer Science, Mathematics, Physics, Electrical Engineering, Industrial Engineering) or equivalent practical experience.<\u002Fli>\n<li>10 years of relevant experience in data analysis or related field as a Statistician, Data Scientist, Computational Biologist, or Bioinformatician.<\u002Fli>\n<li>5 years of experience in people management or leadership.<\u002Fli>\n<li>Experience with statistical software (e.g., R, Python, MATLAB, pandas) and database languages (e.g., SQL).<\u002Fli>\n<\u002Ful><br>\n<p>Preferred qualifications:<\u002Fp><ul>\n<li>\nDoctorate's degree in a quantitative discipline (e.g., Statistics, Operations Research, Bioinformatics, Economics, Computational Biology, Computer Science, Mathematics, Physics, Electrical Engineering, Industrial Engineering).<\u002Fli><li>\n12 years of directly relevant, tech industry work experience (e.g., as a statistician, bioinformatician, or data scientist), with deep expertise in statistical data analysis, such as linear models, multivariate analysis, stochastic models, and sampling methods.<\u002Fli>\n<li>8 years of demonstrated leadership and self-direction including people management.<\u002Fli>\n<li>Applied experience with machine learning on large datasets.<\u002Fli>\n<li>Experience articulating business questions and using mathematical techniques to arrive at an answer using available data.<\u002Fli>\n<li>Demonstrated skills in selecting the right statistical tools given a data analysis problem.<\u002Fli>\n<\u002Ful><div><h2 class=\"jobSectionHeader\"><b>About the job<\u002Fb><\u002Fh2><p>\nThe Geo team builds the most accurate, comprehensive, and useful maps for our users. More than a billion people rely on Google Maps services to explore the world and navigate their daily lives. That includes sailing down the Amazon river, choosing where to get a bite of pizza, flying over a 3D version of New York City and saving time commuting.<br>\n<br>\nGeo helps merchants get their businesses on Google, and more than a million developers use the power of Google Maps to enhance their apps and websites. They are solving complex computer science problems, designing beautiful and intuitive product experiences and improving the accuracy of our geo data, all in order to plot a course for the future of mapping.<\u002Fp><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh2><ul>\n<li>Work with large, complex Geo datasets and solve difficult, non-routine analysis problems, applying advanced analytical methods as needed. Conduct end-to-end analysis that includes data gathering and requirements specification, processing, analysis, ongoing deliverables, and presentations.<\u002Fli>\n<li>Build and prototype analysis pipelines iteratively to provide insights at scale. Develop comprehensive understanding of Google data structures and metrics, advocating for changes where needed for both products development and sales activity.<\u002Fli>\n<li>Make business recommendations (e.g., cost-benefit, forecasting, experiment analysis) with effective presentations of findings at multiple levels of stakeholders through visual displays of quantitative information.<\u002Fli>\n<li>Research and develop analysis, forecasting and optimization methods to improve the quality of Google's user facing products; example application areas include ads quality, search quality, end-user behavioral modeling, and live experiments.<\u002Fli>\n<li>Manage a data science team. Interact cross-functionally with a wide variety of leaders and teams, and work closely with Engineers and Product Managers to identify opportunities for design and to assess improvements for Google products.<\u002Fli>\n<\u002Ful><\u002Fdiv>At Google, we don&rsquo;t just accept difference&mdash;we celebrate it, we support it, and we thrive on it for the benefit of our employees, our products and our community. Google is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also Google's EEO Policy and EEO is the Law. If you have a disability or special need that requires accommodation, please let us know by completing this form.<\u002Fdiv>","3567d3a69edd811c":"<div><\u002Fdiv><div><div><div><div><p><b>What You Will Be A Part Of:<\u002Fb><br>\n<br>\nApply data science techniques in statistical analysis, data modeling, and algorithm programming to improve instrument service delivery through connected instrument data and increase revenue through customer modeling and marketing campaigns:<\u002Fp><ul><li>\nAnalyze field service records to identify top service incidents that drive the majority of service cost and build data models to enable remote diagnostics in the call center<\u002Fli><li>\nCombine historical field service records with real time instrument telemetry data to build predictive algorithms to enable improved up-time for instruments<\u002Fli><li>\nBuild algorithms that identify top customers within the Install Base, scoring customers to be used in customer acquisition and trade-up programs in digital marketing and sales plays<\u002Fli><li>\nBuild Pricing models that analyze customer behavior across revenue streams, including Contracts, Time &amp; Material, and Spare Parts to optimize revenue and Contract growth<\u002Fli><li>\nBuild new models that optimize business performance using best of breed data science modeling techniques.<\u002Fli><li>\nCollaborate closely with senior data scientists on developing and improving model performance.<\u002Fli><li>\nEvaluate digital marketing tactic effectiveness and conduct other ad hoc analysis as needed.<\u002Fli><\u002Ful><p><b>\nHow You Will Get Here:<\u002Fb><\u002Fp><ul><li>\n2+ years of experience in data science, with knowledge in statistical data modeling techniques such as generalized linear models (GLM) and Machine Learning.<\u002Fli><li>\n2+ years of experience in R or Python.<\u002Fli><li>\nFamiliarity with a data visualization tool such as Tableau or PowerBI.<\u002Fli><li>\n2+ years of experience in SQL.<\u002Fli><li>\nSolid understanding of database principles, such as relational and non-relational databases, data architecture, OLTP\u002FOLAP, etc.<\u002Fli><li>\nA strong passion for solving important business problems using a logical and analytical mindset.<\u002Fli><li>\nGood written and oral communication skills.<\u002Fli><li>\nAbility to work in a collaborative team environment.<\u002Fli><li>\nAbility to work with business partners to collect, learn, and understand business objectives and business requirements.<\u002Fli><li>\nBS in computer science, applied statistics, data science, or data analytics.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPreferred Qualifications:<\u002Fb><\u002Fp><ul><li>\nMS in computer science, applied statistics, data science, or data analytics.<\u002Fli><li>\nExperience in data analytics or applying data science to build instrument diagnostic models from field service records and customer profiling of install based to drive customer behavior in marketing.<\u002Fli><\u002Ful><br>\n<p><\u002Fp>\nIf you are an individual with a disability who requires reasonable accommodation to complete any part of our application process, for further assistance.\n<p><\u002Fp><p>Thermo Fisher Scientific is an EEO\u002FAffirmative Action Employer and does not discriminate on the basis of race, color, religion, sex, sexual orientation, gender identity, national origin, protected veteran status, disability or any other legally protected status.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","823a667364d3df48":"<div><p><b>Job Description:<\u002Fb><\u002Fp><p><\u002Fp><p>\nData scientist position supporting analytical and reporting activities of Consumer and Small Business Chief Operating Organization, primarily supporting Anti Money Laundering, Complaints, and Consumer Outlier Management processes. This position will help analyze and influence data-driven efforts required to identify and mitigate risks of high risk customers, associates, products, and transactions to enable monitoring of the portfolio.<\u002Fp><p>\nTo perform this work, the person in this role will be required to understand customer, associate, product, and transaction data to provide actionable intelligence to various levels of management - including senior management and risk leaders. As such, the analyst must be able to influence business partners through strong communication skills and an ability to &ldquo;translate&rdquo; business and analytics requirements.<\u002Fp><p>\nSpecific duties for this position include, but are not limited to:<\u002Fp><ul><li>\nResearch and develop analytical methods to identify potentially unusual customer and\u002For associate behaviors or customer types requiring enhanced due diligence<\u002Fli><li>\nDeploy analytical methods as production monitoring processes with emphasis on ongoing performance measurement and optimization, as well as comprehensive process documentation<\u002Fli><li>\nSupport Consumer and Small Business Customer Information Program (CIP), Know Your Customer (KYC) and Sales Practices obligations through analytics and reporting<\u002Fli><li>\nDrive Analytics Strategy by championing new methodologies and emerging technologies, and by sharing innovation and best practice in both internal and external information exchange<\u002Fli><li>\nDemonstrate influence through clear and crisp presentation of analytical results and recommendations to senior management<\u002Fli><li>\nSee the &ldquo;story&rdquo; in data, and clearly and appropriately summarize to audiences including audit and regulatory bodies<\u002Fli><li>\nBuild strong partnerships and collaborate effectively with business, risk, and technology partners<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nRequired Skills:<\u002Fb><\u002Fp><ul><li>\nBachelors Degree plus 1-3 years of professional experience as a Data Scientist OR 5+ years professional experience in a data science role.<\u002Fli><li>\nStrong knowledge and high proficiency in SAS, SQL, Toad, and\u002For Tableau<\u002Fli><li>\nStrong Microsoft Office skills<\u002Fli><li>\nAbility to interact and influence with all levels of the organization<\u002Fli><li>\nExcellent verbal, written, and interpersonal communication skills<\u002Fli><li>\nHighly motivated, proactive and a self-starter; strong sense of ownership &amp; ability to create and execute plans without daily oversight<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nDesired Skills:<\u002Fb><\u002Fp><ul><li>\nMasters degree in a quantitative field such as Mathematics, Physics, Finance, Engineering, or Statistics<\u002Fli><li>\nStrong knowledge and high proficiency in Python or R<\u002Fli><li>\nKnowledge of financial and banking products, policies, operations and applicable procedures<\u002Fli><li>\nExperience supporting AML\u002FBSA related initiatives in a large, complex, highly-regulated financial institution<\u002Fli><\u002Ful><p><\u002Fp><p><i>\nProvide analytical support in executing internal control discipline and operational excellence within a LOB\u002FECF. Gather and organize data in order to monitor and test the effectiveness of key controls and status of mitigation and action plans. Prepare documentation for the tracking, monitoring, and escalation of risk related issues to management. Acts as an ambassador of the risk culture. Incumbents typically have over 5+ years of risk management and\u002For LOB\u002FECF experience. May manage staff.<\u002Fi><\u002Fp><p><\u002Fp><p><b>\nShift:<\u002Fb><\u002Fp>\n1st shift (United States of America)<p><\u002Fp><p><b>\nHours Per Week:<\u002Fb><\u002Fp>\n40<\u002Fdiv>","ef1759764a608662":"<p><\u002Fp><div><ul><li>Remote work possible<\u002Fli><\u002Ful><br>\n<p><\u002Fp><p><b>NCQA is searching for a talented<\u002Fb> <b>Data Scientist. <\u002Fb>The Data Scientist will take a leadership role in analyzing and presenting results based on large health care databases such as HEDIS clinical quality data and CAHPS, HOS member survey data and field test data. Major responsibilities include understanding content area, determining what the data means, defining analysis plans and selecting appropriate statistical methods, conducting quantitative analysis, programming in SAS, R, or other programming languages, ensuring an effective quality analysis plan, and communication with internal and external clients. The data scientist is expected to spot patterns in the underlying data and be able to explain the trends to non-technical stakeholders.<\u002Fp><br>\n<p><\u002Fp><p>If this sounds like a team you want to be a part of, keep reading!<\u002Fp><br>\n<p><\u002Fp><ul><li>This person serves as the technical lead on the technical design, development, and statistical methodology determination.<\u002Fli>\n<li>Develops and enforces technical processes and standards.<\u002Fli>\n<li>Produces software development lifecycle documentation and troubleshoots technical issues related to programming code execution.<\u002Fli>\n<li>Maintains current industry knowledge on the trends of technology as related to the architecting and programming.<\u002Fli>\n<li>The holder of this position must be able to work independently on multiple projects in coordination with other internal and external project team members.<\u002Fli><br>\n<\u002Ful><p><\u002Fp><p>Our work at NCQA saves thousands of lives, helps millions of people stay healthy and saves the country billions of dollars.<\u002Fp><br>\n<p><\u002Fp><p><b>Responsibilities:<\u002Fb><\u002Fp>\n<p>&Acirc;&middot; Support the development of NCQA&acirc;&euro;&trade;s research and performance measurement activities by generating research ideas, investigating the data and developing data design and data structures related to the project. Looks at the data from different angles, determine what the data means and recommends the best possible way to analyze it. Spots trends and patterns and determine what is noise and what is good data. Develops analytical plans for research and other projects including: algorithm selection (data mining, machine learning etc.) database design, program design, selection of statistical methods, creation of project timelines, and development of formats for presenting results to meet customer needs. This includes the preparation of memos and close out reports to contribute to knowledge management and documentation.<\u002Fp><br>\n<p><\u002Fp><p>&Acirc;&middot; Conducts programming tasks and statistical analysis including preparation and cleaning of data, implementation and refinement of statistical methods, preparation of formatted tables of results, creation of databases and other outputs, and verification of the accuracy of results. Participate in quality assurance processes and reviews code, outputs tables and charts. Complete all documentation and follow department standardized processes. Leads, designs, plans, and executes programming approaches to support various development projects. Can code at an expert level in applications such as SAS, R, Python etc.<\u002Fp><br>\n<p><\u002Fp><p>&Acirc;&middot; Customer Engagement and Project Leadership: Represent NCQA to scientific audiences. Enhance NCQA reputation for scientific leadership in the area of performance measurement through public speaking, publications, etc. Present analytic results orally and in writing to customers and other researchers incorporating descriptions of methods, relevant literature, and other background material to provide context for the results.<\u002Fp><br>\n<p><\u002Fp><p>&Acirc;&middot; Develop content expertise and provide analytic support for NCQA programs and high priority strategic projects such as the new analytic product development, State of Health Care Quality report, CAHPS and HOS surveys, Pay for Performance programs etc.<\u002Fp><br>\n<p><\u002Fp><p><b>Requirements:<\u002Fb><\u002Fp>\n<p>&Acirc;&middot; Master&acirc;&euro;&trade;s degree with experience in health services research, applied statistics, sociology, or a combination of education and experience which demonstrates the necessary skills and abilities required for the position. PhD a plus.<\u002Fp>\n<p>&Acirc;&middot; Strong programming skills in SAS and\u002For R a plus. Certification a plus, knowledge of other programming languages a plus.<\u002Fp>\n<p>&Acirc;&middot; Three plus years experience analyzing large datasets. Working with claims-based data a plus.<\u002Fp>\n<p>&Acirc;&middot; Proficiency in statistical software packages such as SAS or R.<\u002Fp>\n<p>&Acirc;&middot; Profound knowledge of word processing, spreadsheet and database applications.<\u002Fp>\n<p>&Acirc;&middot; Skilled at developing and applying univariate and multivariate modeling techniques, hypothesis testing<\u002Fp><br>\n<p><\u002Fp><p><b>What We Do:<\u002Fb><\u002Fp>\n<p>We use measurement, transparency and accountability to highlight top performers and drive improvement. We began in the early 1990&acirc;&euro;&trade;s by measuring and then accrediting health plans.<\u002Fp>\n<p>Since 2008, our mission has brought us closer to where care is delivered: We&acirc;&euro;&trade;ve grown to measure the quality of medical providers and practices. Most of our employees work on HEDIS and our Accreditation, Certification and Recognition programs. Government and private sector clients hire us through contracts and grants to help them measure and improve quality.<\u002Fp><br>\n<p><\u002Fp><p>At NCQA, we succeed on the basis of our quality products and services and the ethical way we do business. NCQA&acirc;&euro;&trade;s maintains a reputation for high ethical standards. NCQA&acirc;&euro;&trade;s Code of Conduct documents our commitment to such ethical behavior.<\u002Fp><br>\n<p><\u002Fp><p><i>NCQA recruits, hires, trains and promotes individuals, and administers any and all personnel actions, without regard to race, color, creed, religion, sex, sexual orientation, gender identity, national origin, age, disability, pregnancy-related condition, military or veteran status, genetic predisposition or carrier status, marital or familial status, domestic violence victim status, individual&acirc;&euro;&trade;s relationship or association with a member of a protected category, or other protected statuses under applicable state and federal laws.<\u002Fi><\u002Fp><\u002Fdiv><p><\u002Fp>","2ef1c6ef6531be68":"<div><h2 class=\"jobSectionHeader\"><b>General Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><p>Data Scientist:<\u002Fp><p>\nThe Fleet Operations team at Hertz is a highly analytical and data driven function. The team is responsible for midterm and short term planning, distribution\u002Flogistics of fleet, as well as fleet operations functions including getting cars inservice, registered, deleting, etc the for North America Rent-A-Car business. Vehicle depreciation is the biggest cost for Hertz (about 1.8 billion dollars annually). It is impacted by many macro\u002Fmicro economic factors; in addition, getting the right cars to the right place at the right time is key to our revenue success. We are constantly looking to improve our fleet forecasting and related processes that overlap other functions including RM and Operations.\n<\u002Fp><p>As a Data Scientist, you would build predictive modelling for various projects. You will enhance and support Hertz&rsquo;s modeling and assist on technical and process solutions to Fleet Operations business problems. to incorporate impact of options, volume, incentives and other factors.\n<\u002Fp><ul><li>Enhance optimization of midterm planning<\u002Fli><li>\nCreate modeling and data analytics around logistics and short term planning.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Mandatory Requirements\n<\u002Fb><\u002Fh2><div><div><div><p><b>Educational Background:\n<\u002Fb><\u002Fp><ul><li>Masters with 3+ years of experience as data scientist<\u002Fli><\u002Ful><p><b>\nSkills:<\u002Fb><\u002Fp><ul><li>\nWorking experience with a statistical programming language (like SAS, R, Octave, Python etc.)<\u002Fli><li>\nExperience with machine learning (regression, classification, neural networks). Preferably also have experience with constrained mathematical optimization models (Linear Programming, CPLEX).\n<\u002Fli><li>Preferably also have experience with SQL databases<\u002Fli><\u002Ful><div>\n #LI-CG1<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>EEO Statement\n<\u002Fb><\u002Fh2><div><div><div>Hertz is a Drug-Free Workplace. All employment is contingent on successful completion of drug and background screening.<br>\n<br>\nHertz is an equal opportunity affirmative action employer and administers all personnel practices without regard to race, color, religion, sex, age, national origin, sexual orientation, gender identity or expression, marital status or domestic partnership status, disability, protected veteran status or military status, genetic information, or any other category protected under applicable law. Hertz is committed to taking affirmative steps to promote the employment and advancement of minorities, women, persons with disabilities and protected veterans.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","4e9cccbad61b848e":"<div><h3 class=\"jobSectionHeader\"><b>Love what you do; Love where you live\n<\u002Fb><\u002Fh3><p><\u002Fp><p><b>Required Qualifications <\u002Fb>:\n<\u002Fp><ul><li>Bachelors Degree in Business or related area\n<\u002Fli><\u002Ful><ul><li>Minimum 2 years computer experience required, especially with databases, word processing, and spreadsheets\n<\u002Fli><\u002Ful><ul><li>Ability to maintain detailed and organized records required\n<\u002Fli><\u002Ful><ul><li>Ability to prepare professional reports and graphics is a plus\n<\u002Fli><\u002Ful><ul><li>Exemplary customer service skills\n<\u002Fli><\u002Ful><ul><li>Excellent communication skills\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Preferred Qualifications <\u002Fb>:\n<\u002Fp><ul><li>Programming knowledge helpful\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Required Behaviors <\u002Fb>:\n<\u002Fp><p>As you go about fulfilling this mission, your work habits and work relationships should embody SJRMC's values. These values are our culture, our identity as an organization. Sacred Trust, Personal Reverence, Thoughtful Anticipation, Team Accountability and Creative Vitality ask more of us than merely completing some list of tasks. Our values ask for a deeper level of commitment and, what is asked of us, we freely give because we believe in our mission.\n<\u002Fp><p><\u002Fp><p><b>Duties and Responsibilities <\u002Fb>:\n<\u002Fp><ul><li>Facilitate and submit data for Truven&rsquo;s database, including Explore, Medstat\n<\u002Fli><\u002Ful><ul><li>Custom report compilation and writing using Meditech\n<\u002Fli><\u002Ful><ul><li>Provide data to state agencies and support SJRMC&rsquo;s ancillary facilities with reports and scorecards\n<\u002Fli><\u002Ful><ul><li>Liaison to IT for technical updates that impact mandatory reporting, i.e., Quality Measures.\n<\u002Fli><\u002Ful><ul><li>Gather and input ED data for CMS Quality Measures.\n<\u002Fli><\u002Ful><ul><li>Each employee is responsible for implementing SJRMC&rsquo;s Service Standards into their daily work\n<\u002Fli><\u002Ful><p>Safety Courtesy Effectiveness Stewardship\n<\u002Fp><ul><li>Other duties as assigned\n<\u002Fli><\u002Ful><ul><li>This position requires a dedicated individual who is flexible, highly engaged in the dynamics and competing priorities of the Quality Data Team and is able to speak to their work in various settings.\n<\u002Fli><li>The Data Scientist I is able to utilize data to identify progress, performance, and opportunities for improvement for quality, inpatient and outpatient clinical areas, patient experience, finance and other metrics.\n<\u002Fli><li>This position focuses on data integrity, timeliness, and transparency.\n<\u002Fli><li>Work assignments may include short or long-term coverage for the work tasks of other data team roles, report writing and presentations utilizing PowerPoint, Excel or other advanced programs.\n<\u002Fli><li>The Data Scientist I may be responsible for the ongoing management of the organization&rsquo;s Balanced Scorecard, Harm Scorecard, or other documents that support reimbursement programs like value-based purchasing, pay-for-performance or insurance incentives.\n<\u002Fli><li>The primary goal is to work independently and as a team to transform raw data into meaningful information that facilitates organizational decision-making and maximum reimbursement.\n<\u002Fli><li>This position will align quality data with the organization&rsquo;s strategic plan and centralize the consistent roll out of data and information throughout the organization.\n<\u002Fli><li>The Data Scientist I may represent his or her work in presentations to all levels in key quality committees including Quality Council, Medical Staff Quality and Performance Improvement Committee, Quality Assurance Performance Improvement (QAPI), and others.\n<\u002Fli><li>This role serves as a knowledgeable resource in quality data, defender of data integrity and oversight of basic data work products.\n<\u002Fli><li>This role develops a basic understanding of how data supports and drives LEAN\u002FSix Sigma performance improvement initiatives; accreditation through Der Norske Veritas (DNV), the Baldrige Excellence Framework and other best practice standards.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Physical Demands and Environmental Work\n<\u002Fb><\u002Fp><ul><li>Must be able to perform accurately and quickly in a busy, stressful environment, setting priorities as to duties\n<\u002Fli><\u002Ful><ul><li>Sitting for prolonged periods of time\n<\u002Fli><\u002Ful><ul><li>Able to spend long hours in front of a computer<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","9c1a31ff06be5056":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>The Geocent family changes the world by creating unique technical to solve the nation&rsquo;s most challenging problems. Come join Geocent to be a part of a positive culture as we strive towards Enabling Our Warfighters, Protecting the Homeland, Enabling Deep Space Exploration, Serving Our Veterans, Securing the Infrastructure, and Building the Cloud.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><div>Brings data from operational and other systems to life by creating value added elements that can advance business objectives.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>3 years' experience in data analytics<\u002Fli><li>\n2 years' IBM SPSS or SAS software<\u002Fli><li>\nExperience with SQL Server<\u002Fli><li>\nUnderstanding of data concepts, with the ability to write complex SQL statements to store, retrieve, manipulate, integrate, validate, and summarize data<\u002Fli><li>\nStatistics\u002FMathematics experience\u002Fbackground<\u002Fli><li>\nStrong data science skill set; experience with some of the following: Python, R, Hadoop, ML\u002FDL\u002FAI knowledge, data visualization, Apache Spark, Java, data mining tools<\u002Fli><\u002Ful><div>\nNICE TO HAVE:\n<\u002Fdiv><ul><li>Prior involvement in Predictive Analytics and\u002For use of SPSS modeler<\u002Fli><li>\nIBM Data Analytic Badges<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nU.S. Citizen only for Federal Clearance Requirement<\u002Fb><\u002Fp><p>\nMust have or be able to obtain a Secret security clearance.<\u002Fp><div>\n#cjpost<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>EEO Statement\n<\u002Fb><\u002Fh2><div><div><div>Geocent is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, pregnancy, sexual orientation, gender identity, national origin, age, protected veteran status, or disability status.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","895f7c1057fc427d":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Sep 9, 2019<\u002Fb><\u002Fdiv><div>\nWeekly Hours: <b>40<\u002Fb>\n<\u002Fdiv><div>Role Number: <b>200081392<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nAre you a highly motivated data scientist that is fascinated with the possibilities of complex, multi-dimensional data and the challenges of teasing out meaningful insights from this data?\nJoin CoreMotion and be part of the team that develops best-in-class fitness solutions for iPhones and &#63743;Watches. Together, we can help our users lead more active healthier lives.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\nYou have a strong background in Statistical Modeling\u002FMachine Learning and Visualization<\u002Fli><li>\nYou appreciate the computational and storage complexities that come with big data, and have developed data pipelines to handle such data.<\u002Fli><li>\nYou leverage distributed compute\u002Fstorage models when the scale of data calls for it.<\u002Fli><li>\nYou believe that the integrity of the tooling and pipelines are critical to coming up with high quality analyses.<\u002Fli><li>\nYou can form hypotheses, and can creatively apply different statistical approaches to the data in proving the hypotheses.<\u002Fli><li>\nYou understand the role feedback plays in your growth, and how effective communication affords more feedback opportunities.<\u002Fli><li>\nYou are proficient in Python and\u002For Matlab.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nYou will be analyzing data, devising and proving hypotheses, and validating algorithms using multiple sensors. You will also be responsible for framing and driving user studies and working with a multi-disciplinary team to help implement algorithms in customer-facing software.\nCome work with us and see your work powering the novel user experiences delivered by watchOS\u002FiOS used by millions of users worldwide. We promote innovation and new technology to further improve our creative output. We are seeking a hardworking and passionate person to join this amazing team, if you feel this is you, we'd love to hear from you.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMS, Ph.D or 5+ years experience in quantitative data science discipline (statistics\u002Fbiostatistics, epidemiology, computer science).<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nAdditional Requirements<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><ul><li>Strong analytical and problem-solving skills.<\u002Fli><li>Prior experience with motion sensors, fitness and health technologies<\u002Fli><li>At home in a OSX\u002FLinux environment.<\u002Fli><li>C++ programming experience a plus.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","6fe85157f435e63f":"<div><p><b>OUR STORY:<\u002Fb><\u002Fp><p>\nUlta Beauty is the largest specialty beauty retailer in the United States and the place for the true beauty enthusiast who gets butterflies as she shops for beauty and experiments throughout our store. We are the only one to provide our guests prestige, mass and salon products and services under one roof &ndash; All Things Beauty, All in One Place&trade;. We put our guests at the center of all we do, committing to offer her unrivaled ways to be beautiful in an environment that provides the thrill of exploration and delight of discovery.\n<\u002Fp><p>QM Scientific is a Silicon Valley-based startup that harnesses the power of AI to deliver cutting edge consumer experiences in retail. Through Ulta Beauty&rsquo;s first-ever acquisition, the QM Scientific team has joined the Digital Innovation team at Ulta. The Digital Innovation team is part of Ulta&rsquo;s commitment to accelerate innovation to further differentiate Ulta Beauty and elevate our guest experience. Our mission is to bridge digital &amp; physical journeys by leading thought and discovering technology to help create a differentiated &amp; relevant guest experience.<\u002Fp><p><b>\nPOSITION SUMMARY:\n<\u002Fb><\u002Fp><p>The Data Scientist is a core member of the Digital Innovation team who will push the boundaries of Artificial Intelligence (AI) and Natural Language Processing (NLP) to deliver next-generation experiences that will change how millions of users shop everyday. We&rsquo;re looking for rock-star data scientists who will bring fresh ideas from the areas of Natural Language Processing, Machine Learning and Data Mining to design, build and scale &ldquo;wow&rdquo; consumer experiences in a fast paced innovation-focused environment. As part of the innovation team, the Data Scientist will be versatile, display leadership qualities and be enthusiastic to tackle problems across the complete stack as we push the boundaries of retail technology.\n<\u002Fp><p>This is a great opportunity to come in at the ground level and make your mark in a startup environment, while delivering products that impact millions of users everyday.<\u002Fp><p><b>\nCORE JOB RESPONSIBILITIES:\n<\u002Fb><\u002Fp><ul><li><b>Natural Language Processing:<\u002Fb> Design and implement novel NLP algorithms that power personalization efforts. NLP areas to tackle include topic modeling, document clustering, entity detection, sentiment analysis and ontology building.<\u002Fli><li><b>\nMachine Learning: <\u002Fb>Leverage Machine Learning (ML) to tackle challenging problems in the NLP and retail consumer engagement space. This may require developing novel algorithms and\u002For understanding how to apply existing methodologies to solve given domain specific problems.<\u002Fli><li><b>\nPlatform Development:<\u002Fb> Contribute and integrate all efforts into a team-wide AI platform using best-of-class and scalable software engineering practices.<\u002Fli><li><b>\nRelation Management: <\u002Fb>Explain and present complex algorithms in a concise manner to internal stakeholders in order to garner support and buy in from business partners.<\u002Fli><li><b>\nMentor: <\u002Fb>Mentor cross functional collaborators or lesser experienced team members in the use AI \u002F ML \u002F NLP methodologies and techniques.\n<\u002Fli><\u002Ful><p><b>REQUIREMENTS FOR CONSIDERATION:<br>\n<\u002Fb><\u002Fp><p><\u002Fp><ul><li>Bachelor's degree in Computer Science, with a focus on Machine Learning and \u002F or Data Science.<\u002Fli><li>\nExperience with Machine Learning algorithms, techniques and methodologies.<\u002Fli><li>\nExperience with Cloud Computing, such as Google Cloud Platform, Amazon Web Services etc.<\u002Fli><li>\nExperience with Big Data, Semi-Structured, and Unstructured databases, algorithms, techniques and methodologies.\n<\u002Fli><li>Experience with one or more general purpose programming language including but not limited to Python and C++.<\u002Fli><li>\nDemonstrated passion for, and ability to drive, innovation &amp; emerging digital technologies.<\u002Fli><li>\nDemonstrated ability to learn quickly in order to understand our rapidly evolving product, business, intellectual property, and guest needs.<\u002Fli><li>\nAbility to communicate clearly and concisely across a variety of audiences including technology and business.<\u002Fli><li>\nAbility to think strategically as well as tactically in order to drive ideas into action.<\u002Fli><li>\nSome travel required (stakeholder meetings \u002F training \u002F conferences)<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nPREFERED FOR CONSIDERATION:\n<\u002Fb><\u002Fp><ul><li>MS or PhD in Computer Science with focus on Machine Learning and \u002F or Data Science.<\u002Fli><li>\n2+ years of industry experience within NLP, Machine Learning, Data Science or similar.<\u002Fli><li>\nExperience with GPU computing.<\u002Fli><li>\nExperience with Graph Databases.<\u002Fli><\u002Ful><\u002Fdiv>","2b092f7fe559b589":"<div><p><b>Data Scientist<\u002Fb><\u002Fp><p><\u002Fp><br>\n<p><b>\nLocation<\u002Fb>: 99 Jefferson Rd, Parsippany, NJ 07054<\u002Fp><p><\u002Fp><br>\n<p>\nThe <b>Data Scientist<\u002Fb> will be responsible for deriving actionable insights and recommendations to measurably improve client experience and operational efficiency across the enterprise by leveraging various elements of data both internal and external to ADP and its clients. Their focus will be on the exploration and visualization of patterns within data obtained and assembled from multiple sources, including application of statistical modeling and leading edge analytical approaches including predictive modeling and machine learning, to identify key drivers of client experience related metrics.<\u002Fp><p><\u002Fp><br>\n<p>\nThis individual will be a senior member of the <b>Global Shared Services Analytics<\u002Fb>, a highly collaborative team, which provides data science and deep analytics expertise to solve the most challenging business problems here at ADP.<\u002Fp><p><\u002Fp><br>\n<p><b>\nQualifications:<\u002Fb><\u002Fp><ul><li>\n5-10 years of progressive experience building statistical models, with preference to those with prior experience in client experience related roles.<\u002Fli><li>\nExceptional quantitative and data analysis skills<\u002Fli><li>\nMust have deep expertise with SAS, R for statistical programming<\u002Fli><li>\nData visualization platforms such as Tableau<\u002Fli><li>\nDeep understanding of Excel, SQL, Oracle for data extraction\u002Ftransformation.<\u002Fli><li>\nHadoop or similar preferred, but not required<\u002Fli><li>\nPython for text manipulation preferred, but not required<\u002Fli><li>\nResults-oriented, self-starter with ability to learn quickly and adapt to changing business priorities<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nEssential Duties and Responsibilities:<\u002Fb><\u002Fp><ul><li>\nApply appropriate data visualization and analytical methods to identify key drivers of client experience related metrics and to provide insightful, innovative and actionable recommendations to improve client experience and business outcomes.<\u002Fli><li>\nBuild deep partnership with business and technology stakeholders from across the enterprise to understand client experience concerns and existing available data sources<\u002Fli><li>\nEstablish credibility as a trusted advisor to key stakeholders across business units in order to promote and elevate statistical and predictive modeling standards.<\u002Fli><li>\nExtract, merge, clean and normalize data sources as necessary for subsequent analytical studies using a combination of Excel, SQL, Oracle and Hadoop.<\u002Fli><li>\nUse R, SAS statistical platforms to design and build appropriate statistical and machine learning models, including but not limited to regression, clustering and decision trees, to identify main drivers of client experience related metrics.<\u002Fli><li>\nCreate appropriate data dashboards\u002Fvisualizations (Tableau server) and presentations (PPT) to highlight findings and recommendations for both executive and technical audiences.<\u002Fli><li>\nUse good business and financial acumen to assess business cases.<\u002Fli><li>\nImplement appropriate tracking methods to measure business impacts of recommendations.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nEducation &amp; Certification:<\u002Fb><\u002Fp><ul><li>\nBachelor's degree in Statistics, Applied Mathematics, CS, Engineering or related field preferred.<\u002Fli><\u002Ful>\n<p><\u002Fp><div>____________________________<\u002Fdiv><div>\n#LITECH<\u002Fdiv><div>\nReq 181601<\u002Fdiv><p><\u002Fp>\n<p>We're designing a better way to work, so you can achieve what you're working for. Consistently named one of the 'Most Admired Companies' by FORTUNE&reg; Magazine, and recognized by DiversityInc&reg; as one of the 'Top 50 Companies for Diversity,' ADP works with more than 740,000 organizations across the globe to help their people work smarter, embrace new challenges, and unleash their talent. &quot;Always Designing for People&quot; means we're creating platforms that will transform how great work gets done, so together we can unlock a world of opportunity.<\u002Fp>\n<p>At ADP, we believe that diversity fuels innovation. ADP is committed to equal employment opportunities regardless of race, color, genetic information, creed, religion, sex, sexual orientation, gender identity, lawful alien status, national origin, age, marital status, or protected veteran status. We support an inclusive workplace where associates excel based on personal merit, qualifications, experience, ability, and job performance.<\u002Fp><\u002Fdiv>","6753563cb7d9b1f3":"<p><\u002Fp><div><div><div><p>The Bloomberg Law (BLAW) division of Global Data supports best-in-class tools, search and analytics for products in the areas of Law, Government and Tax. We extract knowledge from hundreds of millions of legal documents and build intelligent models to enable our customers to get the right answers quickly.<br>\n<\u002Fp><p>The BLAW Data Technology team is responsible for using and developing cutting-edge technologies to enhance our acquisition, data processing workflows and automation models. The team provides primary support for BLAW GD teams as well as other business stakeholders who utilize the tools, services and workflows built and maintained by the team.<br>\n<\u002Fp><p>You have an ability to think out-of-the box, are self-organized, and a strong communicator. You like to take responsibility of your work and make it your own. You also have an ability to fail fast, and know when to switch approach and creatively think of an alternate solution.<br>\n<\u002Fp><p>We&rsquo;ll trust you to:<\u002Fp>\n<ul><li>Have experience using data analysis to improve business operations and data quality. Work experience, academic research, or a personal portfolio are great ways to demonstrate this.<\u002Fli>\n<li>Communicate effectively with non-technical partners at all stages of a project, from sourcing ideas and figuring out requirements to explaining methodological decisions and modeling outcomes.<\u002Fli>\n<li>Acquire subject-matter expertise as needed in order to deliver effective data science solutions.<\u002Fli>\n<li>Collaborate with other data scientists, data analysts, and business stakeholders seeking to learn how to apply analytical methods to their products.<\u002Fli>\n<li>Have experience with software engineering standard methodologies. We value code quality, reliable systems, and reproducible research.<\u002Fli>\n<li>Have strong programming experience. We develop primarily in Python and will expect you to do so as well. Knowledge on Jupyter notebook is a big plus.<\u002Fli>\n<li>Have experience manipulating and pipelining data, querying databases, developing statistical models, and reporting and visualizing results.<\u002Fli>\n<\u002Ful><p>We&rsquo;d love to see:<\u002Fp>\n<ul><li>Experience working in a large organization. We take care of messy data from disparate sources and legacy systems with limited documentation.<\u002Fli>\n<li>Experience with financial data, or with alternative data that could inform investment theses (such as government data, web data, or geospatial data).<\u002Fli>\n<li>Formal training in statistics, machine learning, or software engineering.<\u002Fli>\n<\u002Ful><p>You&rsquo;ll need to:<\u002Fp>\n<ul><li>Be able to work legally in the US without visa sponsorship now or in the future.<\u002Fli>\n<\u002Ful><p>Does this sound like you?<\u002Fp>\n<p>Apply if you think we're a good match. We'll get in touch to let you know what the next steps are.<br>\n<\u002Fp><p>We are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","27fca9ee196b47c2":"<div><div><p><b>Organization<\u002Fb> <\u002Fp><p>National Energy Technology Laboratory (NETL)\n<\u002Fp><\u002Fdiv><div><p><b>Reference Code<\u002Fb> <\u002Fp><p>NETL-2019-PIP-Rose-1\n<\u002Fp><\u002Fdiv><div><p><b>How to Apply<\u002Fb>\n<\u002Fp><div><div><div><div><div><div><div><div><div><div><p>A complete application consists of:<\u002Fp>\n<ul><li>An application<\u002Fli>\n<li>Transcripts<\u002Fli>\n<li>A current resume\u002FCV, including academic history, employment history, relevant experiences, and publication list<\u002Fli>\n<li>Two educational or professional references<\u002Fli>\n<\u002Ful><p>Please send a CV to Kelly Rose at kelly.rose@netl.doe.gov<\u002Fp>\n<p>All documents must be in English or include an official English translation.<\u002Fp>\n<p>If you have questions, send an email to NETLinfo@orau.org. Please include the reference code for this opportunity in your email.<\u002Fp>\n<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><p><b>Application Deadline<\u002Fb> <\u002Fp><p>9\u002F1\u002F2020 11:59:00 PM Eastern Time Zone\n<\u002Fp><\u002Fdiv><div><p><b>Description<\u002Fb>\n<\u002Fp><div><p>Through the Oak Ridge Institute for Science and Education (ORISE), the Geo-Analysis &amp; Monitoring Team within NETL's Research &amp; Innovation Center's Geological &amp; Environmental Systems directorate is looking for a motivated student interested in performing research focusing on geological and environmental sciences to evaluate environmental impacts and risk assessments associated with domestic energy resource development. The student will learn about and take part in a research project involving the combination of conventional geologic methods with data science and machine learning. The applicant should have coursework and a solid background in geology and be prepared to learn more about integration of data science methods into geoscience, and collaborate with experts on the Team in support of project goals that focus on improving data search and characterization using machine learning algorithms for subsurface, geologic systems associated with onshore and offshore sedimentary basins aligned with oil, natural gas, and carbon storage systems.<\u002Fp>\n<p>As a NETL intern, you will support the Geo-Analysis &amp; Monitoring Team to identify, format and characterize key datasets using a combination of conventional and data science driven methods. These datasets are the foundation to conducting advanced research that integrates and quantitatively evaluates key attributes of shale gas, ultra-deep water and frontier regions to estimate potential risks related to oil\u002Fnatural gas development, rare earth elements characterization, and\u002For carbon storage. Another goal of this research project is development and adaptation of data science and machine learning methods that focus on improving data search and characterization.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><p><b>Qualifications<\u002Fb>\n<\u002Fp><div><p>The Team is looking for applicants with a background in geology and subsurface systems. Applicants should have expertise and coursework demonstrating bachelor&rsquo;s or more advanced knowledge of sedimentary, geologic systems. Knowledge of oil, gas and subsurface carbon storage\u002Fsequestration science is also helpful but not required. Applicants should also demonstrate good communication and collaboration skills, and willingness to learn as they will be collaborating with a multi-disciplinary team of data scientists. Applicants with experience and expertise interpreting subsurface data (e.g. well logs, seismic, cross section, isopach and structure maps) are also desirable. Experience or willingness to learn coding languages such as Python, and data science tools such as Jupyter notebooks, etc. are also desired.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><p><b>Eligibility Requirements<\u002Fb>\n<\u002Fp><div><ul><li><b>Degree:<\u002Fb> Any degree .\n<\u002Fli><li><b>Discipline(s):\n<\u002Fb><ul><li><b>Communications and Graphics Design<\u002Fb> (2 <div><\u002Fdiv>)<\u002Fli>\n<li><b>Computer Sciences<\u002Fb> (17 <div><\u002Fdiv>)<\u002Fli>\n<li><b>Earth and Geosciences<\u002Fb> (23 <div><\u002Fdiv>)<\u002Fli>\n<li><b>Engineering<\u002Fb> (27 <div><\u002Fdiv>)<\u002Fli>\n<li><b>Environmental and Marine Sciences<\u002Fb> (13 <div><\u002Fdiv>)<\u002Fli>\n<li><b>Life Health and Medical Sciences<\u002Fb> (47 <div><\u002Fdiv>)<\u002Fli>\n<li><b>Mathematics and Statistics<\u002Fb> (11 <div><\u002Fdiv>)<\u002Fli>\n<li><b>Nanotechnology<\u002Fb> (1 <div><\u002Fdiv>)<\u002Fli>\n<li><b>Other Physical Sciences<\u002Fb> (12 <div><\u002Fdiv>)<\u002Fli>\n<li><b>Physics<\u002Fb> (16 <div><\u002Fdiv>)<\u002Fli>\n<li><b>Social and Behavioral Sciences<\u002Fb> (32 <div><\u002Fdiv>)<\u002Fli>\n<\u002Ful><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><p><b>Affirmation<\u002Fb>\n<\u002Fp><div><div><div><div><div><p>I certify at the time of application that:<\u002Fp>\n<ul><li>I will have received an undergraduate degree no more than two years before the date of the internship appointment.<\u002Fli>\n<\u002Ful><p>OR<\u002Fp>\n<ul><li>I am currently pursuing a master's degree.<\u002Fli>\n<\u002Ful><p>OR<\u002Fp>\n<ul><li>I have not received a master's degree but currently pursuing a doctoral degree.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","4ed11a7716d936f1":"<div><p>Data Scientist (HCE)<\u002Fp>\n<p>Join a team recognized for leadership, innovation and diversity<\u002Fp>\n<p>The future is what you make it.<br>\n<\u002Fp><p><br>\nWhen you join Honeywell, you become a member of our global team of thinkers, innovators, dreamers and doers who make the things that make the future.<br>\n<\u002Fp><p>\nThat means changing the way we fly, fueling jets in an eco-friendly way, keeping buildings smart and safe and even making it possible to breathe on Mars.<br>\n<\u002Fp><p>\nWorking at Honeywell isn&rsquo;t just about developing cool things. That&rsquo;s why all of our employees enjoy access to dynamic career opportunities across different fields and industries.<br>\n<\u002Fp><p>\nAre you ready to help us make the future?<\u002Fp><p><\u002Fp><br>\n<p>\nAre you a leader in the data science community who is looking to lead the application of data science techniques to new, innovative product and service offerings?<br>\n<br>\nHoneywell International is a $40 billion diversified Fortune 100 leader with more than 130,000 employees in 100 countries around the world. We invent and manufacture technologies that address some of the world&rsquo;s toughest challenges linked to global macro trends like energy efficiency, clean energy generation, safety and security, globalization, and customer productivity. We are building a world that&rsquo;s safer and more secure, more comfortable and energy efficient, more innovative and productive.<br>\n<br>\nHoneywell Aerospace has approximately 40,000 employees around the world and 2015 revenue of $15 billion. Thousands of Honeywell Aerospace technologies, products and services are found on virtually every commercial, defense and space aircraft worldwide.<\u002Fp>\n<div><div><div><div>25<\u002Fdiv> <div>Communicate results of the analyses in a clearly and effective manner to stakeholders<\u002Fdiv>\n<\u002Fdiv><br>\n<div><div>25<\u002Fdiv> <div>Leverage tools, processes and procedures to create, manipulate, and manage very large data sets<\u002Fdiv>\n<\u002Fdiv><br>\n<div><div>25<\u002Fdiv> <div>Design experiments, test hypotheses, and build models\u002Fprototypes<\u002Fdiv>\n<\u002Fdiv><br>\n<div><div>25<\u002Fdiv> <div>Work with product managers and engineers to define, design, and develop solutions<\u002Fdiv>\n<\u002Fdiv><br>\n<br>\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><p><b>YOU MUST HAVE<\u002Fb><\u002Fp>\n<ul><li>Master&rsquo;s degree in computer science, applied mathematics, statistics, software engineering, physics, or related discipline in marketing and analytics<\u002Fli>\n<li>1+ years of data science work experience, including a demonstrated high-level of proficiency in applying data techniques to solving customer problems<\u002Fli>\n<li>1+ years of experience in machine learning, predictive analytics, and statistical modeling<\u002Fli>\n<li>1+ years of experience in programming and scripting languages<\u002Fli>\n<li>1+ years of experience in data visualization (e.g. Tableau, Qlik, Ploty)<\u002Fli><br>\n<\u002Ful><p><\u002Fp><p><b>WE VALUE<\u002Fb><\u002Fp>\n<ul><li>PhD in computer science, applied mathematics, statistics, software engineering, physics, or related discipline in marketing and analytics<\u002Fli>\n<li>Ability to communicate and present complex quantitative analyses in clear and precise manner to leadership team<\u002Fli>\n<li>Experience working with large datasets using Hadoop framework and tools']<\u002Fli>\n<li>Previous experience moving prototypes to production environment and optimizing models in production environment<\u002Fli>\n<li>Condition monitoring and predictive failures experience<\u002Fli><li>\nAerospace knowledge or experience<\u002Fli><\u002Ful>\nDue to US export control laws, must be a US citizen, permanent resident or have protected status. Exempt\n<p>INCLUDES<\u002Fp>\n<ul><li>Relocation Provided<\u002Fli>\n<li>Continued Professional Development<\u002Fli>\n<\u002Ful><p>ADDITIONAL INFORMATION<\u002Fp>\n<ul><li><b>Job ID: <\u002Fb>req207013\n<\u002Fli><li><b>Category: <\u002Fb>Engineering\n<\u002Fli><li><b>Location: <\u002Fb>1944 E Sky Harbor Circle, Phoenix, AZ 85034 USA\n<\u002Fli><\u002Ful><p>Honeywell is an equal opportunity employer. Qualified applicants will be considered without regard to age, race, creed, color, national origin, ancestry, marital status, affectional or sexual orientation, gender identity or expression, disability, nationality, sex, or veteran status.<\u002Fp><\u002Fdiv>","b8668b14051b3002":"<div>What makes Gartner a GREAT fit for you? When you join Gartner, you&rsquo;ll be part of a fast-growing team that helps the world become smarter and more connected. We&rsquo;re the world&rsquo;s leading research and advisory company, achieving consistent double-digit growth by steering clients toward the right decisions with business and technology insights they can&rsquo;t find anywhere else. Our associates enjoy a collaborative work environment, exceptional training and career development &mdash; as well as unlimited growth opportunities. If you like working with a curious, supportive, high-performing team, Gartner is the place for you.<p><\u002Fp><p><b>\nRole description:<\u002Fb><\u002Fp><p><\u002Fp><p>\nThis is a unique opportunity to join our fast-growing Data Platform team in the products organization and work with a group of data scientists, data engineers, product managers, and BI developers to drive significant business impact. This role is based out of our US headquarters in Stamford, Connecticut.<\u002Fp><p><\u002Fp><p>\nYour team focuses on leveraging data and analytics to innovative and bring better products to our clients in the technology industry. We are leveraging data science to improve our operations as an organization and to define and implement new business models and data-driven products. Your role specifically will be to apply data science with design thinking and lean product principles to define, design, and implement algorithms that are core to our business by setting the foundation for new products or processes.<\u002Fp><p><\u002Fp><p>\nIdeal candidate should want to deeply understand our client&rsquo;s needs and be a champion for applying data science to improve the client experience. Come join us building something great!<\u002Fp><p><\u002Fp><p><b>\nKey responsibilities:<\u002Fb><\u002Fp><p>\nGiven the broad areas that we are responsible for, you will likely to start with a domain but may get involved in other domains. A few potential projects you may get involved:<\u002Fp><ul><li>\nApplying Natural Language Processing to improve our ability to extract scalable insights from search queries or client questions<\u002Fli><li>\nUsing machine learning to develop self-correcting algorithms to improve our content recommendation engines<\u002Fli><li>\nUsing predictive modeling to develop forward-looking projections of client engagement and measure client risk<\u002Fli><li>\nUsing statistical analysis to measure the effectiveness of specific product campaigns<\u002Fli><li>\nLeveraging design thinking, client input, and a &ldquo;data science mindset&rdquo; to identify, prioritize, and assess opportunities to leverage data science to deliver value to our clients<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nTasks:<\u002Fb><\u002Fp><ul><li>\nIdentify relationships and trends in data, as well as any factors that could affect the results of research or products<\u002Fli><li>\nReport results of statistical analyses, including information in the form of graphs, charts, and tables.<\u002Fli><li>\nAnalyze and interpret statistical data to identify significant differences in relationships among sources of information<\u002Fli><li>\nDevelop scalable software applications or programming to use for client research or analyses<\u002Fli><li>\nPrepare data for processing by organizing information, checking for inaccuracies, and adjusting and weighting the raw data<\u002Fli><li>\nProcess large amounts of data for statistical modeling and graphic analysis, using computers<\u002Fli><li>\nEvaluate the statistical methods and procedures used to obtain data to ensure validity, applicability, efficiency, and accuracy<\u002Fli><li>\nEvaluate internal and external sources of information to determine any limitations, in terms of reliability or usability<\u002Fli><li>\nLeverage statistical analyses and data science to build new products, services, and business models<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nWork Activities:<\u002Fb><\u002Fp><ul><li>\nGetting Information &mdash; Observing, receiving, and obtaining information from relevant sources<\u002Fli><li>\nCommunicating with Supervisors, Peers, or Subordinates &mdash; Providing information to supervisors, co-workers, and subordinates by telephone, in written form, e-mail, or in person<\u002Fli><li>\nUpdating and Using Relevant Knowledge &mdash; Keeping up-to-date technically and applying new knowledge<\u002Fli><li>\nEstablishing and Maintaining Interpersonal Relationships &mdash; Developing constructive and cooperative working relationships with others and maintaining them over time<\u002Fli><li>\nInterpreting the Meaning of Data for Others &mdash; Translating or explaining what information means and how it can be used<\u002Fli><li>\nAnalyzing Data or Information &mdash; Identifying the underlying principles, reasons, or facts of information by breaking down information or data into separate parts.<\u002Fli><li>\nProcessing Information &mdash; Compiling, coding, categorizing, calculating, tabulating, auditing, or verifying information or data<\u002Fli><li>\nOrganizing, Planning, and Prioritizing Work &mdash; Developing specific goals and plans to prioritize, organize, and accomplish your work<\u002Fli><li>\nMaking Decisions and Solving Problems &mdash; Analyzing information and evaluating results to choose the best solution and solve problems<\u002Fli><li>\nProvide Consultation and Advice to Others &mdash; Providing guidance and expert advice to management or other groups on technical, systems-, or process-related topics<\u002Fli><li>\nThinking Creatively &mdash; Developing, designing, or creating new applications, ideas, relationships, systems, or products, including artistic contributions<\u002Fli><li>\nEstimating the Quantifiable Characteristics of Products, Events, or Information &mdash; Estimating sizes, distances, and quantities; or determining time, costs, resources, or materials needed to perform an activity<\u002Fli><li>\nCoaching and Developing Others &mdash; Identifying the developmental needs of others and coaching, mentoring, or otherwise helping others to improve their knowledge or skills<\u002Fli><li>\nTraining and Teaching Others &mdash; Identifying the educational needs of others, developing formal educational or training programs or classes, and teaching or instructing others<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nTechnology skills:<\u002Fb><\u002Fp><ul><li>\nExperience and proficiency with various programming languages (e.g., Python, R)<\u002Fli><li>\nExperience and proficiency with machine learning tools (e.g., scikit-learn, TensorFlow)<\u002Fli><li>\nExperience and proficiency with statistical packages (e.g., Scipy)<\u002Fli><li>\nExperience and proficiency with SQL\u002Frelational databases (e.g., Oracle) and NoSQL databases (e.g., MongoDB, graph database)<\u002Fli><li>\nExperience and proficiency with Linux and shell scripting<\u002Fli><li>\nExperience and proficiency with business intelligence and data analysis software (e.g., Power BI)<\u002Fli><li>\nExperience and proficiency with database management systems (e.g., Apache Hadoop, Spark, Pig)<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nQualifications:<\u002Fb><\u002Fp><ul><li>\n1-3 years hands-on experience building predictive models, recommendation systems, and\u002For NLP\u002Ftext mining tools.<\u002Fli><li>\nFamiliar with the fundamental approaches to the major data science disciplines, such as data preparation, advanced statistics, machine learning, simulation, and natural language processing<\u002Fli><li>\nPractical, intuitive problem solver with a demonstrated ability to translate business objectives into actionable data science tasks and translate quantitative analysis into actionable business strategies<\u002Fli><li>\nConnections to the recommendations and \u002F or information retrieval academic community<\u002Fli><li>\nBachelors in a quantitative research field (e.g., Computer Science, Statistics, Mathematics, Applied Mathematics, Computer Science with focus on AI or Data Science)<\u002Fli><\u002Ful><p><\u002Fp><p>\nAs a leader in our organization, it is important that ideal candidate consistently exhibits the 5 core values of Gartner&rsquo;s culture:<\u002Fp><p>\nIntegrity: Do the right thing. Objectivity: Be independent and unbiased in everything we do. No-limits mindset: See opportunities where others don't; never settle for the status quo. Collaboration: Work together in teams to accomplish more than what is possible individually. Results: Execute consistently using global best practices.<\u002Fp><p><\u002Fp><p>\nJob Requisition ID:38764<\u002Fp><p><\u002Fp><p>\nBy submitting your information and application, you confirm that you have read and agree to the country or regional recruitment notice linked below applicable to your place of residence.<\u002Fp><p><\u002Fp><p>\nGartner Applicant Privacy Link: https:\u002F\u002Fjobs.gartner.com\u002Fapplicant-privacy-policy<\u002Fp><p><\u002Fp><p><b>\nFor efficient navigation through the application, please only use the back button within the application, not the back arrow within your browser.<\u002Fb><\u002Fp><\u002Fdiv>","9ad20abf3a80f67b":"In a world where there is seemingly an infinite number of Government Services firms, we strive to not just be a place to work, but to be the place to work! Here at ASET Partners we are looking for a highly skilled, exceptionally motivated Data Scientist to oversee and manage complex, state of the art, new unique programs and projects related to information technology.\n<br><br>\n<b>Responsibilities:<\u002Fb><br>\n<ul>\n<li>Develop and presents issues, conclusions, and recommendations to senior leadership based on reviews and evaluations.<\u002Fli>\n<li>Directs and conducts analysis of requirements pertaining to Agency programs and objectives.<\u002Fli>\n<li>Examines policies to identify those affecting programs and determines approaches to resolving issues<\u002Fli>\n<li>Identify problem areas, define the nature and scope of the problem and objectives sought.<\u002Fli>\n<li>Work with a team to design, implement, and maintain new systems.<\u002Fli>\n<li>Provide guidance to the customer on best-practices.<\u002Fli>\n<li>Perform other duties as assigned.<\u002Fli>\n<\u002Ful>\n<b>Qualifications:<\u002Fb><br>\n<ul>\n<li>Must have an active\u002Fcurrent TS\u002FSCI and be able to pass a CI Poly.<\u002Fli>\n<li>Approximately 10 years of experience in information systems development, focused on processing large volume, near-real time data feeds to meet data analytics and security requirements.<\u002Fli>\n<li>Experience and knowledge of tools associated with multiple intelligence missions.<\u002Fli>\n<li>Bachelor's Degree in computer science, information systems management, mathematics, engineering, or other relevant discipline.<\u002Fli>\n<li>Knowledge of web services feeds<\u002Fli>\n<li>Demonstrated work experience in architecting new system solutions using current technologies, as well as transitioning existing systems into modern technologies without negatively impacting operational and compliance requirements.<\u002Fli>\n<li>Demonstrated experience performing data assessment, data engineering, modeling and analytics to enable new methodologies for end user analysts, data scientists, etc.<\u002Fli>\n<li>Demonstrated experience as a SME to prioritize and meet tactical and strategic requirements for frameworks and systems to process data.<\u002Fli>\n<li>Demonstrated experience in information systems development across the IT lifecycle, with a focus on systems to perform high volume and velocity data processing on disparate data types\u002Fformats.<\u002Fli>\n<li>Demonstrated experience architecting and delivering automated and scalable data process monitoring and data quality systems and processes.<\u002Fli>\n<li>Must be a diverse thinker and be able to work in a large group setting.<\u002Fli>\n<li>Write and edit technical documents and reports;<\u002Fli>\n<li>Write, edit, and produce contents for contract deliverables: reports, training materials, presentation slides, letters, fact sheets, diagrams, and capability statements.<\u002Fli>\n<li>Effectively communicate project expectations to team members and stakeholders in a timely and clear fashion.<\u002Fli>\n<li>Communicate formally and informally through existing forums to stakeholders at all levels, including senior leadership.<\u002Fli>\n<li>AWS, Atlassian Suite products like Jira\u002FConfluence and AWS Cloud experience desired.<\u002Fli>\n<\u002Ful>\n<b>Travel Requirements:<\u002Fb><br>\n<ul>\n<li>Travel may be required both inside and outside the Washington National Capital Region (NCR).<\u002Fli>\n<\u002Ful>\n<b>ASET Snapshot:<\u002Fb><br>\n<ul>\n<li>We are a growing IT consulting and professional services firm that combines large-business experience with small-business efficiency and ingenuity<\u002Fli>\n<li>Founded in 2008<\u002Fli>\n<li>We are a HUBZone certified small business<\u002Fli>\n<li>Profitable from day one, zero debt<\u002Fli>\n<li>Offices in Alexandria, VA and Baltimore, MD<\u002Fli>\n<li>Over 75 employees and growing<\u002Fli>\n<li>Over 15 active contracts supporting 10+ Federal Agencies<\u002Fli>\n<li>Our mission is to drastically change our client's expectations... one program at a time<\u002Fli>\n<\u002Ful>\n<b>Top 10 Reasons Our Employees Love Working at ASET:<\u002Fb><br>\n<b>1. Outstanding benefits! Including:<\u002Fb> health, dental, and vision care, a 401k retirement plan with up to a 4% company paid contribution, and employee achievement and merit awards to name a few.\n<br>2. We have very high hiring standards, so their co-workers are just as smart and talented as they are.\n<br>3. We are not profit driven; we are results driven and believe that profits will follow.\n<br>4. Unlike Office Space, our employees do not have eight bosses. They have just one or two, and they are not micromanagers. It's not our style and we just don't have time for it!\n<br>5. We're different than the rest. Our employees love our unique small-company culture.\n<br>6. We have established a trusted relationship with all our clients and refuse to make recommendations that aren't in our clients' best interests.\n<br>7. They feel appreciated and recognized for the contributions they make each day.\n<br>8. We offer a healthy work-life balance, flexible schedules, and competitive pay.\n<br>9. They love that we have been constantly growing. It's exciting to add new folks and it offers many opportunities for career advancement and growth.\n<br>10. We work hard, and we play hard, too! We host quarterly company-wide lunches, regular happy hours and an annual New Year's party in January as a way of saying 'thank you' to our hard-working staff.\n<br>ASET Partners Corporation is committed to hiring and retaining a diverse workforce. We are proud to be an Equal Opportunity\u002FAffirmative Action Employer, making decisions without regard to race, color, religion, creed, sex, sexual orientation, gender identity, marital status, national origin, age, veteran status, disability, or any other protected class.","fda04e06596f0c60":"Please submit your resume, a cover letter listing three projects you have accomplished and you salary requirements to careers@dasconsultants.com\n<br><div><div><p>Company Benefits and Advantages<\u002Fp><\u002Fdiv><\u002Fdiv>\n<br><div><div><ul><li>Competitive Salary\n<\u002Fli><li>Paid Holidays and Vacation\n<\u002Fli><li>Medical and Dental Insurance\n<\u002Fli><li>Professional Development\n<\u002Fli><li>Retirement\n<\u002Fli><li>HI\u002FPermanent Resident Sponsorship\n<\u002Fli><li>Supportive Environment<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>\n<br><div><div><p>If you have the following skills and qualifications, we would like to speak with you.<\u002Fp><\u002Fdiv><\u002Fdiv>\n<br><div><div><ul><li>SAS Programmers\u002FDevelopers (Intermediate and Advanced; Base and BI)\n<\u002Fli><li>Medical Data Analysts with Oracle and Mainframe Experience\n<\u002Fli><li>Project Managers, Enterprise Architects, Business Analysts\n<\u002Fli><li>Instructional Designers and Applications Developers\n<\u002Fli><li>Database Administrators, Web Developers\u002FDesigners<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>\n<br><div><div><div><div><h2 class=\"jobSectionHeader\"><b>DATA SCIENTIST &ndash; <\u002Fb><b><i>Immediate opportunity!!<\u002Fi><\u002Fb><br>\n<\u002Fh2><h2 class=\"jobSectionHeader\"><b>Description<\u002Fb><\u002Fh2><p>\nWe are looking for a Data Scientist to analyze large amounts of raw data and build data products to extract valuable business insights. Primary focus will be in applying data mining techniques, performing statistical analysis, and building high quality systems integrated into an existing environment. An aptitude for analysis, math and statistics, critical thinking and problem-solving skills are essential to succeed in the role.<\u002Fp><h2 class=\"jobSectionHeader\"><b>\nDuties<\u002Fb><b> and Responsibilities<\u002Fb><br>\n<\u002Fh2><p>Design, test program logic, code, debug, document, and maintain major software applications to satisfy specified formal software analysis and design requirements. Perform data processing including data editing, aggregations and calculations. Analyze application effectiveness; review code to maximize performance or determine and solve root causes of problems. Produce visualizations and reports. Work from written requirements and interview stakeholders to better understand the overall business needs, strategy, and vision. Integrate external components. Collaborate with quality assurance team for testing. Support project colleagues.\n<\u002Fp><ul><li>Identify valuable data sources and automate collection processes.<\u002Fli><li>\nPreprocess structured and unstructured data.<\u002Fli><li>\nAnalyze large amounts of information to discover trends and patterns.<\u002Fli><li>\nBuilding models to address business problems.<\u002Fli><li>\nPresent information using data visualization techniques.<\u002Fli><li>\nPropose solutions and strategies to business challenges.<\u002Fli><li>\nCollaborate with engineering and product development teams.<\u002Fli><li>\nEnhancing data collection procedures to include information that is relevant for building analytic systems.<\u002Fli><li>\nProcessing, cleansing, and verifying the integrity of data used for analysis.<\u002Fli><li>\nDoing ad-hoc analysis and presenting results in a clear manner.<\u002Fli><li>\nCreating automated anomaly detection systems and constant tracking of its performance.<\u002Fli><li>\nDevelop internal testing procedures.<\u002Fli><li>\nPresenting information using data visualization techniques.<\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>\nExperience<\u002Fb><\u002Fh2><ul><li>\n8+ years&rsquo; professional data analysis;<\u002Fli><li>\n5+ years&rsquo; Python programming;<\u002Fli><li>\n3+ years&rsquo; SAS programming;<\u002Fli><li>\nDemonstrable knowledge of economics, statistics financial or stock markets, compliance or risk management;<\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>\nSkills and Qualifications<\u002Fb><\u002Fh2><ul><li>\nGood applied statistics skills, such as distributions, statistical testing, regression, etc.<\u002Fli><li>\nGood SAS and Python scripting and programming skills.<\u002Fli><li>\nData scrubbing, aggregations, calculations and extraction.<\u002Fli><li>\nDeveloping code to manipulate unstructured data and store in database for analysis.<\u002Fli><li>\nExperience with data frameworks, business intelligence and data visualization tools.<\u002Fli><li>\nSupporting systems in the maintenance phase including configuration management and optimizing existing code.<\u002Fli><li>\nRequirements gathering.<\u002Fli><li>\nExcellent communication skills and professionalism to interact with client.<\u002Fli><li>\nAble to work independently with minimum supervision and on teams for software development tasks and projects.<\u002Fli><li>\nU.S. Citizen or Permanent Resident<\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>\nEducation\u002FCertifications<\u002Fb><\u002Fh2><div>\nBSc\u002FBA in Computer Science, Engineering or relevant field; graduate degree in Data Science or other quantitative field is preferred.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","5583644d42ca9953":"<div><h2 class=\"jobSectionHeader\"><b>Company :<\u002Fb><\u002Fh2>\nHighmark Inc<h2 class=\"jobSectionHeader\"><b>\nJob Description :<\u002Fb><\u002Fh2><p><b>\nGeneral Overview:<\u002Fb><br>\nThe Data Scientist - (Predictive Analytics) builds new analytical solutions which inform business processes and operations at the heart of our advanced analytics capability. The incumbent designs, executes and synthesizes point analytics to support specific business questions, programs or initiatives. The incumbent is a data-driven problem solver who understands and utilizes the Organization's business partner&rsquo;s strategies, goals and processes to answer critical business questions by leveraging and synthesizing the large volume and variety of data available to them. Draws on tools and methods from statistics and machine learning to perform analysis, create predictive models, visualize data, and drive projects through to delivery of the intended outcome. Continuously scans and tests new data sources, tools, and analytical techniques and partners with leading institutions and experts to contribute to our portfolio of next-generation analytic projects.<\u002Fp><p><\u002Fp><p><b>\nEssential Job Functions:<\u002Fb><\u002Fp><ul><li>\nWork directly with the business to understand their questions, business processes, programs and\u002F or initiatives, then identifying how analytical solutions could help deliver value for them (e.g., more effective and\u002F or efficient processes). This would include being accountable for, outlining new use cases, creating high level impact estimates, and identifying the necessary data elements (including proxies) to deliver the analytical solution to complex business problems. Assemble data sets using knowledge of where the required data exists within the Organization's source data system, derived production sets or publicly available sources. Includes securing appropriate access and documenting objectives, assumptions and processes.<\u002Fli><li>\nSelect and apply the appropriate advanced modeling\u002Fmachine learning techniques to these data sets to deliver business insight, ensuring that the final analysis is well researched, accurate, and documented. This requires technical flexibility, in-depth knowledge and delivery of advanced analytical approaches, for example regression models, tree-based learning, neural networks, clustering techniques, natural language processing.<\u002Fli><li>\nConsult with the business to contextualize and translate the results of our analysis in a form which the business can understand and take action on. This will be include written reports, presentation and data visualizations, and draws clear lines between the high-level problem specifications, the analyses performed, and how the results link directly back to business objectives. It requires the incumbent to demonstrate their depth of understanding of many areas of the business, the data and the analytical methods through ongoing engagement with a range of audiences.<\u002Fli><li>\nPlan, prepare and deliver\u002Fcoordinate all elements of the analysis in such a way that it is delivered on time, to a high standard and ready to implement on a production basis (including dissemination through the Organization's user systems). This includes identifying the best route to implementation (developing the analytical solution accordingly).<\u002Fli><li>\nResearch self- directed new analytical skills and approaches, building relationships internally and externally to transfer knowledge and maintain their position as subject matter experts, consult with follow data scientists and analysts to guide analysis and deliver larger projects.<\u002Fli><li>\nOther duties as assigned.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nMinimum Qualifications:\n<\u002Fb><\u002Fp><ul><li>Master's Degree in Analytics, Mathematics, Physics, Computer and Information Science or Engineering<\u002Fli><\u002Ful><p>\n(Substitution: Bachelor&rsquo;s Degree in Analytics, Mathematics, Physics, Computer and Information Science or Engineering with 3 years of relevant experience).<\u002Fp><ul><li>\n1 - 3 years in Data Analytics<\u002Fli><li>\n1 - 3 years using Large Data-sets<\u002Fli><li>\n1 - 3 years utilizing Statistical Software<\u002Fli><li>\n1 - 3 years in Data Visualization<\u002Fli><li>\n1 - 3 years in Predictive Modeling<\u002Fli><li>\nAcademic research and\u002For work experience accepted<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPreferred Qualifications:\n<\u002Fb><\u002Fp><ul><li>Doctorate degree in Analytics, Mathematics, Physics, Computer and Information Science, or Engineering<\u002Fli><li>\n1 - 3 years in the Healthcare Industry<\u002Fli><li>\n1 - 3 years in Research and Development<\u002Fli><li>\n1 - 3 years in a Business Analyst role<\u002Fli><li>\n1 - 3 years in Consulting<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nKnowledge, Skills &amp; Abilities:<\u002Fb><\u002Fp><ul><li>\nAnalytical and Logical Reasoning\u002FThinking<\u002Fli><li>\nCollaborative Problem Solving<\u002Fli><li>\nSAS<\u002Fli><li>\nSQL<\u002Fli><li>\nWritten &amp; Oral Presentation Skills<\u002Fli><li>\nAt least one of the following automation tools and techniques: Auto IT, Selenium, and\u002For Python\u002FJava automation libraries<\u002Fli><li>\nKnowledge of Python, Java, R, and\u002For Scala<\u002Fli><li>\nProficiency with big data tools such as Hadoop, SparkMap Reduce, Pig, Solr<\u002Fli><li>\nBasic proto-typing\u002Ffront end skills such as RShiny, Flask, Django<\u002Fli><li>\nData analytics, including the development of data-driven predictive models<\u002Fli><li>\nProficient operating in a Linux environment and with basic shell scripting<\u002Fli><li>\nDemonstrated knowledge of concepts of power analysis, hypothesis testing, inference<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nReferral Award Payout Level: 3<\u002Fb><\u002Fp><p>\n-<\u002Fp><p>\nHighmark Health and its affiliates prohibit discrimination against qualified individuals based on their status as protected veterans or individuals with disabilities, and prohibit discrimination against all individuals based on their race, color, religion, sex, national origin, sexual orientation\u002Fgender identity or any other category protected by applicable federal, state or local law. Highmark Health and its affiliates take affirmative action to employ and advance in employment individuals without regard to race, color, religion, sex, national origin, sexual orientation\u002Fgender identity, protected veteran status or disability.<\u002Fp><p>\nEEO is The Law<\u002Fp><p>\nEqual Opportunity Employer Minorities\u002FWomen\u002FProtectedVeterans\u002FDisabled\u002FSexual Orientation\u002FGender Identity (http:\u002F\u002Fwww1.eeoc.gov\u002Femployers\u002Fupload\u002Feeoc_self_print_poster.pdf)<\u002Fp><p><\u002Fp><p>\nWe endeavor to make this site accessible to any and all users. If you would like to contact us regarding the accessibility of our website or need assistance completing the application process, please contact number below.<\u002Fp><\u002Fdiv><p><\u002Fp>","e2fb9e9764c3eb06":"<div><p><b>The Team<\u002Fb><\u002Fp>\n<p>\nThe Deposit and Consumer Analytics Team at Ally is responsible for supporting and collaborating with various business partners - including Deposit Pricing &amp; Competitive Intelligence, Finance, Product, Strategy, Balance Sheet Management, Marketing, and Investor Relations. Our primary purpose is to provide data-driven solutions to drive strategy, efficiency, and profitability across the Deposit line of business.<\u002Fp>\n<p><b>\nThe Job<\u002Fb><\u002Fp>\n<p>\nWithin the Deposit and Consumer Analytics Team, the Analytics Analyst will be responsible for assisting in the development of analytic and business intelligence solutions for the Deposits business. Topics of analysis include, but not limited to, business performance monitoring, price elasticity modeling, balance forecasting, customer segmentation, metric\u002FKPI development, optimization, report\u002Ftool automation, and ad hoc analysis. The role will be required to have a strong understanding of business objectives and how analytic outputs affect those objectives. In addition, this role will be responsible for assisting in the development, automation, and maintenance of standard reporting for business partners.<\u002Fp>\n<p><b>\nQualifications<\u002Fb><\u002Fp>\n<ul>\n<li>A well-qualified candidate will have the following attributes:<\u002Fli>\n<li>1-2 years of hands-on experience in working with large data sets, with a focus on turning questions into insights<\u002Fli>\n<li>Degree in quantitative field, such as Statistics, Mathematics, Engineering, or similar field of study<\u002Fli>\n<li>Comfort with SQL and fine-tuning data sets appropriately for each task<\u002Fli>\n<li>Strong knowledge of R, Python, SAS, or similar data manipulation\u002Fanalytics software packages<\u002Fli>\n<li>Proficient in data visualization; knowledge of business intelligence software such as Power BI or Tableau is a plus<\u002Fli>\n<li>Experience using a broad range of quantitative analytical techniques, from descriptive statistical analysis to predictive and prescriptive analytic solutions (i.e. linear and logistic regression, time series forecasting, clustering, classification, optimization, and model training and development). Importantly - the candidate will have a strong aptitude to determine the appropriate tool for each task.<\u002Fli>\n<li>Experience\u002Ffamiliarity in any of the following are preferred but not required: Spark (pyspark, sparklyr), Cloudera Data Science Workbench, Anaconda, Jupyter Notebook, RStudio, data science techniques<\u002Fli>\n<li>Able to effectively communicate with both technical and non-technical audiences<\u002Fli>\n<\u002Ful><p><b>Ally Overview<\u002Fb><\u002Fp>\n<p>\nAlly Financial Inc. (NYSE: ALLY) is a leading digital financial services company and a top 25 U.S. financial holding company offering financial products for consumers, businesses, automotive dealers and corporate clients. Ally's legacy dates back to 1919, and the company was redesigned in 2009 with a distinctive brand, innovative approach and relentless focus on its customers. Ally has an award-winning online bank (member FDIC), one of the largest full service auto finance operations in the country, a complementary auto-focused insurance business, a growing digital wealth management and online brokerage platform, and a trusted corporate finance business offering capital for equity sponsors and middle-market companies.<\u002Fp>\n<p><b>\nBusiness Unit\u002FEnterprise Function<\u002Fb><b>\n<\u002Fb><\u002Fp><p>Deposit Operations services the Deposits organization of Ally Bank. The team consists of over 200 associates across two locations (Ft Washington, PA and Lewisville, TX). The primary focus of the team is to support customers and our contact center teammates with a variety of activities geared around account maintenance, money movement, loss mitigation, complaint handling and projects. The department is divided into 8 teams and each team has associates that provide subject matter expertise specific to their area. Adherence to high quality output is critical along with; timelines, productivity, regulatory adherence and ensuring our culture is forefront in all that we do every day.<\u002Fp>\n<p><b>\nTotal Rewards<\u002Fb><\u002Fp>\n<p>\nAlly's compensation program offers market-competitive base pay and bonus pay potential based on achieving personal and company goals. Plus, we have a flexible paid time-off program with an emphasis on work-life balance.<\u002Fp>\n<p>\nAlly offers a variety of benefits to protect your health and well-being, provide financial security and balance your work-life needs including:<\u002Fp>\n<ul>\n<li>Industry-leading 401K Retirement Savings Plan including Matching and Company Contributions<\u002Fli>\n<li>Comprehensive wellness program with financial incentives designed to help you achieve your best health<\u002Fli>\n<li>Flexible health insurance options including dental and vision<\u002Fli>\n<li>Pre-tax Health Savings Account with generous employer contributions<\u002Fli>\n<li>Pre-tax dependent care and commuter benefits<\u002Fli>\n<li>Other work-life integration benefits including Paid Parental &amp; Caregiver Leave, Adoption Assistance, Back-up Child &amp; Adult\u002FElder Care, Child Care Discounts, Tuition Reimbursement, LifeMatters Employee Assistance Program, Weight Watchers and other employee discount programs<\u002Fli>\n<\u002Ful><p>Ally extends equal employment opportunities to qualified applicants and employees on an equal basis regardless of an individual's age, race, color, sex, religion, national origin, disability, veteran status, sexual orientation, or any other reason prohibited by law.<\u002Fp>\n<p><b>\nAlly is an Equal Opportunity Employer<\u002Fb><\u002Fp>\n<p>\nWe extend equal employment opportunities to qualified applicants and employees on an equal basis regardless of an individual's age, race, color, sex, religion, national origin, disability, sexual orientation, gender identity or expression, pregnancy status, marital status, military or veteran status, genetic disposition or any other reason protected by law.<\u002Fp><\u002Fdiv>","b56c0142f03a823b":"<p><\u002Fp><div><p><b>Vans: Be a Part of the Original\n<\u002Fb><\u002Fp><p><b>&ldquo;It was never about waving the brand like a flag, it was always about the people&rdquo; &ndash; Paul Van Doren\n<\u002Fb><\u002Fp><p>Vans is the original action sports footwear company rooted in authenticity and creativity. Founded in 1966, Vans has thrived on a legacy of impacting our greater community through Vans&rsquo; four pillars: action sports, music, art and street culture. We are constantly inspired by the expressive creators within our company and community as they bring new and innovative perspectives to help shape and transform the future of our business.\n<\u002Fp><p><\u002Fp><p>At Vans our culture sets us apart and it influences everything we do. Everything we do supports creativity and we are driven by our five values. We are <i>determined <\u002Fi>. We are <i>connected <\u002Fi>to our consumers and to each other. We are <i>inclusive <\u002Fi>. We are <i>expressive <\u002Fi>and <i>Fun <\u002Fi>. And most of all, we are a family.\n<\u002Fp><p><\u002Fp><p>Vans is a subsidiary of VF, the world&rsquo;s largest apparel and footwear company comprised of over 30 brands. We are the leading drivers of retail as our global footwear, apparel and accessory brand is available in 170 countries worldwide. As we continue to expand, we take great measures in developing and growing our people.\n<\u002Fp><p><\u002Fp><p>Vans is founded on a culture of learning. We take great pride in our ability to facilitate learning opportunities by providing the resources and tools necessary to support each individual&rsquo;s pursuit of growth to achieve future goals. In order to prioritize career growth within our company, Vans offers courses on topics such as leadership, communication, collaboration and technical skills to ensure our employees are self-motivated and developing to the pace of our rapidly growing business.\n<\u002Fp><p><\u002Fp><p>By joining the Vans family, you will be immersed into an environment of incredibly supportive and collaborative people. We work very hard across a multitude of large initiatives to bring the Van Doren spirit to life. We live for what we do.\n<\u002Fp><p><\u002Fp><p><b>Associate Data Scientist, Consumer Lifecycle Management <\u002Fb>: Become the Newest Member of the Vans Family\n<\u002Fp><p>The Consumer Lifecycle Management (CLM) department is responsible for creating consumer knowledge by providing relevant and actionable data that will shape general consumer and customer understanding and influence merchant and marketing activities as well as overall Vans brand\u002Fconsumer strategies.\n<\u002Fp><p>The department&rsquo;s work is divided into three main focus areas:\n<\u002Fp><p>Generation\u002Facquisition of consumer data by working with key organizational partners, such as store operations, e-commerce, marketing and event teams Modeling and analysis of data from the various sources Translating insights from analysis results into winning business strategies\n<\u002Fp><p>While this position will touch on all aspects of the department&rsquo;s responsibilities, its main focus will be on data analysis and insights creation.\n<\u002Fp><p><\u002Fp><p>As the Associate Data Science, CLM you will provide important and relevant analysis of transactional and consumer data to drive our marketing and business decisions that result in increased revenue, consumer experience and brand affinity. You will collaborate with various internal clients to add value to their field of expertise by understanding our consumers&rsquo; behavior, recommend action plans and analyze critical results. With this opportunity, you will use your master skills in Alteryx, Tableau, SAS, JMP and other systems. You have foundational knowledge in advanced analytic methodologies, such as regression, cluster analysis and predictive modeling. Your attention to details and strong analytical and data qualifications will help you manage plans and projects simultaneously and ensure a high level of accuracy of your results. You have an inherent passion for data and data driven thinking, and can extract patterns from volumes of data to drive insights and operational efficiencies. You can also take that data and tell an easy to understand brand story with actionable items for others. Additionally, you have a connectivity to youth culture, creative expression and live the Van Doren Spirit: work hard, collaborate well and most importantly, have fun.\n<\u002Fp><p><\u002Fp><p><b>How You Will Make a Difference:\n<\u002Fb><\u002Fp><ul><li>Lead analysis of consumer data, including cross-tabulations and statistical analysis, to generate and test hypotheses about consumer and product trends.\n<\u002Fli><li>Perform transactional and\u002For consumer basket analysis to provide business with insights into consumer purchasing patterns.\n<\u002Fli><li>Develop standard reporting tools, such as business performance dashboards and\u002For scorecards, for key partners to utilize for business planning.\n<\u002Fli><li>Perform independent data mining and database research to identify consumer opportunities.\n<\u002Fli><li>Perform analyses related marketing and in-store testing, such as evaluation of segment performance within digital marketing campaigns.\n<\u002Fli><li>Support consumer data acquisition efforts to further internal knowledge of consumers Collaborate with functional partners to ensure the right business questions are being answered.\n<\u002Fli><li>Participate in continued efforts of improving and\u002For developing new data analysis methodologies to further enhance CLM team capabilities.\n<\u002Fli><li>Collaborate with VF Corporate consumer analytics group to coordinate and align on key projects.\n<\u002Fli><li>Present key insights and business recommendations to large groups and\u002For senior leadership teams.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Skills for Success:\n<\u002Fb><\u002Fp><p>Years of Related Professional Experience: 4+ years\n<\u002Fp><p>Educational\u002F Position Requirements:\n<\u002Fp><ul><li>A Bachelor&rsquo;s degree in business, economics, statistics or related field and a minimum of 4 years general management experience in the business or marketing analytics field or an equivalent combination of experience and training that provides the required knowledge, skills and abilities.\n<\u002Fli><li>Master&rsquo;s Degree Preferred.\n<\u002Fli><li>Strong analytical skills. Curiosity.\n<\u002Fli><li>Attention to detail and data accuracy.\n<\u002Fli><li>Proven experience working with large datasets and relational database analytical tools, such as Alteryx, Tableau, SAS, JMP or similar.\n<\u002Fli><li>Highly skilled in Excel; proficient with PowerPoint or Keynote.\n<\u002Fli><li>Advanced statistical skills a plus (multi-variate analysis, cluster analysis, etc.)\n<\u002Fli><li>CRM, retail, consumer and\u002For loyalty analytics experience highly desired.\n<\u002Fli><li>Excellent project coordination and management skills.\n<\u002Fli><li>Comfortable with reaching out to business partners and adept at cross-functional collaboration.\n<\u002Fli><li>Must be able to develop analytic plans and manage multiple projects simultaneously.\n<\u002Fli><li>Adept in translating data into concise, insightful and business friendly executive summaries and presentations.\n<\u002Fli><li>Strong written and verbal skills.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Special Physical and\u002For Mental Requirements:\n<\u002Fb><\u002Fp><ul><li>Travel by air and overnight, as required 10% amount of time.\n<\u002Fli><li>Lifting and\u002For bending 5 pounds amount of weight.<\u002Fli><\u002Ful><\u002Fdiv>","fd36baca2731b660":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Jun 26, 2019<\u002Fb><\u002Fdiv><div>\nRole Number: <b>200075018<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nAs a Data Scientist, you will work on current and future products for our computer vision team in the following ways:\nDEEP-DIVE FAILURE ANALYSIS:\n- Discovering failure patterns from data\nBUILD TOOLS FOR ANALYZING DATA:\n- Produce data visualizations to communicate up and across the company\n- Design of Experiment (DOE) for engineering studies and large scale user studies\nCONDUCT\u002FSUPPORT DATA COLLECTION AND ANALYSIS WITH OTHER GROUPS:\n- Help define feature specs and expected user experience based on data<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\n3+ years experience in data science and large scale data processing\u002Fanalytics<\u002Fli><li>\nSolid programming skill with Python, or C++<\u002Fli><li>\nExperience with databases&mdash; SQL and NoSQL<\u002Fli><li>\nExperience with data visualization and presentation<\u002Fli><li>\nBackground in data science or multivariate statistics<\u002Fli><li>\nBackground in Computer vision and\u002For supporting computer vision based products (Preferred)<\u002Fli><li>\nExcellent analytical and interpersonal skills<\u002Fli><li>\nAbility to communicate the results of analyses in a clear and effective manner<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nThe Computer Vision team that developed Face ID is looking for a data scientist with an emphasis on deep system understanding through data analysis. This position will require collaborating with algorithm engineers and teams (machine learning, cloud infrastructure support, and user studies). You will work together with similar minds in a rare development team where your skills and expertise will be applied to Apple products. Do you think different? Are you passionate about a challenge?<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPh.D. or Master in analytical\u002Ftechnical field (e.g. CS, statistics, data science, machine learning).<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","58d2cd57c8e5a673":"<div><\u002Fdiv><div><div><div><div><div>Etsy is looking for a Data Scientist focusing on Recommendation and Ranking to join our Data Science - Machine Learning team in San Francisco.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nEtsy is looking for a Data Scientist to join our Data Science team in San Francisco, California. We are committed to advancing E-commerce related fields by building technologies that help Etsy buyers and sellers discover and celebrate handmade goods from all over the world. We are seeking individuals passionate in areas such as search ranking, recommender systems, information retrieval, and computational advertising.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>Our data scientists have the opportunity to make core algorithmic advances and apply their ideas in the dynamic world of E-commerce in strengthening Etsy&rsquo;s global marketplace. Data scientists can publish their innovations at top tier conferences such as KDD, NIPS, ICML, ICLR, CVPR, ICCV, WWW, WSDM, SIGIR and etc. This position would be based in San Francisco, California.<\u002Fdiv>\n<\u002Fdiv><h2 class=\"jobSectionHeader\"><b>About the Role<\u002Fb><\u002Fh2>\n<ul><li>We are working on:<\u002Fli><li>\nSearch Ranking<\u002Fli><li>\nRecommender System<\u002Fli><li>\nComputational Advertising Ranking<\u002Fli><li>\nInformation Retrieval<\u002Fli><li>\nLearning to RankDeep\n<\u002Fli><li>Learning to MatchQuery<\u002Fli><li>\nUnderstandingIntent Understanding<\u002Fli>\n<\u002Ful><h2 class=\"jobSectionHeader\"><b>About You<\u002Fb><\u002Fh2>\n<ul><li>You share our values (below) and are looking for a company that has a solid mission.<\u002Fli><li>\nYou have strong analytical and quantitative skills. You are familiar with techniques in Recommender Systems, Information Retrieval, Computational Advertising, Search Ranking, Learning To Rank, Deep Learning to Match or related fields.<\u002Fli><li>\nYou have a Ph.D. degree or Master degree in Computer Science, Machine Learning, or related fields.<\u002Fli><li>\nYou have strong technical and programming skills. You are familiar with relevant technologies and languages (e.g. Python, Java, Scala, C++ and etc.). You have experience in or desire to learn Hadoop\u002FSpark related Big Data technologies.<\u002Fli><li>\nYou have demonstrated the capability to review and write technical papers.<\u002Fli><li>\nYou can contribute to research that can be applied to Etsy products.<\u002Fli><li>\nYou have the ability to quickly prototype ideas and solve complex problems by adapting creative approaches.<\u002Fli><li>\nYou are a strong collaborator and communicator and you make the engineers around you grow and learn.<\u002Fli><br>\n<\u002Ful><div><\u002Fdiv><br>\n<br>\n<div><b>What&rsquo;s Next<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nInterested in working with us? Send us a cover letter and your CV or resume explaining why you&rsquo;d be great for the job. We value your unique talents and point of view, so feel free to tell us what you are all about. And if you write, draw, craft, or contribute to something you&rsquo;re proud of, we&rsquo;d love to hear about it.<\u002Fdiv><div>\n<\u002Fdiv><div>At Etsy, we believe that a diverse, equitable and inclusive workplace makes us a more relevant, more competitive, and more resilient company. We welcome people from all backgrounds, ethnicities, cultures, and experiences. Etsy is an equal opportunity employer. We do not discriminate on the basis of race, color, ancestry, religion, national origin, sexual orientation, age, citizenship, marital or family status, disability, gender identity or expression, veteran status, or any other legally protected status.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","55c10d1034fe0b5b":"<div><p>Experienced Big Data developer with strong analytical skills<\u002Fp><p>\nQualifications<\u002Fp><ul><li>\nDesign and develop big data solutions using industry standard technologies.<\u002Fli><li>\nDevelop web services that make big data available in real-time for in-product applications.<\u002Fli><li>\nWork with data architects to ensure that Big Data solutions are aligned with company-wide technology directions.<\u002Fli><li>\nLead fast moving development teams using agile methodologies.<\u002Fli><li>\nCommunicate progress across organizations and levels from individual contributor to senior executive. Identify and clarify the critical few issues that need action and drive appropriate decisions and actions. Communicate results clearly and in actionable form.<\u002Fli><li>\nDemonstrate strong implementation aptitude to translate objectives into a scalable solution to meet the needs of the end customer while meeting deadlines.<\u002Fli><li>\nDesigning, integrating and documenting technical components for seamless data extraction and analysis on big data platform<\u002Fli><li>\nPassionate for continuous learning, experimenting, applying and contributing towards cutting edge open source technologies and software paradigms<\u002Fli><\u002Ful><\u002Fdiv>","5566e10e036d989e":"<div><div><p>Global Compliance plays a critical role in the successful execution of the firm&rsquo;s compliance mission. The Compliance function ensures the development and maintenance of a strong compliance culture by developing and maintaining program infrastructure that identifies measures and monitors adherence with applicable laws, regulations and rules that govern our business globally. Compliance teams work closely with business, legal, and audit functions to provide expertise on regulatory compliance matters, assess and measure compliance and related risk and, monitor and test the adequacy of the firm&rsquo;s compliance control environment.<\u002Fp><p>\n We are seeking highly qualified data science professionals in the execution of strategic projects designed to strengthen and support Citi Compliance's move to using predictive analytics for monitoring and surveillance functions.<\u002Fp><p>\nThe candidate will be a part of a team of data scientists that will be tasked with developing predictive \u002F scoring models using supervised and unsupervised techniques. The team will leverage Citi's Enterprise Analytics platform (EAP) for this purpose.<\u002Fp><p><\u002Fp><p><b>\nJOB RESPONSIBILITIES:<\u002Fb><\u002Fp><ul><li>Ability to perform data assessment and understand data imputations and impact<\u002Fli><li>Be able to define features in consultation with business \u002F data SMEs<\u002Fli><li>Apply statistical aggregations to data to come with features that are not hard bound to limits<\u002Fli><li>Apply industry standard techniques for feature selection like PCA, MCMC, Clustering etc.<\u002Fli><li>Ability to develop and train models through use of various algorithms like random forest, GBT, Logistic regression, SVM etc.<\u002Fli><li>Able to articulate thought process and approach and develop documentation related to defensibility of the solution with auditors (external and internal)<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nKNOWLEDGE &amp; EXPERIENCE:<\u002Fb><\u002Fp><ul><li><div>\nMust be able to work with team members in different geographic locations.<\u002Fdiv><\u002Fli><li><div>\nMust have prior proven experience in building predictive analytics solutions from ground up.<\u002Fdiv><\u002Fli><li><div>\nMust have at 3+ years of relevant experience<\u002Fdiv><\u002Fli><li><div>\nKnowledge of Hadoop, Hive, Spark, Python is must<\u002Fdiv><\u002Fli><li><div>\nExperience with other technologies such as machine learning, Kafka and Oozie is a plus.<\u002Fdiv><\u002Fli><li><div>\nExperience with NLP (Natural language Processing) systems is preferred.<\u002Fdiv><\u002Fli><li><div>\nPrior banking and financial sector experience is a bonus<\u002Fdiv><\u002Fli><\u002Ful><p><\u002Fp><p><b>\nCANDIDATE QUALIFICATIONS:<\u002Fb><\u002Fp><p><\u002Fp><ul><li><div>\nMinimum Years of Experience: 3 Years<\u002Fdiv><\u002Fli><li><div>\nBachelor's Degree or equivalent work experience. Master's Degree preferred.<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp><p>\nThis job description provides a high-level review of the types of work performed. Other job-related duties may be assigned as required.<\u002Fp><p>\n-<\u002Fp>\nGrade :All Job Level - All Job FunctionsAll Job Level - All Job Functions - US<p>\n-<\u002Fp>\nTime Type :Full time<p>\n-<\u002Fp><p>\nCiti is an equal opportunity and affirmative action employer.<br>\nMinority\u002FFemale\u002FVeteran\u002FIndividuals with Disabilities\u002FSexual Orientation\u002FGender Identity.<\u002Fp><p><\u002Fp><p>\nCitigroup Inc. and its subsidiaries (&quot;Citi&rdquo;) invite all qualified interested applicants to apply for career opportunities. If you are a person with a disability and need a reasonable accommodation to use our search tools and\u002For apply for a career opportunity CLICK HERE.<\u002Fp><p><\u002Fp><p>\nTo view the &quot;EEO is the Law&quot; poster CLICK HERE. To view the EEO is the Law Supplement CLICK HERE.<br>\nTo view the EEO Policy Statement CLICK HERE.<br>\nTo view the Pay Transparency Posting CLICK HERE.<\u002Fp><\u002Fdiv>","c989413007b6eec9":"The Fort is the new hub for innovation and incubation at Fortive. We have the backing of a large company and the soul of a startup (a Fortune 500 startup, that is), and this is the place where that flame burns brightest.\n<br><br>\nIn The Fort, we combine forces to deploy disruptive technologies and explore new ways of thinking and working. We get out of the office and into the wild to observe first-hand what our customers most need to accelerate progress for the world. We observe, listen, prototype, experiment, analyze, learn, and iterate with passion and speed to fuel Fortives growth and build the future. We scout breakthrough ideas and emerging trends from an expansive network stretching from Seattle to Silicon Valley to Shanghai and beyond.\n<br><br>\nThe Fort is built to make growth happen. We start up, we scale up, we shake things up. We face uncertainty head-on and wrestle it to the ground. We fail fast to move our customers forward. We move the needle so much it needs a new gauge. We turn What-if? into Whats next? and How might we? into Wow, we did that! If building a data-driven app in a matter of hours or pushing the frontiers of AI or IoT before lunch sounds like your kind of thing, The Fort just might be your kind of place.\n<br><br>\nYour Impact You are collaborative, proactive, adaptable, and gritty. You excel at facilitating and reconciling inputs across teams. You balance a passion for deep understanding of innovation with the ability to deliver extraordinary results.\n<br><br>\n<b>These are the traits we value:<\u002Fb><br>\n<b>Ability to Deliver Results:<\u002Fb> A track record for being able to set a vision and strategy, organize and lead a team, and implement to meet and exceed expectations. Entrepreneurial Attitude: A proactive outlook that provides the chutzpah needed to overcome barriers, creatively problem solve, and challenge conventional thinking. Comfort with Ambiguity: A willingness and aptitude for spending time in and thriving with deep uncertainty and environments where there is no clear right answer. Passion for Innovation: A demonstrated interest and desire to participate in innovation through personal study, on-the-job initiative, or other endeavors. Positive Outlook: A desire to look past the challenged in search of the opportunity. Empathy & a Teachers Mindset: The ability to teach and mentor effectively, successfully facilitate teams and different personalities in training sessions, and to care deeply about his\u002Fher colleagues growth, understanding, and experience. Bias for Action: A need for speed; demonstrated ability to make decisions quickly and to act upon them. Alongside a team of entrepreneurial, high-performing, curious people, youll deliver breakthrough solutions to drive sustainable growth for Fortive. As a Data Scientist, youll drive execution and play a vital role in building a culture of innovation at Fortive. You will build, manage, and inspire alongside a multi-functional team, that solves for our toughest growth challenges.\n<br><br>\n<b>Data Scientist Responsibilities:<\u002Fb><br>\nCollaborate with cross-functional stakeholders to understand their business needs, formulate and complete end-to-end analysis that include: data gathering, analysis, scaled deliverables, recommendations and presentations to stakeholders.\n<br>Contribute to a wide variety of research projects using statistical analysis and modeling.\n<br>Develop and automate reports, iteratively build and prototype dashboards to provide insights at scale, solving for analytical needs.\n<br><b>Required Qualifications:<\u002Fb> Requires a bachelors degree (or its equivalent) in mathematics\u002Fstatistics or a related field. Work experience with an emphasis on quantitative research methods (Mathematics, Computer Science, Statistics, Economics or related fields). Experience in statistics and Machine Learning Models, working with statistical packages (R, SAS, Stata, MATLAB, etc.). Experience in translating analysis results into business recommendations and business questions into an analysis framework. Experience with creating complex data sets (SQL), data modeling and reporting.\n<br><b>Preferred Qualifications:<\u002Fb> Master's or PhD degree. Coding experience with Java, C++, Python, PHP or similar language. Deep interest and aptitude in data, metrics, analysis and trends. Applied knowledge of measurement, statistics and program evaluation. Distinctive analysis skills and impeccable business judgment. Strong written and verbal communication skills. Excellent problem-solving capabilities and critical thinking skills, while demonstrated independence.\n<br><b>Fortive (NYSE:<\u002Fb> FTV) is a diversified industrial growth company comprised of Professional Instrumentation and Industrial Technologies businesses that are recognized leaders in attractive markets. With 2018 revenues of $6.5 billion, $1.2 billion in operating profit, and a market cap of $26 billion, Fortives well-known brands hold leading positions in field instrumentation, transportation, sensing, product realization, automation and specialty, and franchise distribution.\n<br>Fortive is headquartered in Everett, Washington and employs a team of more than 26,000 research and development, manufacturing, sales, distribution, service and administrative employees in more than 50 countries around the world. With a culture rooted in continuous improvement, the core of our companys operating model is the Fortive Business System.\n<br>Fortune Magazine ranks Fortive as a part of the The Future 50 companies with the best prospects for long-term growth. For more information please visit: www.fortive.com.\n<br>Fortive is a global family of more than 20 industry-leading industrial growth and technology companies, united by a shared purpose: to make the world stronger, safer and more effective by providing essential technology for the people who accelerate progress. We take on big challenges that have real impact in fast-moving fields like software development, robotics, transportation, energy and healthcare.\n<br>With more than $6.7 billion in annual revenues and a culture rooted in Kaizen, or continuous improvement, Fortive is well positioned to create essential, technology-based solutions to solve the worlds most critical challenges. Our strong capability comes from a team of smart, motivated people who proudly deliver excellence in each of our outstanding brands in the areas of field instrumentation, transportation, sensing, product realization, automation and specialty, and franchise distribution.\n<br>Fortive is headquartered in Everett, Washington and employs a team of more than 26,000 research and development, sales, marketing, product development, innovation, and service employees in more than 50 countries around the world. This is a place where people who share a drive and passion to make a personal difference can learn, grow, and achieve. And thats good... for you, for us, for growth.\n<br><b>For more information, please visit:<\u002Fb> www.fortive.com. \"The company in which you have expressed employment interest is a subsidiary or affiliate of Fortive Corporation. The subsidiary or affiliate is referred to as a Fortive Company. Fortive Corporation and all Fortive Companies are equal opportunity employers that evaluate qualified applicants without regard to race, color, national origin, religion, ancestry, sex (including pregnancy, childbirth and related medical conditions), age, marital status, disability, veteran status, citizenship status, sexual orientation, gender identity or expression, and other characteristics protected by law. The \"EEO is the Law\" poster is available at: http:\u002F\u002Fwww.dol.gov\u002Fofccp\u002Fregs\u002Fcompliance\u002Fposters\u002Fpdf\u002Feeopost.pdf. Individuals who need a reasonable accommodation because of a disability for any part of the employment process should call 1-866-272-5573 or e-mail applyassistance@fortive.com to request accommodation.\"","d359023fe4b96f79":"<div><div><div><b>Supplemental Information<\u002Fb><\u002Fdiv>\n<p><\u002Fp><div><p><b>Job Number: <\u002Fb>OBH\u002FPJ\u002F1408<br>\n<br>\n<b>This position is located within the Louisiana Department of Health l Office of Behavioral Health l Headquarters l East Baton Rouge Parish.<\u002Fb><br>\n<br>\n<b>Cost Center: 0330-0032<\u002Fb><br>\n<b>Position Number(s): 50341807<\u002Fb><\u002Fp><p><br>\nThis vacancy is being announced as a Classified position and may be filled either as a Probationary Appointment or Promotional Appointment.<\u002Fp><p><b>\n*Resumes will not be accepted in lieu of job experience on application.*<\u002Fb><br>\n<\u002Fp><p><b>\n*EXPERIENCE PREFERRED*<\u002Fb><\u002Fp><p><b>\nThis position requires intermediate SAS skills and excellent oral and written communication skills. Manages state reporting needs using the Medicaid Data Warehouse (MDW) and OBH Data Warehouse. This position will conduct complex data analysis for LGE Pre-Integration Validation Reports, produce recurrent and ad hoc reports, manage SharePoint (which OBH uses for LGE AP reviews, quality monitoring and data requests). These are complex workflows that require maintenance and support. This position will also maintain communication with LGEs (AP reviews), update the Client Level Data Manual (CLDM), LGE-EHR Crosswalk, and respond to data requests from internal and external stakeholders. Finally, this position will be responsible for understanding MDW elements and applying their understanding to research with the analytics team.<\u002Fb><\u002Fp><p><br>\n<br>\n<b>No Civil Service test score<\u002Fb> is required in order to be considered for this vacancy.<br>\n<br>\nTo apply for this vacancy, click on the &quot;Apply&quot; link above and complete an electronic application which can be used for this vacancy as well as future job opportunities. Applicants are responsible for checking the status of their application to determine where they are in the recruitment process by selecting the 'Applications' link after logging into their account. Below are the most common status messages and their meanings.<br>\n<br>\nApplication received - Your application has been submitted successfully.<br>\n<br>\nEvaluating experience - Your application is being reviewed to ensure you meet the minimum qualifications for the position.<br>\n<br>\nMinimum Qualification Review &ndash; See History &ndash; Click the History link for the results of your application review. Passing candidates will designate as &quot;Pass&quot;. Failing candidates will designate as &quot;Fail&quot;.<br>\n<br>\nEligible for consideration - You are among a group of applicants who MAY be selected for the position.<br>\n<br>\nEligible Pending Supplemental Qualification Review - Only candidates meeting the supplemental qualification will be eligible for referral.<br>\n<br>\nReferred to hiring manager for review - Your application has been delivered to the hiring manager. You may or may not be called for an interview.<br>\n<br>\nPosition filled - Someone has been selected for the position.<br>\n<br>\nPosition canceled - The agency has decided not to fill the position.<br>\n<br>\n<i>The State of Louisiana only accepts online applications. Paper applications will not be accepted. Computer access is available at your local library, at local Louisiana <\u002Fi><i>Workforce Commission <\u002Fi><i>Business Career Solutions Centers<\u002Fi> (Download PDF reader)<i>, and at the State Civil Service Testing and Recruiting Center at 5825 Florida Boulevard, Room 1070, Baton Rouge, LA 70806<\u002Fi><b><i>. <\u002Fi><\u002Fb><i>If you require an ADA accommodation, please contact our office at (225) 925-1911 or Toll Free: (866) 783-5462 during business hours for additional assistance.<\u002Fi><br>\n<br>\n<i>(Please note: Libraries and LWC centers cannot provide in-depth assistance to applicants with limited computer skills; therefore, we suggest that such applicants have someone with computer proficiency accompany them to these facilities to assist with the computer application process. Also, no State Civil Service employees are housed at the libraries or LWC centers to answer specific questions about the hiring process. Such questions should be directed to our Baton Rouge Information and Testing Office at the phone numbers above or by visiting the office on Florida Blvd. where assistance is available. Information is also provided on our job seeker website at <\u002Fi><i>www.jobs.la.gov<\u002Fi><i>).<\u002Fi><br>\n<br>\nFor further information about this vacancy contact:<br>\nPaula Jackson @ Paula.Jackson@la.gov<br>\nLDH\u002FHUMAN RESOURCES<br>\nP.O. BOX 4818 BATON ROUGE, LA 70821<br>\n<br>\n<b>This organization participates in E-verify, and for more information on E-verify, please contact DHS at 1-888-464-4218.<\u002Fb><br>\n<\u002Fp><\u002Fdiv><p><\u002Fp>\n<div><b>Qualifications<\u002Fb><\u002Fdiv>\n<p><\u002Fp><div><div>MINIMUM QUALIFICATIONS:<\u002Fdiv><div>\nA baccalaureate degree plus four years of professional level experience in administrative services, economics, public health, public relations, social services, health services, or surveying and\u002For assessing health or social service programs or facilities for compliance with state and federal regulations.<\u002Fdiv><div>\n<\u002Fdiv><div>\nSUBSTITUTIONS:<\u002Fdiv><div>\nSix years of full-time work experience in any field may be substituted for the required baccalaureate degree.<\u002Fdiv><div>\n<\u002Fdiv><div>\nCandidates without a baccalaureate degree may combine work experience and college credit to substitute for the baccalaureate degree as follows:<\u002Fdiv><div>\n<\u002Fdiv><div>\nA maximum of 120 semester hours may be combined with experience to substitute for the baccalaureate degree.<\u002Fdiv><div>\n<\u002Fdiv><div>\n30 to 59 semester hours credit will substitute for one year of experience towards the baccalaureate degree.<\u002Fdiv><div>\n60 to 89 semester hours credit will substitute for two years of experience towards the baccalaureate degree.<\u002Fdiv><div>\n90 to 119 semester hours credit will substitute for three years of experience towards the baccalaureate degree.<\u002Fdiv><div>\n120 or more semester hours credit will substitute for four years of experience towards the baccalaureate degree.<\u002Fdiv><div>\n<\u002Fdiv><div>\nCollege credit earned without obtaining a baccalaureate degree may be substituted for a maximum of four years full-time work experience towards the baccalaureate degree. Candidates with 120 or more semester hours of credit, but without a degree, must also have at least two years of full-time work experience to substitute for the baccalaureate degree.<\u002Fdiv><div>\n<\u002Fdiv><div>\nGraduate training with eighteen semester hours in one or any combination of the following fields will substitute for a maximum of one year of the required experience on the basis of thirty semester hours for one year of experience: public health; public relations; counseling; social work; psychology; rehabilitation services; economics; statistics; experimental\u002Fapplied statistics; business, public, or health administration.<\u002Fdiv><div>\n<\u002Fdiv><div>\nA Juris Doctorate will substitute for one year of the required experience.<\u002Fdiv><div>\n<\u002Fdiv><div>\nA master's degree in public health; counseling; social work; psychology; rehabilitation services; economics; business, public, or health administration will substitute for one year of the required experience.<\u002Fdiv><div>\n<\u002Fdiv><div>\nGraduate training with less than a Ph.D. will substitute for a maximum of one year of the required experience.<\u002Fdiv><div>\n<\u002Fdiv><div>\nA Ph.D. in public health; counseling; social work; psychology; rehabilitation services; economics; business, public, or health administration will substitute for two years of the required experience.<\u002Fdiv><div>\n<\u002Fdiv><div>\nNOTE:<\u002Fdiv><div>\nGraduate training will substitute for a maximum of two years of the required experience.<\u002Fdiv><div>\n<\u002Fdiv><div>\nNOTES:<\u002Fdiv><div>\nHealth services include all services dealing with the diagnosis and treatment of disease, or the promotion, maintenance and restoration of health for sick or injured individuals.<\u002Fdiv><div>\n<\u002Fdiv><div>\nExamples of public health jobs include sanitarian, public health engineer and public health epidemiologist.<\u002Fdiv><div>\n<\u002Fdiv><div>\nNOTE:<br>\nAny college hours or degree must be from a school accredited by one of the following regional accrediting bodies: the Middle States Commission on Higher Education; the New England Commission of Higher Education; the Higher Learning Commission; the Northwest Commission on Colleges and Universities; the Southern Association of Colleges and Schools; and the Western Association of Schools and Colleges.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Fdiv><p><\u002Fp>\n<div><b>Job Concepts<\u002Fb><\u002Fdiv>\n<div><p>Function of Work:<br>\nTo administer small and less complex statewide health or social service program(s).<br>\n<br>\nLevel of Work:<br>\nProgram Manager.<br>\n<br>\nSupervision Received:<br>\nBroad direction from a higher-level manager\u002Fadministrator.<br>\n<br>\nSupervision Exercised:<br>\nMay provide functional supervision in accordance with the Civil Service Allocation Criteria Memo.<br>\n<br>\nLocation of Work:<br>\nDepartment of Health and Hospitals; Human Service Districts as established; and other social service entities as established by an approved DSCS Allocation Criteria Memorandum.<br>\n<br>\nJob Distinctions:<br>\nDiffers from Program Monitor-DHH and Program Monitor Supervisor-DHH by the presence of responsibility for administering small or less complex statewide program(s).<br>\n<br>\nDiffers from a Program Manager 1-B-DHH by the absence of supervisory responsibility.<br>\n<br>\nDiffers from a Program Manager 2-DHH by the absence of responsibility for administering medium or medium complex statewide program(s).<\u002Fp><\u002Fdiv>\n<div><b>Examples of Work<\u002Fb><\u002Fdiv>\n<div><p>Supervises the coordination of research, analysis and policy management activities related to statewide health or social service program(s).<br>\n<br>\nDevelops current and long-range plans, policies and procedures for administering the statewide program(s).<br>\n<br>\nMonitors revenues and expenditures of statewide program budget; formulates budgetary projections.<br>\n<br>\nPrepares and submits grant proposals.<br>\n<br>\nDrafts and finalize contracts and Memorandums of Understanding; monitors\u002Fmanages budgetary and programmatic aspects of those agreements assuring compliance with requirements\u002Fdeliverables. Approves contract invoices.<br>\n<br>\nResponds proactively to audit findings, programmatic challenges and issues; coordinates responses and reports to auditors and federal\u002Fstate governmental entities.<br>\n<br>\nProvides on-going consultation and technical assistance to professional and support staff on programmatic issues.<br>\n<br>\nServes as liaison for agency on statewide task forces, work groups, councils, and coalitions.<br>\n<br>\nManages the legislative tracking process during legislative sessions assuring timely analysis of bills and resolutions passed which may impact services. Serves as legislative coordinator.<br>\n<br>\nRevises rules, regulations and procedures to meet changes in law or policy.<br>\n<br>\nDevelops and implements training programs for electronic agency policy.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv>","3a80573e74e830fe":"<div><div><b>Data Scientist<\u002Fb> <b>-<\u002Fb> <b>(<\u002Fb><b>69468<\u002Fb><b>)<\u002Fb><div>\n<\u002Fdiv><\u002Fdiv><div><div>\nIf you are an experienced <b>Data Scientist<\u002Fb> looking for a career making a difference in our community, we have a great opportunity for you!<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nNorthShore University HealthSystem is a comprehensive healthcare system that currently includes four hospitals and 950+ physician multispecialty group practice with 130 locations across Chicagoland. NorthShore is a non-profit and has annual revenues of $2.1 billion and employs more than 10,500 people. Our mission is to preserve and improve human life. Our accomplishments include a four-star rating from the government <i>Hospital Compare<\u002Fi> program, No. 3 ranking among Best Hospitals in Illinois by U.S. News and World Report, 20 IBM Watson Health 100 Top Hospitals&reg; awards and being named a <i>Most Wired<\u002Fi> hospital by Hospitals &amp; Health Networks for 15 straight years!<\u002Fdiv><div><\u002Fdiv><br>\n<div><b><i>\nWhy work for us<\u002Fi><\u002Fb>\n<\u002Fdiv><ul><li><div>We use Data Science to save and improve lives<\u002Fdiv><\u002Fli><li><div>\nYou will\n<\u002Fdiv><ul><li><div>see the impact of your work<\u002Fdiv><\u002Fli><li><div>\nlearn a lot of new skills with the help of your teammates<\u002Fdiv><\u002Fli><li><div>\nhave many opportunities to innovate<\u002Fdiv><\u002Fli><li><div>\nget to wear many hats<\u002Fdiv><\u002Fli><li><div>\nhave the executive team&rsquo;s ear<\u002Fdiv><\u002Fli><li><div>\nhelp clinicians be more effective in their work<\u002Fdiv><\u002Fli><li><div>\ncollaborate with very bright and dedicated people<\u002Fdiv><\u002Fli><\u002Ful><\u002Fli><li><div>\nWe care about our team members&rsquo; career development<\u002Fdiv><\u002Fli><li><div>\nWe take our work very seriously but no more so than necessary<\u002Fdiv><\u002Fli><li><div>\nYou will get the support and encouragement you need to grow in your role<\u002Fdiv><\u002Fli><li><div>\nOur office in Skokie, IL is close walking distance to the &quot;L&quot; CTA trains<\u002Fdiv><\u002Fli><li><div>\nFull time position and is benefits eligible<\u002Fdiv><\u002Fli><\u002Ful><div><b><i>\nEssential Functions<\u002Fi><\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>In this role, you will:<\u002Fdiv><ul><li><div>\nDevelop predictive models for making clinical and operational decisions<\u002Fdiv><\u002Fli><li><div>\nDocument and support your work to the highest possible standards<\u002Fdiv><\u002Fli><li><div>\nHelp design and provide statistical support for clinical studies<\u002Fdiv><\u002Fli><li><div>\nWrite and submit refereed scientific papers<\u002Fdiv><\u002Fli><li><div>\nHelp organizational leaders with hypotheses testing and action planning using data visualizations<\u002Fdiv><\u002Fli><li><div>\nDevelop novel tools incorporating actionable models and guide point-of-care operational decisions<\u002Fdiv><\u002Fli><li><div>\nServe as a subject matter expert in data manipulation, prediction, and visualization<\u002Fdiv><\u002Fli><li><div>\nChoose the most appropriate analytical techniques for the business challenge at hand<\u002Fdiv><\u002Fli><li><div>\nWork with IT and data warehouse experts to design and develop end-to-end analytics products<\u002Fdiv><\u002Fli><\u002Ful><div><b><i>\nRequirements<\u002Fi><\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>Our ideal candidate will have:\n <\u002Fdiv><ul><li><div>Strong intellectual curiosity<\u002Fdiv><\u002Fli><li><div>\nAdvanced degree in statistics (preferred), applied mathematics, predictive analytics, computer science, operations research or related quantitative discipline<\u002Fdiv><\u002Fli><li><div>\nTypically, 5+ years of work experience, including full model life cycle development<\u002Fdiv><\u002Fli><li><div>\nDemonstrated proficiency with R, Python or other data science tools and SQL<\u002Fdiv><\u002Fli><li><div>\nStrong written and verbal communication skills, ability to make decisions and explain technical concepts to non-technical stakeholders<\u002Fdiv><\u002Fli><li><div>\nProven track record of driving insightful findings from quantitative and qualitative data<\u002Fdiv><\u002Fli><li><div>\nFamiliarity with the healthcare industry is a plus<\u002Fdiv><div><\u002Fdiv><br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div>Please explore our website (www.northshore.org) to better understand how NorthShore continually achieves high quality and professionalism. Also, visit our careers page (www.northshore.org\u002Fcareers) to learn why we&rsquo;re consistently recognized as a top employer in Chicagoland.<br>\n<\u002Fdiv><div><\u002Fdiv><div>NorthShore University HealthSystem is committed to working with and providing reasonable accommodation to individuals with disabilities. Please refer to the main career page for more information.<\u002Fdiv><br>\n<div><\u002Fdiv><div>EOE: Race\u002FColor\u002FSex\u002FSexual Orientation\u002F Gender Identity\u002FReligion\u002FNational Origin\u002FDisability\u002FVets, VEVRRA Federal Contractor.<br>\n<\u002Fdiv><div><\u002Fdiv><div>#LI-MM1<\u002Fdiv>\n<ul><li>CB<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Fdiv><div><b>\nPrimary Location<\u002Fb><b>:<\u002Fb> USA-IL-Skokie<\u002Fdiv><div><b>\nWork Locations<\u002Fb><b>:<\u002Fb> 4901 Searle Parkway-Corporate : SKOK-1000 60077<\u002Fdiv><div><b>\nJob<\u002Fb><b>:<\u002Fb> Information Technology<\u002Fdiv><div><b>\nOrganization<\u002Fb><b>:<\u002Fb> Corporate<\u002Fdiv><div>\n Full-time<\u002Fdiv><div><b>\nJob Posting<\u002Fb><b>:<\u002Fb> Sep 12, 2019, 7:27:29 AM<\u002Fdiv><\u002Fdiv>","11baba484db23433":"<div><div>Data Scientists at Microsoft help to improve the quality of experiences on our devices and services. We are looking for highly motivated and passionate Data Scientists to apply rigorous scientific methodology and algorithms to data in order to improve Microsoft&rsquo;s devices, operating systems, and services. As a Data Scientist, you will provide unique insight into business and customer scenarios that cut across organizational boundaries and lead the growth of a data-driven culture within Microsoft.<\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\nDo you want to work on a meaningful and impactful project and make a difference?<\u002Fli><li>\nAre you willing to learn from others and open to new ideas?<\u002Fli><li>\nDo you want to support others to succeed and operate in a highly-collaborative and global environment?<\u002Fli><li>\nIf this sounds like you, Microsoft would like to invite you to come join us as you are, where you can find more than just a job.<\u002Fli><li>\nRead on to learn more about opportunities and apply online!<\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh2><div>\nAs a Data Scientist, you will formulate approaches to solve problems using well-defined algorithms and data sources. You will incorporate an understanding of product functionality and customer perspective to provide context for those problems. You will use data exploration techniques to discover new questions or opportunities within your problem area and propose applicability and limitations of the data. Successful Data Scientists will interpret the results of their analysis, validate their approach, and learn to monitor, analyze, and iterate to continuously improve.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nYou will engage with peer stakeholders to produce clear, compelling, actionable insights that influence product and service improvements that will impact millions of customers. As a Data Scientist, you will also engage in the peer review process and act on feedback while learning innovative methods, algorithms, and tools to increase the impact and applicability of your results.<\u002Fdiv><h2 class=\"jobSectionHeader\"><b>\nQualifications<\u002Fb><\u002Fh2><ul><li>\nCurrently has or is in the process of obtaining their BA\u002FBS or Masters in Computer Science, Mathematics, Economics, Statistics, Applied Sciences like Biostatistics, Physics, Chemistry, Computational Neurology\n<\u002Fli><li>Some Engineering experience and or project course work using large data systems on SQL, Hadoop, etc.<\u002Fli><li>\nProficiency using one or more programming or scripting language to work with data such as: Python, Perl, or C#.<\u002Fli><li>\nSome experience and or project course work performing data analysis and applying statistics working with tools such as: Excel, R, MATLAB, AMPL, or SAS.<\u002Fli><li>\nSome experience and or project course work with product and service telemetry systems.<\u002Fli><li>\nSome A\u002FB Testing or experimentation (this can be from conducting real life science experiments, hypothesis testing in stats etc.) Not required but ideal.<\u002Fli><li>\nSome experience or course work applying basic ML to a type of data and or used algorithms to conduct experiments on data. Machine Learning strongly encouraged.<\u002Fli><li>\nPassion to learn from your peers, manager, and other stakeholders in the Data Science domain.<\u002Fli><li>\nAbility to interact with peers and stakeholders to drive product and business impact.<\u002Fli><li>\nStrong interpersonal and communications skills.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and\u002For a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the Accommodation request form.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nBenefits\u002Fperks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.<\u002Fdiv><\u002Fdiv>","315c656166a3cd7a":"<div>&lt;style type=&quot;text\u002Fcss&quot;&gt;<br>\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 15.0px Calibri; -webkit-text-stroke: #000000}<br>\nspan.s1 {font-kerning: none}<br>\n&lt;\u002Fstyle&gt;<br>\n<br>\n&lt;p dir=&quot;ltr&quot; id=&quot;docs-internal-guid-74944ba6-7fff-9d1a-04ad-c074fcab8ad7&quot; style=&quot;line-height: 1.68; margin-bottom: 22pt; margin-left: 11pt; margin-top: 0pt;&quot;&gt;&lt;span style=&quot;font-family: Arial; font-size: 10.5pt; font-weight: 400; color: rgb(89, 85, 84); font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;&quot;&gt;King Strategic Partnerships supports key company priorities by driving partner collaboration that fuels organic growth across our leading portfolio of games. We are looking for someone who is interested in making data-based recommendations that identify &ldquo;win-win&rdquo; value propositions leveraging our partner ecosystem. You&rsquo;ll have a proven ability to apply your skills, be it technical, behavioural or economic, in order to generate value for Candy Crush, one of the leading casual games franchises as well as our studio's next generation of awesome mobile games.&lt;\u002Fspan&gt;&lt;\u002Fp&gt;&lt;p dir=&quot;ltr&quot; style=&quot;line-height: 1.68; margin-bottom: 11pt; margin-left: 11pt; margin-top: 0pt;&quot;&gt;&lt;span style=&quot;font-family: Arial; font-size: 10.5pt; font-weight: 400; color: rgb(89, 85, 84); font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;&quot;&gt;We are looking for a talented and creative Data Scientist interested to work with King&rsquo;s Strategic Partnerships organization.&lt;\u002Fspan&gt;&lt;\u002Fp&gt;<br>\n<h2 class=\"jobSectionHeader\"><b>Your role within our Kingdom<\u002Fb><\u002Fh2><br>\n&lt;p dir=&quot;ltr&quot; id=&quot;docs-internal-guid-4ba98b80-7fff-ecef-d8b9-ca6db2b8e20d&quot; style=&quot;line-height: 1.68; margin-bottom: 22pt; margin-left: 11pt; margin-top: 0pt;&quot;&gt;&lt;span style=&quot;font-family: Arial; font-size: 10.5pt; font-weight: 400; color: rgb(89, 85, 84); font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;&quot;&gt;You will be working with a diverse group of stakeholders at one of the global leaders in casual mobile games. As part of King Strategic Partnerships, you will support account managers who own business and strategic initiatives across multiple platforms - Apple, Google, Facebook, Microsoft, Amazon, and NetEase (China).&amp;nbsp;&lt;\u002Fspan&gt;&lt;\u002Fp&gt;&lt;p dir=&quot;ltr&quot; style=&quot;line-height: 1.68; margin-bottom: 22pt; margin-left: 11pt; margin-top: 0pt;&quot;&gt;&lt;span style=&quot;font-family: Arial; font-size: 10.5pt; font-weight: 400; color: rgb(89, 85, 84); font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;&quot;&gt;Working collaboratively with Data Scientists you will provide input to boost installs, engagement and monetization across platforms. You will build relationships with key stakeholders including Game Teams, Brand Marketing, Performance Marketing and Advertising, providing tailored recommendations and business insights.&amp;nbsp; Last but not least you will champion the partnership team&rsquo;s work to promote and raise its profile across the business which includes occasional domestic and international travel.&lt;\u002Fspan&gt;&lt;\u002Fp&gt;&lt;p dir=&quot;ltr&quot; style=&quot;line-height: 2.016; margin-bottom: 22pt; margin-left: 11pt; margin-top: 0pt;&quot;&gt;&lt;span style=&quot;font-family: Arial; font-size: 10.5pt; font-weight: 400; color: rgb(89, 85, 84); font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;&quot;&gt;You will help us to further understand, model and predict how partnerships and co-marketing campaigns bring and engage players to our games and be part of a community of 100+ business intelligence &amp;amp; analytics experts.&lt;\u002Fspan&gt;&lt;span style=&quot;font-family: Arial; font-size: 11pt; vertical-align: baseline; white-space: pre-wrap;&quot;&gt;&lt;br&gt;&lt;\u002Fspan&gt;&lt;\u002Fp&gt;&lt;p dir=&quot;ltr&quot; style=&quot;line-height: 2.016; margin-bottom: 22pt; margin-left: 11pt; margin-top: 0pt;&quot;&gt;&lt;span style=&quot;font-family: Arial; font-size: 11pt; vertical-align: baseline; white-space: pre-wrap;&quot;&gt;Specifically, you will:&lt;\u002Fspan&gt;&lt;\u002Fp&gt;&lt;span id=&quot;docs-internal-guid-25808681-7fff-d875-b1f7-9b371655bd53&quot;&gt;&lt;ul&gt;&lt;li&gt;&lt;span id=&quot;docs-internal-guid-25808681-7fff-d875-b1f7-9b371655bd53&quot;&gt;&lt;span style=&quot;font-family: Arial; font-size: 11pt; white-space: pre-wrap;&quot;&gt;Understand the business context behind our strategic partnerships and establish the right metrics to answer our most critical business questions&lt;\u002Fspan&gt;&lt;\u002Fspan&gt;&lt;\u002Fli&gt;&lt;li&gt;&lt;span id=&quot;docs-internal-guid-25808681-7fff-d875-b1f7-9b371655bd53&quot;&gt;&lt;span style=&quot;font-family: Arial; font-size: 11pt; white-space: pre-wrap;&quot;&gt;Proactively develop new analyses and data-driven tools to better understand our collaboration and initiatives with platforms&lt;\u002Fspan&gt;&lt;\u002Fspan&gt;&lt;\u002Fli&gt;&lt;li&gt;&lt;span id=&quot;docs-internal-guid-25808681-7fff-d875-b1f7-9b371655bd53&quot;&gt;&lt;span style=&quot;font-family: Arial; font-size: 11pt; white-space: pre-wrap;&quot;&gt;Provide insights and estimations to support business cases and an analytic perspective to help drive priorities within your team&lt;\u002Fspan&gt;&lt;\u002Fspan&gt;&lt;\u002Fli&gt;&lt;li&gt;&lt;span id=&quot;docs-internal-guid-25808681-7fff-d875-b1f7-9b371655bd53&quot;&gt;&lt;span style=&quot;font-family: Arial; font-size: 11pt; white-space: pre-wrap;&quot;&gt;Translate business needs to technical requirements and A\u002FB tests, and work with development teams to ensure correct implementation, taking care to correctly track the right information to allow easy, precise analysis of the impact&lt;\u002Fspan&gt;&lt;\u002Fspan&gt;&lt;\u002Fli&gt;&lt;li&gt;&lt;span id=&quot;docs-internal-guid-25808681-7fff-d875-b1f7-9b371655bd53&quot;&gt;&lt;span style=&quot;font-family: Arial; font-size: 11pt; white-space: pre-wrap;&quot;&gt;Work closely with Business Manager and Partnerships Account Managers to leverage insights from platform across multiple platforms&lt;\u002Fspan&gt;&lt;\u002Fspan&gt;&lt;\u002Fli&gt;&lt;li&gt;&lt;span id=&quot;docs-internal-guid-25808681-7fff-d875-b1f7-9b371655bd53&quot;&gt;&lt;span style=&quot;font-family: Arial; font-size: 11pt; white-space: pre-wrap;&quot;&gt;Collaborate with other disciplines to find hidden insights about our business&lt;\u002Fspan&gt;&lt;\u002Fspan&gt;&lt;\u002Fli&gt;&lt;li&gt;&lt;span id=&quot;docs-internal-guid-25808681-7fff-d875-b1f7-9b371655bd53&quot;&gt;&lt;span style=&quot;font-family: Arial; font-size: 11pt; vertical-align: baseline; white-space: pre-wrap;&quot;&gt;Share yo&lt;\u002Fspan&gt;&lt;span style=&quot;font-family: Arial; font-size: 11pt; vertical-align: baseline; white-space: pre-wrap;&quot;&gt;ur insights in a manner that compels leadership to take action&lt;\u002Fspan&gt;&lt;\u002Fspan&gt;&lt;\u002Fli&gt;&lt;\u002Ful&gt;&lt;\u002Fspan&gt;<br>\n<h2 class=\"jobSectionHeader\"><b>Skills to create thrills<\u002Fb><\u002Fh2><br>\nYou have a passion for quantitative analysis, and have the ability to draw business insights which will add real value to King. You will need to demonstrate the ability to learn quickly and will have worked in a fast paced and collaborative environment. This role will involve working with teams and individuals across King - such as Game Developers, Business Performance Managers and Marketeers, so excellent communication skills are essential.<br>\n<br>\nWhile we certainly don&rsquo;t expect you to have all of these skills from day one, we do expect you to learn and develop in each of the following five areas:<br>\n<ul><li>Business Insight: The ability to understand the problems and issues our games and business wants to solve, and then defining the right data, analysis or interpretation to lead to the right recommendations and decisions<\u002Fli><li>Communication: Designing good ways of communicating, visualizing or reporting your analyses and their results so they are clear and unambiguous<\u002Fli><li>SQL: The ability to write SQL queries to analyze our data with 300+ million players and work with relational database systems.<\u002Fli><li>Coding: Proficiency in R and\u002For Python for analysis and visualizations, automating manual tasks, and building tools<\u002Fli><li>Statistics: Understanding of appropriate statistical techniques<\u002Fli><\u002Ful>\n<h2 class=\"jobSectionHeader\"><b>Bonus points<\u002Fb><\u002Fh2><br>\nA great saga needs all sorts of heroesMaking games is fun. Especially when you do it with people who share the same idea of what makes a good workplace, great. We design games for everyone, no matter where they are or who they are, and we employ all sorts of people from all kinds of backgrounds to bring them to life. Truth is, we simply can&rsquo;t expect diversity in our players and originality in our games without first nurturing it in our people. A great saga needs all sorts of heroes. And that&rsquo;s it.<br>\n<h2 class=\"jobSectionHeader\"><b>We&rsquo;re Seriously Playful<\u002Fb><br>\n<\u002Fh2><h2 class=\"jobSectionHeader\"><b>&lt;span id=&quot;docs-internal-guid-a657020c-7fff-5fc0-f5d0-5a0d6a2a7619&quot;&gt;&lt;span style=&quot;font-family: Arial; vertical-align: baseline; white-space: pre-wrap;&quot;&gt;&lt;font size=&quot;2&quot; style=&quot;&quot;&gt;Officially, we&rsquo;re a leading interactive entertainment company for the mobile world. Unofficially, we&rsquo;re a serious business that&rsquo;s not afraid to have fun. Every day at King, we mix intuition with logic, art with science and magic with mathematics to create the games the world loves to play. Together with our parent company Activision Blizzard, our mission is to bring moments of magic to everyday life. If you think this is something you can help us achieve, let&rsquo;s talk.&lt;\u002Ffont&gt;&lt;\u002Fspan&gt;&lt;\u002Fspan&gt;&lt;span id=&quot;docs-internal-guid-a657020c-7fff-5fc0-f5d0-5a0d6a2a7619&quot;&gt;&lt;span style=&quot;font-family: Arial; vertical-align: baseline; white-space: pre-wrap;&quot;&gt;&lt;font size=&quot;2&quot; style=&quot;&quot;&gt;Officially, we&rsquo;re a leading interactive entertainment company for the mobile world. Unofficially, we&rsquo;re a serious business that&rsquo;s not afraid to have fun. Every day at King, we mix intuition with logic, art with science and magic with mathematics to create the games the world loves to play. Together with our parent company Activision Blizzard, our mission is to bring moments of magic to everyday life. If you think this is something you can help us achieve, let&rsquo;s talk.&lt;\u002Ffont&gt;&lt;\u002Fspan&gt;&lt;\u002Fspan&gt;Want to join our Kingdom? You&rsquo;ll find all you need to apply, plus more information on our culture, values and benefits, including relocation packages at jobs.king.com. All applications should be made in English.<\u002Fb><\u002Fh2><\u002Fdiv>","0023a75b9a3787bb":"<div><p><b>Job Description<\u002Fb><\u002Fp><p><b>\nJob Title: <\u002Fb><b>Data Scientist\n<\u002Fb><\u002Fp><p><b>Location: <\u002Fb><b>Manchester, NH<\u002Fb><\u002Fp><p><b>\nTerms: <\u002Fb><b>Full-time<\u002Fb><b> or Contract\n<\u002Fb><\u002Fp><p><b>About Trianz<\u002Fb><\u002Fp><p>\nTrianz is a global professional services firm committed to enabling leaders to develop and execute operational strategies, leverage new business and technology paradigms, and achieve results expected by senior management in their organizations- predictably.<\u002Fp><p><b>\nWhat We Stand For<\u002Fb><\u002Fp><p>\nOur clients are transforming their businesses, competitive strategies, product and service portfolios, customer-partner-employee interactions and their ecosystem. The cost of misses is not financial alone but a lost window of opportunity. So getting things right the first time is absolutely critical.<\u002Fp><p>\nAs a result, Trianz is focusing on three important themes in our engagement model with clients.<\u002Fp><p>\nCrystallize business impact from a top management point of view<\u002Fp><p>\nHelp Clients achieve results from strategy-by making execution predictable through innovative execution techniques<\u002Fp><p>\nCreate a positive, enriching partnership experience in everything we do<\u002Fp><p><b>\nIndustries, Clients &amp; Practices<\u002Fb><\u002Fp><p>\nTrianz works with clients across High Technology, Banking, Insurance, Manufacturing, Retail, Telecom, e-businesses and Public Services. Most clients are Fortune 1000 organizations and our relationships are sponsored by senior leaders in Enterprise Analytics Sales, Finance, Marketing, Human Resources, Operations and Information Technology. We partner with our clients to address the following key service areas:<\u002Fp><p><b>\nCloud<\u002Fb><\u002Fp><p><b>\nAnalytics<\u002Fb><\u002Fp><p><b>\nDigitization<\u002Fb><\u002Fp><p><b>\nInfrastructure<\u002Fb><\u002Fp><p><b>\nSecurity<\u002Fb><\u002Fp><p><b>\nJob Description\n <\u002Fb><\u002Fp><p>As a key member of our team, you will be collaborating with different engineering and operations teams and leading development machine learning solutions for a variety of tasks and projects. You will be responsible for delivering projects from end-to-end: problem statement and conceptualization, proof-of-concept, and participation in final deployment. You will also perform ad-hoc statistical and data science analyses. You will also work closely with data engineers and modeling analysts to generate seamless business solutions. You will be expected to present results of analyses to a wide range of audiences including executives.<\u002Fp><p><b>\nEssential Functions:<\u002Fb><\u002Fp><ul><li>\nCollaborate with multiple business and information technology units to understand company needs and propose solutions<\u002Fli><li>\nImplement new statistical or other mathematical methodologies as needed for specific models or analysis.<\u002Fli><li>\nOrganize and synthesize data into actionable business decisions, focused on insights.<\u002Fli><\u002Ful><p><b>\nRelated Functions:<\u002Fb><\u002Fp><ul><li>\nEstablishes and maintains effective working relationships, both internally and externally<\u002Fli><li>\nMaintains and communicates on a regular basis the progress against department goals\u002Fobjectives and priorities to Director of Innovation and Analytics<\u002Fli><li>\nCompile, review, verify and analyze related external and internal insurance data including completed models for benchmarking of results<\u002Fli><\u002Ful><p><b>\nOrganizational<\u002Fb><\u002Fp><ul><li>\nDevelops creative ideas and solutions to real time business problems and\u002For business opportunities; takes reasonable, calculated risks even if failure is possible.<\u002Fli><li>\nEmpowers self and teammates to continuously improve business processes\u002F systems and develops and escalates ideas and solutions.<\u002Fli><li>\nConsistently delivers superior customer service to both internal and external business partners.<\u002Fli><li>\nDemonstrates alignment with Commitments.<\u002Fli><li>\nPrioritizes and organizes work in self-directed manner.<\u002Fli><li>\nAttains and maintains knowledge of assigned department.<br>\n<\u002Fli><\u002Ful><div><b>\nRequired Skills:<\u002Fb><br>\n<\u002Fdiv><ul><li>\nAbility to tell meaningful stories with data.<\u002Fli><li>\nMinimum four years of proven hands-on experience applying machine learning techniques to build models integrated into applications.<\u002Fli><li>\nStrong working knowledge of machine learning\u002Fdata mining algorithms (deep learning, classification, clustering, etc), experience with Image Analysis\u002FComputer Vision is a plus.<\u002Fli><li>\nUnderstand algorithms (be able to tweak them when needed) as well as infrastructure that enables fast iterations<\u002Fli><li>\nStrong software development skills with proficiency in Python and R. Experienced user of libraries such as scikit-learn, scipy, R, NetworkX, Spacy, and NLTK.<\u002Fli><li>\nGood understanding of deep learning algorithms and workflows, and experience with CNTK, Caffe, MXNet or TensorFlow is a plus.<\u002Fli><li>\nExperience in Hadoop, Spark, Hive, Cassandra, Kafka and NoSQL databases is a plus<br>\n<\u002Fli><\u002Ful><div><b>\nExperience:<\u002Fb><\u002Fdiv><ul><li>\n4+ years&rsquo; experience applying machine learning techniques to real business problems.<\u002Fli><li>\nProperty &amp; Casualty Insurance experience encouraged, but not required<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWe are Growing Rapidly: 2019 Highlights<\u002Fb><\u002Fp><p>\nTrianz is growing above the average of the professional services industry. Here are some highlights.<\u002Fp><p>\nVoted significantly above other services firms by 90% + of clients for business impact, execution predictability and organizational commitment in the recent Trianz wide client satisfaction survey.<\u002Fp><p>\nWon the &ldquo;Customer Obsession Award&rdquo; from Amazon Web Services for our innovation and execution record in Cloud Infrastructure and Business Applications strategy and services.<\u002Fp><p>\nWon UNICOM awards for the #1 Digitization and #1 Analytics project over a wide array of competition.<\u002Fp><p>\nFeatured by IDC in their Spotlight series under the theme of &ldquo;Operationalizing Strategies through Execution Excellence: A New Paradigms in Technology Delivery&rdquo;.<\u002Fp><p>\nAchieved 50%+ revenue and employee growth compared to prior year&rsquo;s exit showing an increasing acceptance of our models and success from our differentiated methodologies in strategic execution.<\u002Fp><p><b>\nTalk to us, Join us &amp; Develop into Leaders<\u002Fb><\u002Fp><p>\nCome join a dynamic global company. We are an open, non-bureaucratic and no-nonsense culture. We believe in a culture of innovation, encouraging our people to create. We believe training and development of all our associates is the most important thing we can provide to our talent. We are investing heavily- in classroom, online and on the job training. Seeing our talent develop into leaders- is what&rsquo;s fundamental for everyone at Trianz.<\u002Fp><p>\nWe are hiring at all levels of Trianz. And we are hiring globally. So- if you have a passion for execution and would like to develop into a leader capable of taking on anything, or are already a leader, talk to us!<\u002Fp><p>\n <b>Equal Opportunity Employer<\u002Fb><\u002Fp><p>\nTrianz does not discriminate on the basis of race, color, creed, national or ethnic origin, gender, religion, disability, age, political affiliation or belief, disabled veteran, veteran of the Vietnam Era, or citizenship status (except in those special circumstances permitted or mandated by law).<\u002Fp><\u002Fdiv>","8e18c3fd09ea7e00":"<div><div><div>Xometry is a rapidly growing startup that is transforming American manufacturing. Our proprietary instant quoting technology and nationwide network of manufacturers provides a streamlined on-demand manufacturing experience that is unparalleled in the market. Custom manufacturing is a $50 billion industry in the United States, and it is our mission to provide advanced manufacturing capabilities to customers of all sizes - from Fortune 500 companies and government agencies to small businesses and startups.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>As a Data Scientist at Xometry, your day-to-day activities might include the following:<\u002Fb><\u002Fh3><div><ul><li>\nUsing knowledge of probability and statistics to make defensible statistical inferences from data<\u002Fli><li>\nUsing machine learning tools and techniques and knowledge of statistics to construct, optimize, and evaluate predictive models that predict the likelihood of different business outcomes<\u002Fli><li>\nUsing deep learning tools (such as TensorFlow, Keras, or PyTorch) to train a variety of neural network architectures (e.g., multilayer perceptron, convolutional networks, transfer learned networks) to develop effective predictive models<\u002Fli><li>\nWriting production-quality software in Python to implement predictive models and business logic in business software<\u002Fli><li>\nUsing cloud resources (e.g., Amazon Web Services) to prepare and process data<\u002Fli><li>\nWriting software to prepare, clean, and sample data for use in developing predictive models<\u002Fli><li>\nWriting queries to query and extract data from product databases (requires knowledge of MongoDB) and join data from multiple sources.<\u002Fli><li>\nUsing data analysis tools to prepare data visualizations. Examples of such tools include Tableau, Jupyter Notebooks, Python, Pandas, and R.<\u002Fli><li>\nRelentlessly iterating solutions within a fast-paced start-up environment where ambiguity and minimal structure are the norm<\u002Fli><li>\nSolving challenging, uncharted engineering problems<\u002Fli><li>\nWorking in an environment that demands continual learning and development of new skills<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>This job is for you, if you have:\n<\u002Fb><\u002Fh3><div><ul><li>Bachelor&rsquo;s degree in applied math, computer science, natural sciences or engineering<\u002Fli><li>\nA M.S. or PhD in a related field is preferred<\u002Fli><li>\n2+ years of experience with machine learning, optimization and fitting techniques<\u002Fli><li>\nExperience with deep learning architectures and training methods is preferred<\u002Fli><li>\nFluency in Python, numpy, scipy, pandas, and sklearn is preferred<\u002Fli><li>\nProficiency in linear algebra and statistics<\u002Fli><li>\nFamiliarity with RESTful APIs<\u002Fli><li>\nA portfolio demonstrating clean and compliant code<\u002Fli><li>\nDemonstrated attention to detail<\u002Fli><li>\nFamiliarity with debugging and automated unit\u002Fregression testing<\u002Fli><li>\nFamiliarity with versioning systems such as Git<\u002Fli><li>\nMust be ITAR compliant<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Xometry offers its employees:<\u002Fb><\u002Fh3><div><ul><li>\nHealth, Dental &amp; Vision coverage<\u002Fli><li>\nCommuter &amp; Dependent Care benefit options<\u002Fli><li>\n401k<\u002Fli><li>\nPaid time off<\u002Fli><li>\nPrimary and Secondary Parental Leave<\u002Fli><li>\nStock Options<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Find out more about Lexington, KY by visiting http:\u002F\u002Fwww.locateinlexington.com\u002FLIVING-HERE\u002FRelocate-to-Lexington.aspx.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThis isn&rsquo;t the job for you? Maybe you have a friend who would be perfect for it - please share this job with them!<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nXometry is an equal opportunity employer. All applicants will be considered for employment without attention to race, color, religion, sex, sexual orientation, gender identity, national origin, veteran or disability status.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nXometry participates in E-Verify and after a job offer is accepted, will provide the federal government with your Form I-9 information to confirm that you are authorized to work in the U.S.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","93f28a9036b209eb":"<div><\u002Fdiv><div><div><div><div><div><h5 class=\"jobSectionHeader\"><b>Overview<\u002Fb><\u002Fh5>\n<p>PADI, the global leader in Scuba Diver Training, is searching for a full-time Data Scientist at our corporate headquarters in Rancho Santa Margarita, California. PADI offers its employees a unique culture centered around an active lifestyle, fun and hardworking colleagues, interesting work, competitive salary and outstanding benefits. We are an amazing company searching for amazing people to join our team!<br>\n<br>\nWe are looking for a Data Scientist who will support our product, sales, leadership and marketing teams with insights gained from analyzing company data. The ideal candidate is adept at using large data sets to find opportunities for using models to identify patterns or test the effectiveness of different courses of action. This involves conducting end-to-end analysis that includes data gathering, processing, modelling, presentations and making recommendation to drive and inform our business strategy. They must have strong experience using a variety of data mining\u002Fdata analysis methods, using a variety of data tools, building and implementing models, using\u002Fcreating algorithms and creating\u002Frunning simulations. They must have a proven ability to drive business results with their data-based insights. The right candidate will have a passion for discovering solutions hidden in large data sets and working with stakeholders to improve business outcomes. This role will report directly to the VP Analytics &amp; Architecture.<\u002Fp>\n<h5 class=\"jobSectionHeader\"><b>What You&rsquo;ll Be Doing<\u002Fb><\u002Fh5>\n<ul><li>Research and develop statistical learning models for data analysis<\u002Fli>\n<li>Communicate results and ideas to key decision makers<\u002Fli>\n<li>Understand PADI core products and offerings, identify critical data problems, design and implement data-driven approaches for quantitative analyses and solutions.<\u002Fli>\n<li>Mine and analyze data to drive optimization and improvement of product development, marketing techniques and business strategies.<\u002Fli>\n<li>Assess the effectiveness and accuracy of new data sources and data gathering techniques.<\u002Fli>\n<li>Use predictive modeling to increase and optimize customer experiences, revenue generation, campaign or ad targeting and other business outcomes.<\u002Fli>\n<li>Develop company A\u002FB testing framework and test model quality.<\u002Fli>\n<li>Develop processes and tools to monitor and analyze model performance and data accuracy.<\u002Fli>\n<li>Assist in designing and developing a process to develop, deploy and maintain models Keep up-to-date with latest technology trends<\u002Fli>\n<\u002Ful><h5 class=\"jobSectionHeader\"><b>Skills and Experience You&rsquo;ll Need to Be Successful In This Role<\u002Fb><\u002Fh5>\n<ul><li>We&rsquo;re looking for someone with 5-7 years of experience manipulating data sets and building statistical models, Master&rsquo;s or PHD in Statistics, Mathematics, Computer Science or another quantitative field is preferred<\u002Fli>\n<li>Extensive background in data mining and statistical analysis<\u002Fli>\n<li>Able to understand various data structures and common methods in data transformation<\u002Fli>\n<li>Excellent pattern recognition and predictive modeling skills<\u002Fli>\n<li>Experience with programming languages such as Java\u002FPython an asset<\u002Fli>\n<li>Strong problem solving skills with an emphasis on product development.<\u002Fli>\n<li>Experience using statistical computer languages (R, Python, SLQ, etc.) to manipulate data and draw insights from large data sets.<\u002Fli>\n<li>Experience working with and creating data architectures.<\u002Fli>\n<li>Knowledge of a variety of machine learning techniques (clustering, decision tree learning, artificial neural networks, etc.) and their real-world advantages\u002Fdrawbacks.<\u002Fli>\n<li>Knowledge of advanced statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.) and experience with applications.<\u002Fli>\n<li>Excellent written and verbal communication skills for coordinating across teams.<\u002Fli>\n<li>Experience analyzing data from 3rd party providers: Google Analytics, Site Catalyst, Coremetrics, Adwords, Crimson Hexagon, Facebook Insights, etc.<\u002Fli>\n<li>A drive to learn and master new technologies and techniques.<\u002Fli>\n<li>AWS or public cloud experience is preferred.<\u002Fli>\n<li>Practical experience in building and shipping data solutions in the real world is a plus.<\u002Fli>\n<\u002Ful><p>Founded in 1966, PADI has grown consistently through our 53 years in business, continually raising the bar for the industry we have so much passion for. We know who we are as a company but never let that hold us back from reinventing ourselves and keeping our mission modern and relevant. One thing that stays consistent is our mission to be &ldquo;The Way the World Learns to Dive&rdquo;. PADI has certified over 27 million divers during our history, an achievement no other scuba diving agency can claim.<br>\n<br>\nPADI strives to create a work environment that respects individual contribution while maintaining a strong team approach for successful execution of business objectives. The executive team believes in a work-life balance that enables employees to meet their personal and family needs with flexible hours and an extensive benefits plan.<br>\n<br>\nIf this job sounds interesting to you and you meet these requirements described above, we&rsquo;d like to get to know you! Please submit your resume &amp; salary requirements at [email protected]. To learn more about our company visit us at www.padi.com. Applicants must possess the right to work in the United States.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","112299e23ea4a8cc":"<div><p>Headquartered in Lynchburg, Va., BWX Technologies, Inc. (NYSE:BWXT) is a leading supplier of nuclear components and fuel to the U.S. government; provides technical and management services to support the U.S. government in the operation of complex facilities and environmental remediation activities; and supplies precision manufactured components, services and fuel for the commercial nuclear power industry. With approximately 6,250 employees, BWXT has eleven (11) major operating sites in the U.S. and Canada. In addition, BWXT joint ventures provide management and operations at more than a dozen U.S. Department of Energy and NASA facilities. Follow us on Twitter @BWXTech and learn more at www.bwxt.com.<\u002Fp><br>\n<p><\u002Fp>\n<p>\nBWXT is seeking a talented Data Scientist with computer vision experience and machine\u002Fdeep learning skills for research and development of learning platforms for nuclear power, propulsion, advanced manufacturing and medicine. This position will be based in Oak Ridge, TN.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>Job Description\u002FDuties:<\u002Fb><\u002Fp>\n<ul><li>Creates 3D visualizations from data, research, and code imagery in a machine and deep learning environment to overcome advanced manufacturing abnormalities.<\u002Fli>\n<li>Works cooperatively with engineers to create, build, maintain and modify data acquisition and sensor suites for automated data collection that supports quality and performance\n<\u002Fli><li>Writes algorithms and solve predictive problems by collecting, curating and integrating structured and unstructred data from different sources using convolutional neural networks, PCA, probabilistic modeling and other data science techniques.<\u002Fli>\n<li>Performs functional and performance statistical analyses, set up designed experiments in the course of development, create and maintain testing documentation.<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p><b>Job Qualifications\u002FRequirements:<\u002Fb><\u002Fp>\n<ul><li>A Bachelor&rsquo;s Degree in a technical or computational field of study (e.g., engineering, computer science, mathematics) with a concentration or project experience applying data science techniques is required.<\u002Fli>\n<li>A Master's Degree with either or both degrees employing statistical techniques and machine or deep learning methods is preferred.<\u002Fli>\n<li>A minimum of 3 years of related experience is required.<\u002Fli>\n<li>Foundational education in scientific or engineering field augmented by data science specialization or experience is preferred.<\u002Fli>\n<li>Strong analytical programming in C++, Python, R and\u002For equivalent is required.<\u002Fli>\n<li>Visualization expertise such as OpenCV or other computational imaging software experience is required.<\u002Fli>\n<li>Experience with deep learning methods (Tensorflow-based packages or similar, PyTorch, Keras) required.<\u002Fli>\n<li>Must be a US Citizen with no dual citizenship.<\u002Fli>\n<li>Must be able to obtain and maintain a U.S. Department of Energy (DOE) clearance.<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p>US Citizenship, with no dual citizenship is required for this position.<\u002Fp><br>\n<p><\u002Fp>\n<p>Applicants selected will be subject to a Federal background investigation and must meet eligibility requirements for access to classified information or matter. Position requires U.S. Citizenship with (no dual citizenship) ability to obtain and maintain a Department of Energy (DOE) security clearance which involves an extensive criminal and financial background investigation, drug test and previous employment reference verifications.<\u002Fp><br>\n<p><\u002Fp>\n<p>BWXT supports diversity and is committed to the concept of Equal Employment Opportunity. We have established procedures to ensure that all personnel actions such as recruitment, compensation, career development, benefits, company-sponsored training and social recreational programs are administered without regard to race, color religion, gender, national origin, citizenship, age, disability or veteran status.<\u002Fp><br>\n<p><\u002Fp>\n<p>https:\u002F\u002Fwww.dol.gov\u002Fofccp\u002Fregs\u002Fcompliance\u002Fposters\u002Fpdf\u002Feeopost.pdf<br>\n<\u002Fp><p><\u002Fp><p>https:\u002F\u002Fwww.dol.gov\u002Fofccp\u002Fregs\u002Fcompliance\u002Fposters\u002Fpdf\u002FOFCCP_EEO_Supplement_Final_JRF_QA_508c.pdf<\u002Fp><\u002Fdiv>","ad113320a7d2e442":"<p><\u002Fp><div><div><div><div><div>DMI (Digital Management, LLC.) is looking for a <b>Data Scientist<\u002Fb> who will be responsible for modeling complex problems, discovering specific insights and identifying opportunities through the use of statistical, algorithmic, mining and visualization techniques. In addition to advanced analytic skills, this role is also proficient at integrating and preparing large, varied datasets, architecting specialized database and computing environments, and communicating results. Data Scientists work closely with clients, data stewards, project\u002Fprogram managers, and other IT teams to turn data into critical information and knowledge that can be used to make sound organizational decisions. Other responsibilities include providing data that is congruent and reliable. They need to be creative thinkers and propose innovative ways to look at problems by using data mining (the process of discovering new patterns from large datasets) approaches on the set of information available. They will need to validate their findings using an experimental and iterative approach. Also, Data Scientists will need to be able to present back their findings to the business by exposing their assumptions and validation work in a way that can be easily understood by their business counterparts. These professionals will need a combination of business focus, strong analytical and problem solving skills and programming knowledge to be able to quickly cycle hypothesis through the discovery phase of the project. Excellent written and communications skills to report back the findings in a clear, structured manner are required.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nDuties and<\u002Fb><b> Responsibilities:<\u002Fb><\u002Fdiv><ul><li>\nDesigns experiments, test hypotheses, and build models.\n<\u002Fli><li>Conducts advanced data analysis and complex designs algorithm<\u002Fli><li>\nWorks with OPIC stakeholders to identify the business requirements and the expected outcome.\n<\u002Fli><li>Works with and alongside business analysts by suggesting other products of interest to the client.<\u002Fli><li>\nModels and frames business scenarios that are meaningful and which impact on critical business processes and\u002For decisions.<\u002Fli><li>\nIdentifies what data is available and relevant, including internal and external data sources, leveraging new data collection processes such as: (examples) smart meters and geo-location information or social media<\u002Fli><li>\nCollaborates with OPIC subject matter experts to select the relevant sources of information.\n<\u002Fli><li>Works with IT teams to support data collection, integration, and retention requirements based on the input collected with the business.<\u002Fli><li>\nSolves client analytics problems and communicates results and methodologies.<\u002Fli><li>\nWorks in iterative processes with the client and validates findings.\n<\u002Fli><li>Develops experimental design approaches to validate finding or test hypotheses.\n<\u002Fli><li>Validates analysis by comparing appropriate samples.<\u002Fli><li>\nEmploys the appropriate algorithm to discover patterns<\u002Fli><li>\nAssesses, with the business, the expected qualification and assurance of the information in support of the use case.\n<\u002Fli><li>Defines the validity of the information, how long the information is meaningful, and what other information it is related to.<\u002Fli><li>\nWorks with the data steward to ensure that the information used is in compliance with the regulatory and security policies in place.\n<\u002Fli><li>Qualifies where information can be stored or what information, external to the organization, may be used in support of the use case.<\u002Fli><li>\nIdentifies and analyzes patterns in the volume of data supporting the initiative, the type of data (e.g., images, text, clickstream or metering data) and the speed or sudden variations in data collection.<\u002Fli><li>\nCollaborates with the data steward to ensure that the information used follows the compliance, access management, and control policies and that it meets the qualification and assurance requirements of the Institute.\n<\u002Fli><li>Partners with the data stewards to define the data quality expectation in the context of the specific use case.\n<\u002Fli><li>Recommends ongoing improvements to methods and algorithms that lead to findings, including new information.<\u002Fli><li>\nEducates the organization both from IT and the business perspectives on new approaches, such as testing hypotheses and statistical validation of results. Helps the organization understand the principles and the math behind the process to drive organizational buy-in.<\u002Fli><li>\nProvides business metrics for the overall project to show improvements (contribution to the improvement should be monitored initially and over multiple iterations).<\u002Fli><li>\nDemonstrates the following scientist qualities: clarity, accuracy, precision, relevance, depth, breadth, logic, significance, and fairness.<\u002Fli><li>\nProvides on-going tracking and monitoring of performance of decision systems and statistical models.<\u002Fli><li>\nTroubleshoots and implements enhancements and fixes to systems as needed<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div><b>Education and Years of Experience:<\u002Fb><\u002Fdiv><ul><li><p>\nBachelor degree in mathematics, statistics or computer science or related field; Master degree preferred.<br>\n <\u002Fp><\u002Fli><p><\u002Fp><li><p>3-5 years of relevant quantitative and qualitative research and analytics experience.<br>\n<\u002Fp><\u002Fli><\u002Ful><div><\u002Fdiv><div><b>Required Skills\u002FCertifications:<\u002Fb><\u002Fdiv><ul><li>\nSolid knowledge of statistical techniques.\n<\u002Fli><li>The ability to come up with solutions to loosely defined business problems by leveraging pattern detection over potentially large datasets.\n<\u002Fli><li>Strong programming skills (such as Hadoop MapReduce or other big data frameworks, Java), and statistical modeling (like SAS or R).\n<\u002Fli><li>Experience using machine learning algorithms.\n<\u002Fli><li>Proficiency in the use of statistical packages.\n<\u002Fli><li>Proficiency in statistical analysis, quantitative analytics, forecasting\u002Fpredictive analytics, multivariate testing, and optimization algorithms.\n<\u002Fli><li>Strong communication and interpersonal skills.\n<\u002Fli><li>Knowledge of one or more business\u002Ffunctional areas<\u002Fli><\u002Ful><div><b>\nDesired Skills\u002FCertifications:<\u002Fb> N\u002FA<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nAdditional Requirement(s): <\u002Fb>N\u002FA<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nMin. Citzenship Status Required<\u002Fb>: US Citizens<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nPhysical Requirement(s):<\u002Fb> No Physical requirement needed for this position<b>.<\u002Fb><\u002Fdiv><p><b>\nLocation: <\u002Fb>Washington, DC<\u002Fp><div><\u002Fdiv><br>\n<div><b>\nWorking at DMI<\u002Fb><\u002Fdiv><div>\nDMI is a diverse, prosperous and rewarding place to work. Being part of the DMI family means we care about your wellbeing. As such, we offer a variety of perks and benefits that help meet various interests and needs, while still having the opportunity to work directly with a number of our award winning, Fortune 1000 clients. The following categories make up your DMI wellbeing:<\u002Fdiv><div>\nCommunity &ndash; Blood drives, volunteering opportunities, Holiday parties, summer picnics, Tech Chef, Octoberfest just to name a few ways DMI comes together as a community.<\u002Fdiv><div>\nConvenience\u002FConcierge - Virtual visits through health insurance, pet insurance, commuter benefits, discount tickets for movies, travel and many other items to provide convenience.<\u002Fdiv><div>\nDevelopment &ndash; Annual performance management, continuing education and tuition assistance, internal job opportunities along with career enrichment and advancement to help each employee with their professional and personal development.<\u002Fdiv><div>\nFinancial &ndash; Generous 401k match for both pre-tax and post-tax (ROTH) contributions along with financial wellness education, EAP, Life Insurance and Disability help provide financial stability for each DMI employee.<\u002Fdiv><div>\nRecognition &ndash; Great achievements do not go unnoticed by DMI through Annual Awards ceremony, service anniversaries, peer-to-peer acknowledgement through Give-A-Wow, employee referral bonuses.<\u002Fdiv><div>\nWellness &ndash; Healthcare benefits, Wellness programs, Flu Shots, Biometric screenings, on-site lactation rooms provide employees with several wellness options.<\u002Fdiv><div>\nEmployees are valued for their talents and contributions. We all take pride in helping our customers achieve their goals, which in turn contributes to the overall success of the company.<\u002Fdiv><div>\nThe company does and will take affirmative action to employ and advance in employment individuals with disabilities and protected veterans, and to treat qualified individuals without discrimination on the basis of their physical or mental disability or veteran status. DMI is an Equal Opportunity Employer Minority\u002FFemale\u002FVeterans\u002FDisability. DMI maintains a drug-free workplace.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n***************** No Agencies Please *****************<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nApplicants selected may be subject to a government security investigation and must meet eligibility requirements for access to classified information. US citizenship may be required for some positions.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","d8e7a2eb01d757cf":"<div><div><p>We are looking for a highly analytical individual with a knack for analysis, math and statistics. Critical thinking and problem-solving skills are essential for interpreting data. We also want to see a passion for machine-learning and research. An Individual who draw upon the practice of data analysis, using predictive analytics, data mining, pattern recognition, data modeling, machine learning and various statistical methods to solve large scale optimization problems and to understand the meaning behind vast data sets.<\u002Fp>\n<div>\n<div><ul><li>Must have basic knowledge of statistical concepts such as regression, time series, mixed model, Bayesian methods, clustering, etc., to analyze data and provide insights.<\u002Fli>\n<li>Undertake preprocessing of structured and unstructured data<\u002Fli>\n<li>Analyze large amounts of information to discover trends and patterns.<\u002Fli>\n<li>Build predictive models and machine-learning algorithms.<\u002Fli>\n<li>Combine models through ensemble modeling.<\u002Fli>\n<li>Present information using data visualization techniques.<\u002Fli>\n<li>Propose solutions and strategies to business challenges.<\u002Fli>\n<li>Work with current data scientists to code review existing and future models.<\u002Fli>\n<li>Work with data engineers to create robust, reusable data pipelines.<\u002Fli>\n<li>Constructs data models (algorithms and formulas) for required business needs and predictions.<\u002Fli>\n<li>Communicate findings, actionable recommendations, and data limitations to stakeholders to facilitate data-driven decisions.<\u002Fli>\n<li>Verifies that the correct data population is being processed.<\u002Fli>\n<li>Ensures that that the output of the model is used correctly and that business objectives are being targeted.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","4162296c7c557c38":"<p><\u002Fp><div><div><p>Our Service Delivery and Operations (SDO) department serves nearly 15 million members, along with customers and providers in Illinois, Montana, New Mexico, Oklahoma and Texas. Our 10,000+ team members across the country are responsible for supporting all aspects of the claims, customer and provider service, enrollment, payment and billing functions. We are embarking upon a holistic, multi-year transformation that will enable an efficient and personalized experience for our stakeholders by leveraging advanced tools, techniques and technologies that deliver innovative, integrated and intelligent solutions.<\u002Fp><br>\n<div>\nJob Purpose: This position is responsible for using advanced mathematical and statistical concepts and theories to analyze and collect data and construct solutions to business problems. Performs complex statistical analysis on experimental or business data to validate and quantify trends or patterns identified by business analysts. Constructs predictive models, algorithms and probability engines to support data analysis or product functions; verifies model and algorithm effectiveness based on real-world results. Designs experiments and methodologies to generate and collect data for business use.<br>\n<br>\nRequired Job Qualifications:<br>\n<ul><li>Bachelors degree and 1 year of work experience in an advanced mathematical, statistical, engineering, physics or related quantitative field; OR Actuarial credential or Master's degree in an advanced mathematical, statistical, engineering, physics or related quantitative field without experience; OR 6 years experience in an advanced mathematical, statistical, engineering, physics or related quantitative field.<\u002Fli><li>Learning and growth mindset.<\u002Fli><li>Customer-focused.<\u002Fli><li>Interpersonal, verbal and written communication skills.<\u002Fli><li>Experience in at least three of the following six areas: 1) data analysis and relational-style query languages; 2) machine learning and\u002For statistical modeling; 3) data visualization; 4) a high-level programming language; 5) distributed computing; 6) understanding of healthcare.<\u002Fli><li>Microsoft applications including Access, Excel, Word and Power Point.<\u002Fli><\u002Ful><br>\nPreferred Job Qualifications:<br>\n<ul><li>Masters or Ph.D. in a quantitative field, or bachelors degree with significant healthcare experience.<\u002Fli><li>Experience building optimization models using tools such as CPLEX, FICO, Solver or similar tools preferred.<\u002Fli><li>Familiarity with linear programming, nonlinear programming and mixed integer programming.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<p><\u002Fp>\n<p>\nThis position is based in Chicago IL.<br>\nRelocation will not be provided for this position.<\u002Fp><br>\n<p><\u002Fp>\n<ul><li>CA<\u002Fli><\u002Ful>\n<\u002Fdiv><div><p>HCSC is committed to diversity in the workplace and to providing equal opportunity and affirmative action to employees and applicants. We are an Equal Opportunity Employment \u002F Affirmative Action employer dedicated to workforce diversity and a drug-free and smoke-free workplace. Drug screening and background investigation are required, as allowed by law. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or protected veteran status.\n<\u002Fp><\u002Fdiv><h4 class=\"jobSectionHeader\"><b>Requirements:<\u002Fb><\u002Fh4>\n<div><div><div><div>Expertise <\u002Fdiv><div>Data Science\n<\u002Fdiv><\u002Fdiv><br>\n<div><div>Job Type <\u002Fdiv><div>Full-Time Regular\n<\u002Fdiv><\u002Fdiv><br>\n<div><div>Location <\u002Fdiv><div>IL - Chicago\n<\u002Fdiv><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><p>HCSC is committed to diversity in the workplace and to providing equal opportunity and affirmative action to employees and applicants.\n<\u002Fp><p>If you are an individual with a disability or a disabled veteran and need an accommodation or assistance in either using the Careers website or completing the application process, you can call us at 1-866-977-7378 to request reasonable accommodations.\n<\u002Fp><p>Please note that only <b>requests for accommodations in the application process<\u002Fb> will be returned. All applications, including resumes, must be submitted through HCSC's Career website on-line application process. If you have general questions regarding the status of an existing application, navigate to &quot;my account&quot; and click on &quot;View your job submissions&quot;.<\u002Fp><\u002Fdiv>","458e79fc5e856bee":"<p><\u002Fp><div><p>Req. ID: 143828<\u002Fp><p><\u002Fp><br>\n<h2 class=\"jobSectionHeader\"><b>\nData Scientist<br>\n<\u002Fb><\u002Fh2><p><\u002Fp><p>Micron Technology&rsquo;s vision is to transform how the world uses information to enrich life and our commitment to people, innovation, tenacity, collaboration, and customer focus allows us to fulfill our mission to be a global leader in memory and storage solutions. This means conducting business with integrity, accountability, and professionalism while supporting our global community.<\u002Fp><p><\u002Fp><br>\n<p>\nAs a Data Scientist at Micron's Smart Manufacturing and Artificial Intelligence Organization, you will be working on multidisciplinary projects using groundbreaking data science skills. You will be collaborating with a Worldwide Data Science Team to design and build Big Data tools, models, and analytics to unlock business value from data in-sights. You will have the opportunity and expectation to continuously improve skills and explore new top tier technology and creatively deliver solutions to manufacturing operations to meet our best in class goals.<\u002Fp><h2 class=\"jobSectionHeader\"><b><br>\n<\u002Fb><\u002Fh2><h2 class=\"jobSectionHeader\"><b>\nResponsibilities and Tasks<\u002Fb><\u002Fh2><ul><li>\nWork with an international team of data scientists, data engineers, software engineers, process and equipment engineers, process integration engineers, yield enhancement engineers, R&amp;D, etc. in a collaborative manner to develop new data science solutions that improve quality, improve yield, reduce deviations, improve manufacturing cycle time, reduce cost, extend manufacturing capabilities, etc.<\u002Fli><li>\nDraw from a broad background of data-mining techniques in mathematics, statistics, information technology, machine learning, data engineering, design of experiments (DOE), visualization, etc. to discover insightful patterns in semiconductor manufacturing data<\u002Fli><li>\nWork on projects and develop solutions that would be of high impact to various areas at all manufacturing fabs<\u002Fli><li>\nWork closely with IT and Suppliers on data management, requirements gathering, accessing and preparing necessary data, and working with data scientists to build machine learning models.<\u002Fli><li>\nDeveloping new or improving prior data acquisition and ETL pipelines from various sources into the ecosystem.<\u002Fli><li>\nWorking with various scientific data such as equipment sensor data and logs, image and various types of signals, manufacturing process data, etc. to extract meaningful information for analytics<\u002Fli><li>\nCrafting intuitive user interfaces for interactive data visualization to explain insights from data<\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>\n<\u002Fb><\u002Fh2><h2 class=\"jobSectionHeader\"><b>\nQualifications\n<\u002Fb><\u002Fh2><ul><li>At least 5 years of work experience in data science solution implementation<\u002Fli><li>\nFull stack development experience prefers though not a must<\u002Fli><li>\nPhD in Mathematics, Statistics, Machine Learning or related field<\u002Fli><li>\nSuperb communication skills with a demonstrable ability to lead multiple teams\u002Fprojects in parallel, reporting to senior leaders<\u002Fli><li>\nStrong analytical and creative problem-solving skills<\u002Fli><li>\nStrategically focused, impact oriented, highly organized and adaptable.<\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>\n<\u002Fb><\u002Fh2><h2 class=\"jobSectionHeader\"><b>\nAbout Us<\u002Fb><\u002Fh2><p>\nAs the leader in innovative memory solutions, Micron is helping the world make sense of data by delivering technology that is transforming how the world uses information. Through our global brands &mdash; Micron, Crucial and Ballistix &mdash; we offer the industry&rsquo;s broadest portfolio. We are the only company manufacturing today&rsquo;s major memory and storage technologies: DRAM, NAND, NOR and 3D XPoint&trade; memory. Our solutions are purpose built to leverage the value of data to unlock financial insights, accelerate scientific breakthroughs and enhance communication around the world.<\u002Fp><h2 class=\"jobSectionHeader\"><b><br>\n<\u002Fb><\u002Fh2><h2 class=\"jobSectionHeader\"><b>\nMicron Benefits<\u002Fb><\u002Fh2><p>\nEmployee Rewards Program, Healthcare, Paid time off (Combined Sick and Vacation Time), Retirement savings plans, Paid maternity\u002Fpaternity leave, Employee Assistance Program, Professional development training, Workplace wellness programs, Micron Health Clinic (Boise only), Fitness Center \u002F Activity rooms (Boise only), Tuition Reimbursement, Micron Corporate Discounts, Casual Dress attire.<\u002Fp><p>\nAll qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, veteran or disability status.<\u002Fp><p>\nFor US Sites Only: To request assistance with the application process and\u002For for reasonable accommodations, please contact Micron&rsquo;s Human Resources Department at 1-800-336-8918 or 208-368-4748 and\u002For by completing our General Contact Form<\u002Fp><p><\u002Fp><br>\n<p>\nAll qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, veteran or disability status.<\u002Fp><p>\nFor US Sites Only: To request assistance with the application process and\u002For for reasonable accommodations, please contact Micron&rsquo;s Human Resources Department at 1-800-336-8918 or 208-368-4748 and\u002For by completing our General Contact Form<\u002Fp><p><br>\nKeywords: Boise || Idaho (US-ID) || United States (US) || SGA || Experienced || Regular || Information Systems and Technology || #LI-JF1 || Tier 4 ||<\u002Fp><\u002Fdiv>","a83c9b36e7159891":"<p><\u002Fp><div><p><b>Who is Mastercard?\n<\u002Fb><\u002Fp><p><\u002Fp><p>We are the global technology company behind the world&rsquo;s fastest payments processing network. We are a vehicle for commerce, a connection to financial systems for the previously excluded, a technology innovation lab, and the home of Priceless &reg;. We ensure every employee has the opportunity to be a part of something bigger and to change lives. We believe as our company grows, so should you. We believe in connecting everyone to endless, priceless possibilities.\n<\u002Fp><p><\u002Fp><p><b>Job Title\n<\u002Fb><\u002Fp><p><\u002Fp>Data Scientist II - Brighterion\n<p><\u002Fp>Brighterion, a wholly owned subsidiary of Mastercard, is an award winning Artificial Intelligence and Machine Learning Company. Our innovative cross channel AI solutions are applied in industries such as fintech, investment banking, biotech, and insurance. The team at Brighterion pushes the boundaries of innovation for Artificial Intelligence technologies with a culture focused on delivering the results our clients expect and deserve. The Brighterion Research and Development team is dedicated to keeping Brighterion at the leading edge of Artificial Intelligence (AI) and Machine learning (ML). We are pursuing highly motivated individual who displays strong achievement orientation, resilience, diligence, and the ability to research and innovate to provide Brighterion model development team with the application of newest and most efficient technologies.\n<br>\n<br>\nIt encompasses the following activities:\n<br>\n<ul><li>Familiar with the latest AI and ML technologies\n<\u002Fli><li>Implement prototype ideas using Python\u002FJava and evaluate benefits of new technologies against existing alternative approaches\n<\u002Fli><li>Research best way to leverage new technologies in current modeling pipelines\n<\u002Fli><li>Create new or improve existing AI models with an understanding of business and technical issues\n<\u002Fli><\u002Ful><br>\nRole\n<br>\n<ul><li>Read research papers, white papers, article related to AI and ML technologies both from a theoretical standpoint and practical application in the industry.\n<\u002Fli><li>Design and implement prototypes using Python and Java programming language.\n<\u002Fli><li>Research alternative techniques and technologies. If not available in the existing framework, design and implement an approach in Java or Python.\n<\u002Fli><li>Evaluate the prototype against alternative approaches and document the strength and weaknesses. Provide recommendation on how to move forward.\n<\u002Fli><li>Research best configuration parameters of the new AI and ML technologies to provide the optimal outcome for a given vertical.\n<\u002Fli><\u002Ful><br>\nAll about You\n<br>\nEssential Skills:\n<br>\n<ul><li>Strong Mathematics and Statistics background\n<\u002Fli><li>Strong experience in Artificial Intelligence and Machine Learning\n<\u002Fli><li>Proficient in Python. Familiarity with algorithms, data wrangling tools (pandas, dask, etc.), plotting libraries, machine learning libraries (scikit-learn). Must be able to automate tasks using Python and any open-source tools at scale. Familiarity with any deep learning framework (TensorFlow, Keras, or PyTorch) is a huge plus.\n<\u002Fli><li>Strong experience with SQL language and large data manipulation\n<\u002Fli><li>Problem solver\n<\u002Fli><li>Creative and ingenious\n<\u002Fli><li>Excellent written and oral communication skills\n<\u002Fli><li>BS in computer science or a related field, Graduate degrees preferred\n<\u002Fli><\u002Ful><p><\u002Fp><p><i>Mastercard is an inclusive Equal Employment Opportunity employer that considers applicants without regard to gender, gender identity, sexual orientation, race, ethnicity, disabled or veteran status, or any other characteristic protected by law.\n<\u002Fi><\u002Fp><p><\u002Fp><p><i>If you require accommodations or assistance to complete the online application process, please contact <\u002Fi><i>reasonable.accommodation@mastercard.com <\u002Fi><i>and identify the type of accommodation or assistance you are requesting. Do not include any medical or health information in this email. The Reasonable Accommodations team will respond to your email promptly.<\u002Fi><\u002Fp><\u002Fdiv>","37a249954587d1a8":"<ul><li>Master&rsquo;s or PhD degree in a quantitative field such as Machine Learning, Data Science, Statistics, Applied Mathematics, Physics, Computer Science, or Economics<\u002Fli><li>Fluency in a scripting or computing language (e.g. Python, Scala, C++, Java, etc.)<\u002Fli><li>2+ years of relevant working experience in an analytical role involving data extraction, analysis, statistical modeling, and communication<\u002Fli><li>2+ years of experience with data querying languages (e.g. SQL, Hadoop\u002FHive)<\u002Fli><li>Experience processing, filtering, and presenting large quantities (Millions to Billions of rows) of data from different product groups and business functions<\u002Fli><li>Experience working with Machine Learning\u002FDeep Learning for real world problems<\u002Fli><\u002Ful>\n<br>\n<div>Business\u002FTeam Introduction<br>\nThe Supply Chain Optimization Technologies (SCOT) team builds technology to automate and optimize Amazon&rsquo;s supply chain of physical goods. We seek a Data Scientist with strong analytical and communication skills to join our team. SCOT manages Amazon's inventory under uncertainty of demand, pricing, promotions, supply, vendor lead times, and product life cycle. We optimize complex trade-offs between customer experience, inventory costs, fulfillment costs, fulfillment center capacity, etc. We develop sophisticated algorithms that involve learning from large amounts of data such as prices, promotions, similar products, and other data from our product catalog in order to automatically act on millions of dollars&rsquo; worth of inventory weekly and establish plans for tens of thousands of employees. As a Data Scientist, you will contribute to the research community, by working with other scientists across Amazon and our Supply Chain, as well as collaborating with academic researchers and publishing papers. SCOT also engages in cutting edge research that we try to share with the community. Recent work from SCOT includes papers presented at the NIPS 2017 Time Series Workshop, SSRN, KDD 2018 Time Series Workshop, and ICML 2018 Deep Generative Models Workshop.<br>\n<br>\nData Scientist Responsibilities<br>\nAs a Data Scientist in SCOT, will be tasked to understand and work with bleeding edge research to enable the implementation of sophisticated models on big data. As a successful data scientist in the SCOT team, you are an analytical problem solver who enjoys diving into data from various businesses, is excited about investigations and algorithms, can multi-task, and can credibly interface between scientists, engineers and business stakeholders. Your expertise in synthesizing and communicating insights and recommendations to audiences of varying levels of technical sophistication will enable you to answer specific business questions and innovate for the future.<br>\n<br>\nMajor responsibilities include:<br>\n<ul><li>Analysis of large amounts of data from different parts of the supply chain and their associated business functions<\u002Fli><li>Improving upon existing machine learning methodologies by developing new data sources, developing and testing model enhancements, running computational experiments, and fine-tuning model parameters for new models<\u002Fli><li>Formalizing assumptions about how models are expected to behave, creating definitions of outliers, developing methods to systematically identify these outliers, and explaining why they are reasonable or identifying fixes for them<\u002Fli><li>Communicating verbally and in writing to business customers with various levels of technical knowledge, educating them about our research, as well as sharing insights and recommendations<\u002Fli><li>Utilizing code (Python, R, Scala, etc.) for analyzing data and building statistical and machine learning models and algorithms<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<ul><li>Expertise in forecasting, deep learning, reinforcement learning, or other related fields<\u002Fli><li>Natural curiosity and desire to learn, a passion for solving real world problems<\u002Fli><li>Demonstrable track record of dealing well with ambiguity, prioritizing needs, and delivering results in a dynamic environment<\u002Fli><li>Superior verbal and written communication skills with the ability to effectively advocate technical solutions to scientists, engineering teams and business audiences<\u002Fli><li>Depth and breadth in quantitative knowledge. Excellent machine learning, statistical analysis and problem-solving skills<\u002Fli><\u002Ful>"}