{"2c44cabf6970fb68":"<div><p><b>Job Description:<\u002Fb><\u002Fp><p><\u002Fp><p>\nResponsible for enabling analysis, modeling, and optimization through producing information products. Involved in the research and development efforts. Primary requirement is not related to traditional programming or systems analysis skills, but to the ability to support the creation of sophisticated, value-added analytic systems that support revenue generation, risk management, operational efficiency, regulatory compliance, portfolio management, and research. These systems must overcome issues of complex data (e.g., VLDB, multi-structured, &quot;big data&quot;, etc.) as well as deployment of advanced techniques (e.g., machine learning, text mining, statistical analysis, etc.) to deliver insights. This role often possesses a degree in hard science or another heavy quantitative business or social discipline. Able to work independently or in a team on complex projects.<\u002Fp><p><\u002Fp><p>\nThe CTO Organization:<\u002Fp><div><br>\n<ul><li>Believes diversity makes us stronger so we can reflect, connect and meet the diverse needs of our clients and employees around the world.<\u002Fli><li>Is committed to building a workplace where every employee is welcomed and given the support and resources to perform their jobs successfully.<\u002Fli><li>Wants to be a great place for people to work and strives to create an environment where all employees have the opportunity to achieve their goals.<\u002Fli><li>Provides continuous training and development opportunities to help employees achieve their career goals, whatever their background or experience.<\u002Fli><li>Is committed to advancing our tools, technology, and ways of working to better serve our clients and their evolving business needs.<\u002Fli><li>Believes in responsible growth and is dedicated to supporting our communities by connecting them to the lending, investing and giving them what they need to remain vibrant and vital.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp><p>\nLOB Job Description:<\u002Fp><p><\u002Fp><p>\nData Scientist to support Machine Learning initiatives (EDIE, LRR, QA Automation, etc.)<\u002Fp><p><\u002Fp><ul><li>Required Job Skills (Must-haves)<\u002Fli><\u002Ful><p>\n1. 2+ years of python.<\u002Fp><p>\n2. 2+ years working on Scikit-Learn and Deep Learning(Tensorflow or DeepLearning4j)<\u002Fp><p>\n3. 2+ years of using Jupyter\u002FEclipse\u002FSpyder<\u002Fp><p>\n4. 3+ years of working on Linux environment.<\u002Fp><p>\n5. Experience with Bash scripting<\u002Fp><p>\n6. Data preparation and Analysis<\u002Fp><p>\n7. Translate Business cases to Working Machine Learning Models<\u002Fp><p>\n8. 2+ years of using SCM &ndash; Git\u002FSVN<\u002Fp><p>\n9. Familiar with Machine Learning Algorithms and application<\u002Fp><p>\n10. Good Database skills &ndash; SQL\u002FNoSQL<\u002Fp><p>\n11. Good communication skills.<\u002Fp><p>\n12. Team player<\u002Fp><p><\u002Fp><p>\nDesired Job Skills:<\u002Fp><p>\n1. Java\u002FJava script<br>\n2. Knowledge on designing application architecture is a plus.<br>\n3. R is good to have.<br>\n4. Any UI development experience with React\u002FExpress\u002FHTML is plus<br>\n<\u002Fp><p><\u002Fp><p><b>\nShift:<\u002Fb><\u002Fp>\n1st shift (United States of America)<p><\u002Fp><p><b>\nHours Per Week:<\u002Fb><\u002Fp>\n40<\u002Fdiv>","d34459a873150e97":"<div><p><b>Pinata Scienes is looking for an experienced Data Scientist. This data driven individual will work with clients across a wide range of industries to deliver scalable solutions that provide real-word business value. In addition to building solutions, you must possess the ability to lead in person workshops with clients and technical discussions. This energetic data scientist will be responsible for taking in person findings and developing practical business solutions for our clients. In order to succeed in this role, you must be passionate about solving business problems using data science and engaging with customers at a high level.<\u002Fb><\u002Fp><p><b>\nCome bust open some data with us!<\u002Fb><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nMain Requirements:<\u002Fb><\u002Fh2><ul><li><b>\nHands-on experience building and implementing predictive models<\u002Fb><\u002Fli><li><b>\nExcellent customer engagement skills<\u002Fb><\u002Fli><li><b>\nStrong organizational, communication, writing and interpersonal skills<\u002Fb><\u002Fli><li><b>\nExpereience with a variety of technical tools for the manipulation of datasets<\u002Fb><\u002Fli><li><b>\n4-5+ years of real-world business experience<\u002Fb><\u002Fli><li><b>\nUp to 50% travel<\u002Fb><\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>\nDesired Skills:<\u002Fb><\u002Fh2><ul><li><b>\nExperience with machine learning techniques<\u002Fb><\u002Fli><li><b>\nFluency with scripting (Python \u002F R)<\u002Fb><\u002Fli><li><b>\nExperience with Hadoop and related Big Data technologies<\u002Fb><\u002Fli><\u002Ful><\u002Fdiv>","51f0b38ce1225e4a":"Coming soon!\n<br>Microsoft Azure Machine Learning a big PLUS!!!","bb6b3b392d05bcc4":"<div><h2 class=\"jobSectionHeader\"><b>Our company\n<\u002Fb><\u002Fh2><p>Changing the world through digital experiences is what Adobe&rsquo;s all about. We give everyone&mdash;from emerging artists to global brands&mdash;everything they need to design and deliver exceptional digital experiences. We&rsquo;re passionate about empowering people to craft beautiful and powerful images, videos, and apps, and transform how companies interact with customers across every screen.\n<\u002Fp><p><\u002Fp><p>We&rsquo;re on a mission to hire the very best and are committed to building exceptional employee experiences where everyone has access to equal opportunity. We realize that new ideas can come from everywhere in the organization, and we know the next big idea could be yours.\n<\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>The Challenge\n<\u002Fb><\u002Fh2><p>The Adobe Experience Cloud business unit is looking for a <b>Data Scientist <\u002Fb>for Adobe Target.\n<\u002Fp><p><\u002Fp><p>Adobe Target is a leader in the market for rigorous statistical testing, targeting, optimization and content delivery infrastructure. Target empowers the world&rsquo;s largest brands and marketing organizations to enable personalization at scale. Our mission is to enable marketers to comprehensively optimize on revenue and engagement.\n<\u002Fp><p><\u002Fp><p>Inside Adobe, we build the personalization engine that powers the experience cloud. There, we form the foundation of a machine learning experimentation, recommendations and optimization delivery engine.\n<\u002Fp><p><\u002Fp><p>Our system leverages petabytes of data, marrying the data from Adobe Analytics and Adobe Audience Manager with the experience composition and delivery of Adobe Experience Manager, Adobe Campaign and Adobe Media Optimizer solutions.\n<\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>What you&rsquo;ll do:\n<\u002Fb><\u002Fh2><ul><li>Own the data science strategy for Adobe Target. Decide the areas of investment for data science efforts.\n<\u002Fli><li>Work with Product Managers and Engineering Leaders to layout the data science roadmap.\n<\u002Fli><li>Design the framework that ties together all the statistical model for A\u002FB testing and personalization.\n<\u002Fli><li>Manage the lifecycle of models. Select the right model for the problem, develop it managing within constraints, evaluate performance and have monitoring in place.\n<\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>Skills you have:\n<\u002Fb><\u002Fh2><ul><li>A deep understanding of statistical and predictive modeling concepts, machine-learning approaches, clustering and classification techniques, and recommendation and optimization algorithms.\n<\u002Fli><li>Experience of building and evolving various offline and online models.\n<\u002Fli><li>Experience with tuning model performance and testing the impact of model changes.\n<\u002Fli><li>Ability to work with engineering and evaluate the trade-offs between architectural changes and analytical solution.\n<\u002Fli><li>Ability to write Python or R code.\n<\u002Fli><li>2+ years of experience with BS\u002F MS\u002FPhD\n<\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>Preferred Skills:\n<\u002Fb><\u002Fh2><ul><li>Experience of software development on big data and\u002For cloud based technologies would be a plus.\n<\u002Fli><\u002Ful><p><\u002Fp><p>At Adobe, you will be immersed in an extraordinary work environment that is recognized throughout the world on Best Companies lists. You will also be surrounded by colleagues who are committed to helping each other grow through our special Check-In approach where feedback flows freely.\n<\u002Fp><p><\u002Fp><p>If you&rsquo;re looking to make an impact, Adobe's the place for you. Discover what our employees are saying about their career experiences on the Adobe Life blog and explore the meaningful benefits we offer.\n<\u002Fp><p><\u002Fp><p>Adobe is an equal opportunity employer. We welcome and encourage diversity in the workplace regardless of race, gender, religion, age, sexual orientation, gender identity, disability or veteran status.\n<\u002Fp><p><\u002Fp><p>At Adobe, you will be immersed in an exceptional work environment that is recognized throughout the world on Best Companies lists . You will also be surrounded by colleagues who are committed to helping each other grow through our unique Check-In approach where ongoing feedback flows freely.\n<\u002Fp><p><\u002Fp><p>If you&rsquo;re looking to make an impact, Adobe's the place for you. Discover what our employees are saying about their career experiences on the Adobe Life blog and explore the meaningful benefits we offer.\n<\u002Fp><p><\u002Fp><p>Adobe is an equal opportunity employer. We welcome and encourage diversity in the workplace regardless of race, gender, religion, age , sexual orientation, gender identity, disability or veteran status.<\u002Fp><\u002Fdiv>","c011ec8e10d86fd1":"Who is Mindstrong?\n<br><br>\nMindstrong Health is on a mission to transform mental health to deliver substantially better outcomes to patients through measurement science.\n<br><br>\nMindstrong developed and validated a new ability to measure brain health on a daily basis, much like we measure weight and vital signs as basic health metrics. Our scientifically validated technology measures biomarkers of cognition and mood that provide information about your brain health.\n<br><br>\nPatterns generated from touchscreen interactions like swipes and taps on your smartphone reflect the way your brain processes and responds to the world around you. Our technology does not rely on any content, such as what's typed, voice calls, locations, passwords, or other personal information. Enabled by our technology we are pioneering a new healthcare delivery model. A model founded on passive, ecological clinical measurement and telehealth to preempt illness and improve outcomes in the most vulnerable and underserved populations.\n<br><br>\nWe are committed to building a diverse and inclusive environment where people of all backgrounds, abilities, orientations and experiences thrive and strengthen our company. We encourage and invite people of all backgrounds to apply for career opportunities and join our journey to transform the future of brain health.\n<br><br>\n<b>What you'll be doing:<\u002Fb><br>\n<ul>\n<li>Become an expert in building healthcare critical deep-learning applications that re-map brain circuits from human-computer interaction patterns<\u002Fli>\n<li>Create highly scalable and adaptive online\u002Fstreaming learning algorithms that impact the lives of millions of people daily<\u002Fli>\n<li>Work with a high-performance engineering team to deploy these applications in a highly scalable and distributed infrastructure<\u002Fli>\n<li>And you will feel good about your work knowing that what you do will affect the lives of millions of people around the world<\u002Fli>\n<\u002Ful>\n<b>Who you are:<\u002Fb><br>\n<ul>\n<li>You feel good about your work knowing that what you do will affect the lives of millions of people around the world<\u002Fli>\n<li>Entrepreneurial and eager to thrive in a startup environment<\u002Fli>\n<li>Strong communicator (oral and written)<\u002Fli>\n<li>A good person, highly ethical and accepting of others<\u002Fli>\n<\u002Ful>\n<b>Your background and skills:<\u002Fb><br>\n<ul>\n<li>An amazing developer; technical challenges of all types excite you<\u002Fli>\n<li>Interested in contributing your opinions and perspective to help the team solve the challenges that our users face<\u002Fli>\n<li>Possess extensive end-to-end project experience using machine learning or deep learning to solve complex real-world problems. This includes feature selection, dimensionality reduction, algorithm development, cross-validation<\u002Fli>\n<li>Have a proven track record of delivering concrete implementations on tight schedules<\u002Fli>\n<li>Have extensive experience using Python\u002FR, TensorFlow & Keras\u002FTorch, Spark and the AWS stack (S3, SQL, Mongo, Redshift)<\u002Fli>\n<li>PhD (preferred) or MS in statistics, computer science or related mathematical disciplines with an emphasis on both theoretical analysis and algorithmic implementation<\u002Fli>\n<li>Minimum 5 years of experience developing both statistical and machine learning models with at least 3 years in the industry, i.e. shipping product!<\u002Fli>\n<\u002Ful>\n<b>Competitive Benefits:<\u002Fb><br>\n<ul>\n<li>Medical, Dental, and Vision coverage<\u002Fli>\n<li>401k<\u002Fli>\n<li>Company outings<\u002Fli>\n<li>Casual dress code<\u002Fli>\n<li>Open vacation policy<\u002Fli>\n<\u002Ful>\nJoin us us in our journey to transform the future of brain health!","330b9ae5014a606b":"<div><p>Celebrating its twenty-fifth anniversary in 2016, Cyient is an acknowledged leader in engineering design services, design-led manufacturing, networks and operations, data transformation, and analytics. We collaborate with our clients to help them achieve more and together shape a better future. We call it Designing Tomorrow Together.\n<\u002Fp><p><\u002Fp><p>Our industry focus includes aerospace, defense, rail transportation, off-highway &amp; industrial, power generation, mining, oil &amp; gas, communications, utilities, geospatial, semiconductor and medical technology. We align closely with the business needs, goals, culture, and core values of our clients. This reflects in the deep, long-standing relationships we have developed and sustained with some of the leading names in these industries.\n<\u002Fp><p><\u002Fp><p><b>LOCATION\n<\u002Fb><\u002Fp>Phoenix\n<p><\u002Fp><p><b>JOB DESCRIPTION SUMMARY\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>JOB DESCRIPTION\n<\u002Fb><\u002Fp><h2 class=\"jobSectionHeader\"><b>Data Scientist - Phoenix, AZ\n<\u002Fb><\u002Fh2><p><\u002Fp><p>The position creates new footprint for data-driven innovation and value for our customers and prospects while providing analytical capabilities. You would be part of core team that would help design and develop advanced analytics solutions across functional areas as per client requirement\u002Fopportunities. Key requirements include an ability to communicate complex quantitative analysis with a lucid, precise, clear and actionable insight. You should be experienced in solving analytical problems using quantitative approaches. You would also invest your time in developing new practices and methodologies using statistical methods, machine learning and predictive models under mentorship from experts across industry.\n<\u002Fp><p><\u002Fp><p><b>Key Responsibilities\n<\u002Fb><\u002Fp><ul><li>Identify and manage the analysis and interpretation of clients' internal and external data to drive decision making.\n<\u002Fli><li>Query databases and perform statistical, mathematical analysis\n<\u002Fli><li>Work directly with customer teams to help design and generation of reporting frameworks that provide insight to the performance of clients&rsquo; business programs.\n<\u002Fli><li>Create re-usable implementations of statistical tests and models (R, Python, SAS, SPSS etc.) using the available technologies.\n<\u002Fli><li>Assist in customer engagement management, project scoping, timeline management, and results documentation to ensure professional relationship management.\n<\u002Fli><\u002Ful><p><\u002Fp><p>Requirements:\n<\u002Fp><ul><li>Must have sound understanding of aerospace and aerospace systems particularly in design, manufacturing, test, operations, supply chain, aftermarket and MRO.\n<\u002Fli><li>Must be strong on learning methods, data analytics, R\u002FPython and Tableau.\n<\u002Fli><\u002Ful><ul><li>Good in algorithm development with programming languages.\n<\u002Fli><li>Must have strong understanding of statistics and machine learning.\n<\u002Fli><li>Prior experience in R or Python and data analytics is preferred.\n<\u002Fli><\u002Ful><ul><li>MS\u002FPhD in Mechanical, Electrical, Computer Science or Aerospace Engineering from an accredited school\n<\u002Fli><li>3+ years of applicable experience\n<\u002Fli><li>US citizen\u002FGreen Card Required\n<\u002Fli><\u002Ful><p><\u002Fp><p>Cyient Inc. is an equal opportunity employer. If you are a team leader, self- motivated and willing to be a part of a global company apply now. Please visit www.Cyient.com to learn more about our company.<\u002Fp><\u002Fdiv>","3b4349a5a2beb0a3":"<div><div><p>Day Zero Diagnostics is a bacterial genomics startup in Boston that is seeking to recruit a highly motivated data scientist to join our team. At Day Zero Diagnostics we are modernizing the way infectious diseases are diagnosed and treated by developing a rapid diagnostic that sequences the genomes of pathogenic bacteria, and then uses machine learning methods to identify the cause of the clinical infection.<\u002Fp>\n<p>\nAs an Associate Data Scientist, you will work with a senior machine learning research scientist to develop, implement, and optimize state-of-the-art prediction models from bacterial genomics data. We are looking for candidates with a deep interest in speed optimization that requires intimate knowledge of computing hardware and targeted software design.<\u002Fp>\n<p>\nCandidates will gain experience in a multidisciplinary and fast-paced startup environment, and will have ample opportunities to acquire new skills, work closely with an accomplished team, and communicate results through patents, conference presentations, and peer-reviewed publications while working in a supportive and energetic environment. We value intellectual curiosity and a strong work ethic, and look for candidates who are both excited to contribute their expertise and eager to broaden their skillset to new areas.<\u002Fp>\n<h4 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh4>\n<p>Under the direction of a senior machine learning research scientist, the applicant independently carries out various tasks, including:<\u002Fp>\n<ul>\n<li>Develop and implement algorithms that speed up data processing and machine learning model research.<\u002Fli>\n<li>Implement numerically optimized CPU\u002FGPU kernels.<\u002Fli>\n<li>Build statistical and analytical tools to research and support machine learning models.<\u002Fli>\n<li>Develop, implement, and test machine learning models for predicting phenotypic traits from genomic sequences.<\u002Fli>\n<li>Maintain organized, tested code and corresponding documentation.<\u002Fli>\n<li>Present data within and outside of the company at meetings and symposia.<\u002Fli>\n<li>Write, edit, and submit manuscripts\u002Fabstracts\u002Fgrants detailing the results of the project.<\u002Fli>\n<li>Work closely within the group and with outside collaborators.<\u002Fli>\n<li>Maintain close communications with the team regarding progress.<\u002Fli>\n<\u002Ful><h4 class=\"jobSectionHeader\"><b>Requirements<\u002Fb><\u002Fh4>\n<ul><li>Bachelor's or Master&rsquo;s Degree in Computer Science, Machine Learning, Computational Biology, Bioinformatics, or equiv.<\u002Fli>\n<li>Fluency in high performance computing (e.g., parallel computing, memory management, OpenMP, CUDA)<\u002Fli>\n<li>Fluency in Python, C\u002FC++, Linux; Familiarity with TensorFlow, SQL and git<\u002Fli>\n<li>Familiarity with neural network models (CNN, RNN, etc.) and machine learning best practices<\u002Fli>\n<li>Familiarity with NGS data analysis, particularly ONT MinION data, helpful<\u002Fli>\n<li>Highly motivated and independent, with the ability to work in a dynamic team environment<\u002Fli>\n<li>Strong oral and written communications skills<\u002Fli>\n<li>Excellent organizational skills and attention to detail<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><p><\u002Fp>","403a455bcbe133bd":"<div><h3 class=\"jobSectionHeader\"><b>Job Summary<\u002Fb><\u002Fh3>\n<p>A talented data scientist with strong background in realtime big data solutions and contextual relevance frameworks.\n<\u002Fp><h3 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><\u002Fh3>\n<p>You will work as part of the core team and help us discover the information hidden in vast amounts of data, making smarter decisions and contextual relevance in order to deliver even better products. Your primary focus will be in applying data mining techniques, doing statistical analysis, and building high quality prediction systems integrated with our products.\n<\u002Fp><h3 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><\u002Fh3>\n<ul><li><p>Excellent understanding of machine learning techniques and algorithms, such as k-NN, Naive Bayes, SVM, Decision Forests, etc.\n<\u002Fp><\u002Fli><li><p>Experience with common data science toolkits, such as R, Weka, NumPy, MatLab, etc. Excellence in at least one of these is highly desirable\n<\u002Fp><\u002Fli><li><p>Great communication skills\n<\u002Fp><\u002Fli><li><p>Experience with data visualisation tools, such as D3.js, GGplot, etc.\n<\u002Fp><\u002Fli><li><p>Proficiency in using languages and query languages such as SQL, Python, C#, C++, R, Hive, Pig\n<\u002Fp><\u002Fli><li><p>Experience with NoSQL databases, such as MongoDB, Cassandra, HBase, Realm\n<\u002Fp><\u002Fli><li><p>Good applied statistics skills, such as distributions, statistical testing, regression, etc.\n<\u002Fp><\u002Fli><li><p>Good scripting and programming skills C#, Python, Java, Android Studio\n<\u002Fp><\u002Fli><li><p>Data-oriented personality\n<\u002Fp><\u002Fli><\u002Ful><h3 class=\"jobSectionHeader\"><b>Education Requirements<\u002Fb><\u002Fh3>\n<p>MS or PhD in Data Science or comparable field strongly preferred. However, overwhelming weight will be given to experience and prior accomplishments.<\u002Fp><\u002Fdiv>","b3114202c9bf1710":"<div><p>At Cox Automotive, our data scientists are responsible for leading the development of advanced analytics models to solve our customers&rsquo; problems, improve our products and services, and inform internal business operations and strategy. They will work closely with business stakeholders as the subject matter expert on the application of statistics and modeling across multiple leading digital automotive brands.<\u002Fp><p><\u002Fp><br>\n<p>\nDay to day, the<b> Data Scientist <\u002Fb>will:<\u002Fp><ul><li><div>\nGather and analyze data to solve and address highly complex business problems, make predictions on future outcomes, and provide prescriptive solutions that support decision making<\u002Fdiv><\u002Fli><li><div>\nBe involved in all phases of analytics projects including question formulation, research, development, implementation, testing, and maintenance<\u002Fdiv><\u002Fli><li><div>\nExplore data and build advanced analytical models, then present and discuss the resulting models to any level of audience<\u002Fdiv><\u002Fli><\u002Ful><h4 class=\"jobSectionHeader\"><b>\nQualifications:<\u002Fb><\u002Fh4><p><b>\nRequired<\u002Fb><\u002Fp><p><\u002Fp><br>\n<ul><li><div>\nBachelor's degree in math, statistics, operations research, computer science engineering, econometrics, quantitative social science, or other quantitative field OR an equivalent combination of education and work related experience<\u002Fdiv><\u002Fli><li><div>\n3+ years of experience years of industry working experience performing advanced quantitative analyses<\u002Fdiv><\u002Fli><li><div>\nHands-on working knowledge of Python\u002FR and SQL<\u002Fdiv><\u002Fli><li><div>\nAbility to apply advanced statistical methodologies such as multiple regression model, mixed models, time series models (Bayesian preferred), neural networks, cluster analysis, text mining, and have prior experience in optimization, simulation, marketing mix, multivariate testing, ensemble modeling, graph algorithms<\u002Fdiv><\u002Fli><li><div>\nAbility to apply advanced optimization methodologies such as linear and mixed integer optimization<\u002Fdiv><\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nPreferred<\u002Fb><\u002Fp><p><\u002Fp><br>\n<ul><li><div>\nMaster's degree or Ph.D.<\u002Fdiv><\u002Fli><li><div>\nWorking knowledge of big data manipulation<\u002Fdiv><\u002Fli><li><div>\nFamiliarity with AWS or other cloud provider tools<\u002Fdiv><\u002Fli><li><div>\nDigital marketing or automotive experience highly preferred<\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\n#LI-284<\u002Fdiv><br>\n<p><b>\nAbout Cox Automotive<\u002Fb><\u002Fp><p>\nCox Automotive Inc. makes buying, selling and owning cars easier for everyone, while also enabling mobility services. The global company&rsquo;s 34,000-plus team members and family of brands, including Autotrader&reg;, Clutch Technologies, Dealer.com&reg;, Dealertrack&reg;, Kelley Blue Book&reg;, Manheim&reg;, NextGear Capital&reg;, VinSolutions&reg;, vAuto&reg; and Xtime&reg;, are passionate about helping millions of car shoppers, tens of thousands of auto dealer clients across five continents and many others throughout the automotive industry thrive for generations to come. Cox Automotive is a subsidiary of Cox Enterprises Inc., a privately-owned, Atlanta-based company with revenues exceeding $20 billion. www.coxautoinc.com<\u002Fp><p>\nCox is an Equal Employment Opportunity employer - All qualified applicants\u002Femployees will receive consideration for employment without regard to that individual&rsquo;s age, race, color, religion or creed, national origin or ancestry, sex (including pregnancy), sexual orientation, gender, gender identity, physical or mental disability, veteran status, genetic information, ethnicity, citizenship, or any other characteristic protected by law.<\u002Fp><p>\nStatement to ALL Third-Party Agencies and Similar Organizations: Cox accepts resumes only from agencies with which we formally engage their services. Please do not forward resumes to our applicant tracking system, Cox employees, Cox hiring manager, or send to any Cox facility. Cox is not responsible for any fees or charges associated with unsolicited resumes.<\u002Fp><\u002Fdiv><p><\u002Fp>","7078a1a6fe31c230":"<div><div><p>Data Scientist duties will typically be focused on the customer&rsquo;s business analytics, metrics collection, and analysis efforts to assist the customer&rsquo;s management team in process improvement .<\u002Fp><\u002Fdiv><\u002Fdiv>","f0aab91315bbf178":"<div><p>Would you like to collaborate with some of the brightest, most talented software engineers in Pittsburgh AND make a recognizable impact in a profitable, established and growing software solutions company? As a member of Lucas? Product Development Team, you could be doing just that!<\u002Fp>\n<p>We are looking for Data Scientists that will help us discover the information hidden in vast amounts of data collected from Lucas products and help our customers make smarter decisions. Your primary focus will be in applying data mining techniques, doing statistical analysis, and building high quality prediction systems integrated with our products.<\u002Fp>\n<p><b>The Data Scientist will be responsible for:<\u002Fb><\u002Fp>\n<ul><li>Using data science techniques and tools to explore and create solutions that can be incorporated into Lucas products.<\u002Fli>\n<li>Working with domain experts and customers to understand the challenges in the Supply Chain problem space.<\u002Fli>\n<li>Working with product development teams to bring solutions to market.<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div><p><b>Requirements:<\u002Fb><\u002Fp><ul>\n<li>MS or PhD in Computer Science, Data Science, or related field.<\u002Fli>\n<li>2+ years of production level experience in developing deep learning algorithms and technologies.<\u002Fli>\n<li>Experience with at least one major deep learning framework (TensorFlow, Caffe, Theano, Torch, CNTK, MxNet).<\u002Fli>\n<li>Strong knowledge of deep learning theory (CNNs, RNNs, LSTMs, etc.).<\u002Fli>\n<li>Strong Python programming experience.<\u002Fli>\n<li>Hands on experience with statistical modeling and machine learning software (Python statistical and ML libraries, R, etc.).<\u002Fli>\n<li>Experience with database technologies and modeling (e.g. SQL, no-SQL, graph databases).<\u002Fli>\n<li>Experience with cloud-based solutions (preferably AWS).<\u002Fli>\n<li>Experience with containerized solutions (Docker\u002FKubernetes)<\u002Fli>\n<li>Strong problem solving skills and ability to learn quickly.<\u002Fli>\n<li>Being up-to-date on trends and developments in deep learning.<\u002Fli>\n<li>Proven ability to work both independently and in team-based environment.<\u002Fli>\n<li>Commitment to producing high quality, well-designed and flexible solutions.<\u002Fli>\n<li>Solid troubleshooting, analytical, and organizational skills with attention to detail.<\u002Fli>\n<li>Excellent verbal and written communication skills.<\u002Fli><\u002Ful><p><b>\nAdditional Valued Experience:<\u002Fb><\u002Fp><ul>\n<li>Additional programming languages.<\u002Fli>\n<li>Experience with Warehouse Management Systems (WMS) or other supply chain software solutions.<\u002Fli>\n<li>Experience with FoundationDB.<\u002Fli>\n<li>Experience with customer interaction to discuss requirements and use cases.<\u002Fli><\u002Ful><\u002Fdiv>","95184109f2ad8ede":"<div><div>Requisition Title:Data Scientist - Manufacturing<div>\n<\u002Fdiv>\nJob Number::190103IM<div>\n<\u002Fdiv><\u002Fdiv><div>\nSchedule:Full-time<div>\n<\u002Fdiv><\u002Fdiv><div>\nPrimary Location:USA-NY-Oswego<div>\n<\u002Fdiv><\u002Fdiv><div>\nOrganization:Novelis Corporate HQ<div>\n<\u002Fdiv><\u002Fdiv><div>\nJob Type:Standard<div>\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div>\nDescription<\u002Fdiv><div><div>\nNovelis is looking for a Data Scientist to join our Global Digital Team. He\u002Fshe will be responsible for applying advanced statistical analysis tools and Machine Learning techniques to explain operating behaviors, understand complex relationships between known and unknown drivers of performance, and build algorithms using advanced descriptive and prescriptive methods. This will aid in the optimization of operations by improving the plant operating team&rsquo;s ability to predict, prevent, or respond to events and\u002For operating conditions in the most optimal manner<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><b><i>Responsibilities<\u002Fi><\u002Fb><\u002Fdiv>\n<ul><li>Collaborates with translators to define technical problem statement and hypothesis to test; understand business problems to implement scalable and sustainable solutions<\u002Fli><li>\nCoordinates with SMEs, translators, IT and data engineers to deliver holistic analytical solutions<\u002Fli><li>\nDesigns, creates, tests and implements complex models and algorithms that drive analytical solutions throughout the organization<\u002Fli><li>\nRegularly tests and maintains analytical models to improve efficiency and keep up with changing business needs, ensuring timely analysis and testing for regular maintenance of solutions over time<\u002Fli><li>\nWrites reports articulating the analytics insights and their business impacts<\u002Fli><li>\nConducts and leads meetings and workshops to explain findings\n<\u002Fli><li>Supports translators in communicating the design, functioning and output of the analytical models\u002Fsolutions developed<\u002Fli><\u002Ful><br>\n<br>\n<\u002Fdiv><div><\u002Fdiv><div>Qualifications<div>\n<\u002Fdiv><ul><li>\n3+ years of experience in data science specifically in building predictive models using Machine Learning techniques<\u002Fli><li>\nBachelor&rsquo;s Degree in Data Science or significant experience in advanced statistical analysis; Master&rsquo;s or other advanced degree a plus<\u002Fli><li>\nExperience with object oriented design, coding and testing, engineering Data Science\u002FMachine Learning platforms<\u002Fli><li>\nProficiency in programming languages such as SQL and Python or R and experience in big data technologies such as Hadoop, Spark\n<\u002Fli><li>Comfort in using SQL Server, PostgreSQL\u002F MySQL, experience in tools based on Git or SVN and working knowledge of cloud computing platforms such as Microsoft Azure, AWS or Google Cloud<\u002Fli><li>\nProficiency in aggregation of large data sets, statistical analysis tools<\u002Fli><li>\nExpert knowledge of data modeling and understanding of different data structures\n<\u002Fli><li>Understanding of advanced applied mathematics in AA, artificial intelligence and array operations\n<\u002Fli><li>Experience in manufacturing industry required<\u002Fli><\u002Ful><br>\n <br>\n<div><\u002Fdiv>US Dollar (USD)<\u002Fdiv><div><\u002Fdiv><br>\n<div><div>\n<\u002Fdiv>\nReports to: Scientist<div>\n<\u002Fdiv><\u002Fdiv><div>\nLast Date of Application<div>\n<\u002Fdiv>\nOngoing<\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","b256e29094239553":"<p><\u002Fp><div><p><b>Master Electronics<\u002Fb> has an exciting career opportunity for a <b>Data Scientist<\u002Fb> that will report to the Vice President of Data Science in Phoenix, AZ. The position involves modeling complex business problems, uncovering insights, and identifying growth opportunities using data science, machine learning, artificial intelligence, data mining, visualization, and statistical analysis. Candidates will collaborate with cross functional teams and external partners to discover and model operational efficiencies that will enable Master Electronics to better serve its customers.<br>\n<br>\nCandidates should be able to effectively answer a wide variety of high business impact questions, while presenting key data science and quantitative insights in a concise and effective manner to a variety of audiences. The candidate must have a high degree of creativity and independence, using a variety of data science algorithms, integrating a wide number of structured and non-structure data sources, with significant Python software development skills, to model and simulate effective solutions to challenging business issues.<br>\n<br>\n<b>How you will spend your time:<\u002Fb><\u002Fp><ul><li>\nEffectively partner with teams to build prediction models to forecast sales, product demand and performance<\u002Fli><li>\nBuild or select the correct algorithms to model customer behavior, purchases, and recommendation systems<\u002Fli><li>\nUse predictive analytics, machine learning, and artificial intelligence to solve complex business problems<\u002Fli><li>\nUse descriptive analytics to create reports, dashboards, and pivots to quantify historical performance<\u002Fli><li>\nIndependently solve analytical problems, effectively communicating results to non-technical audiences<\u002Fli><\u002Ful><p><br>\n<b>\nWe&rsquo;re excited if you have:<\u002Fb><\u002Fp><ul><li>\nUndergraduate degree from an accredited university in data science, supply chain management, computer science, mathematics\u002Fphysics, machine learning, operations research, applied to business decision making<\u002Fli><li>\n3+ years professional experience in modeling and statistical analysis of large (3+ terabytes) data sets<\u002Fli><li>\n3+ years of experience working using AWS SageMaker, Microsoft SQL Server and Microsoft Power BI<\u002Fli><li>\nTrack record working in large (3+ terabytes) scale databases, data marts, and data warehouses<\u002Fli><li>\nProven Python 3 experience developing data science models using Machine Learning and AI<\u002Fli><\u002Ful><p><br>\n<b>\nWe would prefer you have:<\u002Fb><\u002Fp><ul><li>\nGraduate degree from an accredited university in data science, supply chain management, computer science, mathematics\u002Fphysics, machine learning, operations research, applied to business decision making<\u002Fli><li>\nTrack record leading and delivering on the design and execution of data science projects<\u002Fli><li>\nExperience in several of the following areas: statistics, machine learning, recommendation systems, and AI<\u002Fli><li>\nDeep Python 3 and SQL scripting skills; Functional knowledge of AWS platforms such as S3, Glue, Sagemaker<\u002Fli><li>\nAdvanced skills in Python, Machine Learning, AI, Statistical Modeling, SQL, Data Warehouses, and Hadoop<\u002Fli><li>\nExtensive Python experience using Sci-Kit, TensorFlow, Matplotlib, Numpy, Pandas, Seaborn, Beautiful Soup<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWhy Master Electronics:<\u002Fb><\u002Fp><p>\nAs a customer focused and driven organization, we offer attractive, competitive compensation with an increase after the 1st and 2nd year of employment in the distribution center and benefits including, medical, dental, life, paid time off, 401k match and an EAP program as well as an opportunity to grow with the company.<br>\n<br>\n<b>Master Electronics<\u002Fb> has a fast-paced and entrepreneurial environment, which requires a professional, flexible self-starter attitude.<br>\n<br>\nHeadquartered in Phoenix, AZ, <b>Master Electronics<\u002Fb> is a leading global authorized distributor of electronic components. For more than half a century, our family-owned company has remained focused on strong relationships, responsive service and added value. This is how <b>Master Electronics<\u002Fb> has grown to serve hundreds of thousands of customers in partnership with hundreds of world-class suppliers.<br>\n<br>\n<b>Master Electronics<\u002Fb>, a leading global authorized distributor of electronic components, is committed to providing equal employment opportunities for all applicants and employees. The Company does not unlawfully discriminate on the basis of race, color, creed, pregnancy, religion, sex, national origin, age, disability, veteran, marital, or any other protected status. The Company also makes reasonable accommodations for disabled employees. Finally, <b>Master Electronics<\u002Fb> prohibits the harassment of any individual based on their protected status. This policy applies to all areas of employment, including recruitment, hiring, training, promotion, compensation, benefits, transfer, and social and recreational programs.<\u002Fp><\u002Fdiv><p><\u002Fp>","e0effd54f8e75884":"<ul><li>Masters in Computer Science, Machine Learning, Operational Research, Statistics or a related quantitative field<\u002Fli><li>4+ years of hands-on experience in predictive modeling and analysis<\u002Fli><li>Model development, validation and implementation.<\u002Fli><li>At least 2+ years hands on experience programming in R, Python, or other data analysis and scripting languages.<\u002Fli><li>Basic knowledge of SQL<\u002Fli><\u002Ful>\n<br>\n<p>Data Center Systems builds world-class controls software, enabling high security metering, monitoring, alarming, and software enabled backstops to ensure the health of our thermal and electrical infrastructure at high infrastructure utilization.<br>\n<br>\nAs a Data Scientist, you will work on our Science team and partner closely with other data scientists and DEs on the team as well as Business Intelligence, Technical Program Management, and Software teams to correctly model and optimize our power infrastructure. Outputs from your models will directly influence our data center topology and will drive exceptional cost savings. You will be responsible for build data science prototypes that optimize our power and thermal infrastructure, working across AWS to solve data mapping and quality issues (e.g. predicting when we might have bad sensor readings), and contribute to our Science team vision.<br>\n<br>\nYou are skeptical. When someone gives you a data source, you pepper them with questions about sampling biases, accuracy, and coverage. When you&rsquo;re told a model can make assumptions, you aggressively try to break those assumptions.<br>\n<br>\nYou have passion for excellence. The wrong choice of data could cost the business dearly. You maintain rigorous standards and take ownership of the outcome of your data pipelines.<br>\n<br>\nYou do whatever it takes to add value. You don&rsquo;t care whether you&rsquo;re building complex ML models, writing blazing fast code, integrating multiple disparate data-sets, or creating baseline models - you care passionately about shareholders and know that as a curator of data insight you can unlock massive cost savings.<br>\n<br>\nYou have a limitless curiosity. You constantly ask questions about the technologies and approaches we are taking and are constantly learning about industry best practices you can bring to our team.<br>\nYou have excellent business and communication skills to be able to work with product owners to understand key business questions and earn the trust of senior leaders. You will need to learn Data Center architecture and components of electrical engineering to build your models.<br>\nYou are very comfortable juggling competing priorities and handling ambiguity. You thrive in an agile and fast-paced environment on highly visible projects and initiatives<\u002Fp>\n<br>\n<div><ul><li>Extensive experience applying theoretical models in an applied environment.<\u002Fli><li>Experience in Structured Prediction and Dimensionality Reduction.<\u002Fli><li>Expert in more than one more major programming languages (C++, Java, or similar) and at least one scripting language (Perl, Python, or similar).<\u002Fli><li>Personal interest in learning, researching, and creating new technologies in data center infrastructure.<\u002Fli><li>Experience with defining organizational research and development practices in an industry setting.<\u002Fli><li>Work well in a fast-moving team environment and effectively deliver technical implementations having complex dependencies and requirements.<\u002Fli><li>Prior background in forecasting<\u002Fli><li>Communication and data presentation skills<\u002Fli><li>Meets\u002Fexceeds Amazon&rsquo;s leadership principles requirements for this role<\u002Fli><li>Meets\u002Fexceeds Amazon&rsquo;s functional\u002Ftechnical depth and complexity for this role<\u002Fli><\u002Ful>\nAmazon is an Equal Opportunity Employer &ndash; Minority \u002F Women \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation \u002F Age<\u002Fdiv>","8f9aec42c59c225a":"<div><p><b>Description<\u002Fb>\n<\u002Fp><h2 class=\"jobSectionHeader\"><b>Job Requisition:<\u002Fb><\u002Fh2>\nEntry Level Data Scientist - TS\u002FSCI w\u002F Poly<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Description:<\u002Fb><\u002Fh2><p>\nThis role uses Data Science and Engineering techniques to satisfy customer requirements. This role evaluates and uses algorithms for Natural Language Processing (NLP), Artificial Intelligence (AI), and Machine Learning (ML). This role develops scripts, notebooks or applications (using Python or Java and associated libraries or frameworks: Scikit-Learn, Numpy, Tensorflow, Pytorch, Spark, Spark MLlib, H20.ai, etc.) that utilize, collect, aggregate and clean large data sets to perform analysis, clustering, entity resolution and structured information extraction for work products. Models are trained and refined using these tools and evaluated for effectiveness using appropriate criteria\u002Fmetrics for the task. This role collaborates across a team of Senior Data Scientists, Data Administrators, Software and Data Engineers to produce work products.<\u002Fp><p><\u002Fp><p><b>\nPrimary Responsibilities<\u002Fb><\u002Fp><ul><li>\nThis role supports creation of designs and method, process, and system development to consolidate and analyze structured and unstructured, diverse sources including big data sources.<\u002Fli><li>\nThis role will concentrate on data, pattern identification and analysis. As such will evaluate capabilities and analysis in Natural Language Processing, Machine Learning, predictive modeling, statistical analysis and hypothesis testing<\u002Fli><li>\nThis role develops and uses advanced software programs, algorithms, query techniques, model complex business problems, and automated processes to cleanse, integrate, and evaluate datasets.<\u002Fli><li>\nWorks with cross-discipline teams to ensure connectivity between various data sources and business problems.<\u002Fli><li>\nIdentifies meaningful insights and interprets and communicates findings and recommendations.<\u002Fli><li>\nThis role develops algorithms and analytical techniques to improve business performance.<\u002Fli><li>\nWill research and explore emerging analytics and big-data technologies.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nBasic Qualifications<\u002Fb><\u002Fp><ul><li>\nCandidate must have experience in Machine Learning<\u002Fli><li>\nFamiliar with developing Random Forests decision trees and subsequent analysis.<\u002Fli><li>\nExperience with Splunk and deployment methodologies<\u002Fli><li>\nFamiliar with negotiating complex scenarios and challenges and devising courses of action to resolve situations with predictable outcomes.<\u002Fli><li>\nCandidate must have Bachelors with 2-4 years of prior relevant experience or Masters with 2 years of prior relevant experience.<\u002Fli><li>\nCandidate must have an active TS\u002FSCI with polygraph.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPreferred Qualifications<\u002Fb><\u002Fp><ul><li>\nExperience with R and MapReduce<\u002Fli><\u002Ful><p><\u002Fp><p>\nNSOINT<\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nExternal Referral Bonus:<\u002Fb><\u002Fh2>\nEligible<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPotential for Telework:<\u002Fb><\u002Fh2>\nNo<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nClearance Level Required:<\u002Fb><\u002Fh2>\nTop Secret\u002FSCI with Polygraph<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nTravel:<\u002Fb><\u002Fh2>\nNo<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nScheduled Weekly Hours:<\u002Fb><\u002Fh2>\n40<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nShift:<\u002Fb><\u002Fh2>\nDay<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nRequisition Category:<\u002Fb><\u002Fh2>\nProfessional<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Family:<\u002Fb><\u002Fh2>\nData Scientist<p><\u002Fp>\n2000<p><\u002Fp>\nIntelligence<p>\nLeidos is a Fortune 500&reg; information technology, engineering, and science solutions and services leader working to solve the world's toughest challenges in the defense, intelligence, homeland security, civil, and health markets. The company's 33,000 employees support vital missions for government and commercial customers. Headquartered in Reston, Virginia, Leidos reported annual revenues of approximately $10.19 billion for the fiscal year ended December 28, 2018. For more information, visit www.Leidos.com.<\u002Fp><p>\nPay and benefits are fundamental to any career decision. That's why we craft compensation packages that reflect the importance of the work we do for our customers. Employment benefits include competitive compensation, Health and Wellness programs, Income Protection, Paid Leave and Retirement. More details are available here.<\u002Fp><p>\nLeidos will never ask you to provide payment-related information at any part of the employment application process. And Leidos will communicate with you only through emails that are sent from a Leidos.com email address. If you receive an email purporting to be from Leidos that asks for payment-related information or any other personal information, please report the email to spam.leidos@leidos.com.<\u002Fp><p>\nAll qualified applicants will receive consideration for employment without regard to sex, race, ethnicity, age, national origin, citizenship, religion, physical or mental disability, medical condition, genetic information, pregnancy, family structure, marital status, ancestry, domestic partner status, sexual orientation, gender identity or expression, veteran or military status, or any other basis prohibited by law. Leidos will also consider for employment qualified applicants with criminal histories consistent with relevant laws.<\u002Fp><\u002Fdiv><p><\u002Fp>","0ff30ec28c5ac593":"<div><div><div><b>Who We Are<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nSensor Tower is the leading solution for mobile marketers, app developers, and industry analysts who demand superior competitive insights into the mobile market economy and are looking to increase app downloads through app store optimization.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe serve independent and Fortune 500 customers alike, spanning the mobile games, travel &amp; hospitality, music, finance, and broadcast entertainment markets. Our suite of products consist of free, &ldquo;SMB&rdquo;, and Enterprise-tiered solutions including Store Intelligence, Usage Intelligence, Ad Intelligence, and App Intelligence.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are a privately held company headquartered in San Francisco and was a member of AngelPad&rsquo;s startup incubator program in 2013. Our insights are cited by the world&rsquo;s leading news and finance publications, including the Wall Street Journal, The New York Times, Forbes, Fortune, Bloomberg, CNBC, The Washington Post, and Reuters.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nRole Summary<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are looking for a hands-on thinker to help harvest new insights from our constantly growing foundation of quantitative information.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAs a Data Scientist at Sensor Tower, you will be responsible for developing and maintaining statistical models that allow us to analyze, mine and ultimately turn that data into insights that will help app developers and Fortune 500 enterprises grow their user base and revenue.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Requirements<\u002Fb><\u002Fh3><div><ul><li>\nMaster's degree or above in mathematics, statistics, or computer science<\u002Fli><li>\n2+ years applied experience in business intelligence, data mining, analytics, or statistical modeling in technology or mobile industries<\u002Fli><li>\nA passion for data analysis and presentation of data insights<\u002Fli><li>\nAbility to communicate effectively with technical developers and non-technical marketing business partners<\u002Fli><li>\nProgramming experience (R, Python, Ruby)<\u002Fli><li>\nExperience implementing machine learning algorithms<\u002Fli><li>\nGood working knowledge of MongoDB or similar DB technologies<\u002Fli><li>\nKnowledge of statistical analysis toolsets (SAS, R, MATLAB) and techniques<\u002Fli><li>\nStrong proficiency with one or more statistical visualization or graphing toolkits (MS Excel, a Javascript framework like Highcharts or Tableau)<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Extra Credit!<\u002Fb><\u002Fh3><div><ul><li>\nEnjoy working in small, fast-paced teams where you can take initiative and accountability, and generate results every day<\u002Fli><li>\nDetail-oriented, organized, and focused on delighting customers<\u002Fli><li>\nUnderstand \u002F willingness to learn mobile app economy dynamics. Own a smartphone, download apps, and actively participate in the new mobile economy<\u002Fli><li>\nComfortable with basic mobile industry metrics<\u002Fli><li>\nFamiliarity with web application development and Git<\u002Fli><div><br>\n<\u002Fdiv><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>For more information about our Engineering team and what it is like working with them please visit our team page here.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>Sensor Tower is proud to be an equal opportunity workplace.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nPursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nIf you have a disability or special need that requires accommodation, please let us know.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","3d46376452926cef":"<p><\u002Fp><div><p>About EAB<\u002Fp>\n<p>\nEAB is an education best practices firm that uses a combination of research, technology, and services to improve the performance of 1,500+ educational institutions. Headquartered in Washington, D.C., EAB forges and finds the best new ideas and proven practices from its network of thousands of leaders, then customizes and hardwires them into every level of member organizations, creating enduring value.<\u002Fp>\n<p>\nAt EAB, we serve not only our members but each other&mdash;that's why we are always working to make sure our employees love their jobs and are invested in their community. See how we've been recognized for this dedication to our employees by checking out our recent awards.<\u002Fp>\n<p>\nFor more information, visit our Careers page.<\u002Fp>\n<p>\nThe Role in Brief<\u002Fp>\n<p><b><i>\nAssociate Data Scientist (Full Time Starting Summer 2020)<\u002Fi><\u002Fb><\u002Fp>\n<p>\nEAB is looking for a multi-talented Associate Data Scientist prepared to tackle data processing, algorithmic, and machine learning challenges to build and improve Artificial Intelligence and Machine Learning tools on a software platform used at over 200 colleges and universities. These tools support student success by helping students and administrators gain insight into what makes a student successful and help them make the right choices to get there, enabling more students to graduate and get the most out of their education. Your primary role on the Data Science team will be to build things &mdash; systems and frameworks for large-scale data analytics, workflow tools for machine learning, web apps for data visualization, and more.<\u002Fp>\n<p>\nOpportunities based in Washington, D.C.<\u002Fp>\n<p><b>\nPrimary Responsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Collaborate with data scientists and software engineers to integrate machine learning models into production software systems<\u002Fli>\n<li>Build internal tools for data science\u002Fanalytics workflows<\u002Fli>\n<li>Manage data processing pipelines for analyzing terabyte-scale data from multiple sources<\u002Fli>\n<li>Write R and Python code using current best practices<\u002Fli>\n<li>Coordinate with product managers, researchers, consultants, and marketers to identify opportunities for AI\u002FML solutions and communicate capabilities and best practices to customers<\u002Fli>\n<\u002Ful><p><b>Basic Qualifications:<\u002Fb><\u002Fp>\n<ul>\n <li>Bachelors degree a quantitative field, or equivalent experience<\u002Fli>\n<li>Programming skills in Python, R, or another high-level language used in statistical computing<\u002Fli>\n<li>Experience using SQL for data cleansing, transformation, summarization, or analysis<\u002Fli>\n<li>Ability to communicate and collaborate with both technical and non-technical team members<\u002Fli>\n<li>Conscientious, curious, dedicated, and quality-focused<\u002Fli>\n<\u002Ful><p><b>Ideal Qualifications:<\u002Fb><\u002Fp>\n<ul>\n<li>Hands-on experience with machine learning, statistics, and the scientific method<\u002Fli>\n<li>Advanced degree in a relevant field<\u002Fli>\n<li>Experience with AWS or other cloud-based server management and machine learning services<\u002Fli>\n<\u002Ful><div><p><b>Benefits:<\u002Fb><\u002Fp>\n<p>\nConsistent with our belief that our employees are our most valuable resource, EAB offers a competitive benefits package:<\u002Fp>\n<ul>\n<li>Medical, dental, and vision insurance, dependents eligible<\u002Fli>\n<li>401(k) retirement plan with company match<\u002Fli>\n<li>Generous PTO<\u002Fli>\n<li>Daytime leave policy for community service or fitness activities (up to 10 hours a month each)<\u002Fli>\n<li>Wellness programs including gym discounts and incentives to promote healthy living<\u002Fli>\n<li>Dynamic growth opportunities with merit-based promotion philosophy<\u002Fli>\n<li>Benefits kick in day one, see the full details here.<\u002Fli>\n<\u002Ful><p>______________________________________________________________________________________________________________________________<\u002Fp>\n<p>\nAt EAB, we believe that to fulfill our mission to &ldquo;make education smarter and our communities stronger&rdquo; we need team members who bring a diversity of perspectives to the table and a workplace where each team member is valued, respected and heard.<\u002Fp>\n<p>\nTo that end, EAB is an Equal Opportunity Employer, and we make employment decisions on the basis of qualifications, merit and business need. We don&rsquo;t discriminate on the basis of race, religion, color, sex, gender identity or expression, sexual orientation, age, non-disqualifying physical or mental disability, national origin, veteran status or any other basis covered by appropriate law.<\u002Fp><\u002Fdiv><\u002Fdiv>","392774cf8552c5ef":"<div><p><b>Position Description<\u002Fb><\u002Fp><br>\n<ul><li>\nDemonstrates up-to-date expertise and applies this to the development, execution, and improvement of action plans<\u002Fli><li>\nDevelops analytical models to drive analytics insights<\u002Fli><li>\nLeads small and participates in large data analytics project teams<\u002Fli><li>\nModels compliance with company policies and procedures and supports company mission, values, and standards of ethics and integrity<\u002Fli><li>\nParticipates in the continuous improvement of data science and analytics<\u002Fli><li>\nPresents data insights and recommendations to key stakeholders<\u002Fli><li>\nProvides and supports the implementation of business solutions<\u002Fli><\u002Ful><br>\n<p><b>\nMinimum Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>\nBachelor of Science and 2 years' data science experience OR Master of Science and 1 year's data science experience.<\u002Fli><\u002Ful><br>\n<p><b>\nAdditional Preferred Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>\n4 years' experience with SQL and relational databases (for example, DB2, Oracle, SQL Server).<\u002Fli><li>\n4 years' experience with statistical programming languages (for example, SAS, R).<\u002Fli><li>\nBachelor's degree in Statistics, Economics, Analytics, Mathematics and 7 years' experience in an analytics related field.<\u002Fli><li>\nCertificate in business analytics, data mining, or statistical analysis.<\u002Fli><li>\nDoctoral degree in Statistics, Economics, Analytics, or Mathematics and 1 year's experience in an analytics related field.<\u002Fli><li>\nMaster's degree in Statistics, Economics, Analytics, or Mathematics and 3 years' experience in an analytics related field.<\u002Fli><\u002Ful><br>\n<p><b>\nCompany Summary<\u002Fb><\u002Fp><br>\nWhat started small, with a single discount store and the simple idea of selling more for less, has grown over the last 50 years into the largest retailer in the world. Each week, over 260 million customers and members visit our 11,695 stores under 59 banners in 28 countries and e-commerce websites in 11 countries. With fiscal year 2017 revenue of $485.9 billion, Walmart employs approximately 2.3 million associates worldwide. Walmart continues to be a leader in sustainability, corporate philanthropy and employment opportunity. It's all part of our unwavering commitment to creating opportunities and bringing value to customers and communities around the world.<\u002Fdiv>","cdc7fd50c9922d51":"<div><div><div>Responsible for advanced and predictive data analytics using big data and data science technology for healthcare innovation. Perform analysis using data science techniques on structured and unstructured data sets, and develop algorithms for targeted business needs.<br>\n<br>\nDesigns and develops data models to predict member outcomes or future impact of key member decisions.<br>\nDesign and construct analysis tools that extract, and analyze data and store analytical results in an appropriate format for business needs.<br>\nConduct exploratory data analysis from complex data sources and build key data sets to support company mission operational analysis.<br>\nEvaluate and design experiments to monitor key metrics and identify improvement opportunities.<br>\nDevelop of mathematical and statistical models to distinguish relevant content or events and recognize patterns.<br>\nParticipate in presentations and communicate results of research analysis and findings.<br>\nParticipate in the design of automated, operational analytics processes to achieve scale and durability of analysis processes.<br>\nCreate analysis and data reconciliation through SAS, R and other tools, to include healthcare provider data, claims data, membership data.<\u002Fdiv>\n<div><b>Qualifications:<\u002Fb><br>\n<br>\nKnowledge\u002FExperience: Master&rsquo;s degree in Statistics, Mathematics, Computer Science, Informatics, Econometrics, Engineering, Experimental Science with 1+ years of experience or Bachelor&rsquo;s degree and 3+ years of quantitative analysis experience in data science capabilities including data mining, predictive modeling, machine learning, statistical modeling, large scale data acquisition, transformation, and structured and unstructured data analysis. Experience with database technologies, including Oracle, SAP, DB2, Teradata, MS SQL Server, SAP HANA, MySQL.<br>\n<br>\n<i>Centene is an equal opportunity employer that is committed to diversity, and values the ways in which we are different. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, veteran status, or other characteristic protected by applicable law.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv>","e71edc49797c7ce2":"<div><div><div>Grubhub Is looking for a Data Scientist who will lead and be responsible for all aspects of the development of the algorithms\u002FAI Modules, from research and prototyping to deploying. As a Data scientist you will solve and handle challenges in the field of recommendation systems (shop ranking) and ETA estimation in order to impact and take a significant part in building a new experience for the Pickup ordering flow.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities:<\u002Fb><\u002Fh3><div><ul><li>\nIdentify machine learning opportunities and deliver end-to-end - including research, model development, prototyping, offline validation, implement into production and online testingWorking with fellow engineers from various disciplines and conveying complex ideas in a concise and clear wayResponsible for all aspects of the development of the algorithms\u002FAI Modules life cycle, from research and prototyping to deploying (and later maintaining) algorithms\u002Fmodels in a production environment.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Requirements:<\u002Fb><\u002Fh3><div><ul><li>\nBSc in exact sciences - physics, mathematics, computer science, statistics.<\u002Fli><li>\n3-4 years proven experience as a Data Scientist using Python or R and with SQL and Experience with data science tools (Jupyter Notebook, Pandas, scikit-learn, TensorFlow)<\u002Fli><li>\nProven ability to work end to end in all aspects of the algorithm&rsquo;s development\u002Fdata science life cycle, from research and prototyping to deploying (and later maintaining) models in a production environment.<\u002Fli><li>\nAbility to work independently given abstract tasks - but also strong awareness as to how valuable teamwork is - you strive for the best solution, regardless if you suggested it:)<\u002Fli><li>\nA fast mind, with as-strong-attention-to-details-as-a-knack for knowing when the juice ain&rsquo;t worth squeezing. You are, more than all, goal oriented.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Identify machine learning opportunities and deliver end-to-end - including research, model development, prototyping, offline validation, implement into production and online testingWorking with fellow engineers from various disciplines and conveying complex ideas in a concise and clear wayResponsible for all aspects of the development of the algorithms\u002FAI Modules life cycle, from research and prototyping to deploying (and later maintaining) algorithms\u002Fmodels in a production environment.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","4779661e3df70623":"<div><p><b>Description<\u002Fb>\n<\u002Fp><h2 class=\"jobSectionHeader\"><b>Job Requisition:<\u002Fb><\u002Fh2>\nSafety Data Scientist I<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Description:<\u002Fb><\u002Fh2><p>\nLeidos is seeking a Safety Data Scientist in Abingdon, MD, to support the Advanced Field Artillery Tactical Data System (AFATDS) program. The Safety Data Scientist will support a critical modernization effort for Advanced Field Artillery Tactical Data System (AFATDS); with the goal of satisfying the vision of Program Executive Office (PEO) Command Control Communications - Tactical (C3T) and Project Manager Mission Command.<\u002Fp><p><\u002Fp><p>\nThis position combines elements of Data Science and Software Safety Engineering, which requires a broad background in advanced numerical analysis, software systems, software development, algorithm development and system safety principles. This position also requires the candidate to present data analysis results and solutions to internal committees, corporate management, and government customers. The successful candidate should have experience with data visualization techniques, and demonstrate excellent verbal and written communication skills.<\u002Fp><p><\u002Fp><p>\nPrimary Responsibilities<\u002Fp><ul><li>\nPossesses a working knowledge of statistics, programming, and predictive modeling<\u002Fli><li>\nKnowledge of Software System Safety principles and concepts<\u002Fli><li>\nReview and advise software development team products to ensure that code architecture, design, and implementation complies with MIL-STD 882E (DoD Standard Practice System Safety) and the Joint Software Systems Safety Engineering Handbook (JSSSEH)<\u002Fli><li>\nUtilizing strong critical thinking skills and the relates them to system safety principles<\u002Fli><li>\nDisplays understanding of and ability to use programming languages like Python, Java, MATLAB and SQL<\u002Fli><li>\nEnsures that testing and validation procedures of software modules meet safety standards<\u002Fli><li>\nCollaborate with Software Development teams to provide data models and code analysis<\u002Fli><li>\nExperience with data mining knowledge that spans a range of disciplines<\u002Fli><li>\nGenerate and prepare tactical and strategic data science products to support the program.<\u002Fli><li>\nAssistance with technical articles, mathematical analysis reports, algorithm development, and validation methodologies<\u002Fli><li>\nPossesses strong exploratory analysis skills<\u002Fli><li>\nDemonstrates excellent verbal and written communication skills, as well as the ability to bridge the gap between technical and non-technical audiences<\u002Fli><li>\nExhibits the ability to think and research creatively<\u002Fli><li>\nDisplays exceptional organizational skills and is detail oriented<\u002Fli><li>\nPossesses a good background in algorithm development<\u002Fli><li>\nHas a strong capability to work collaboratively in a fast-paced environment<\u002Fli><\u002Ful><p><\u002Fp><p>\nBasic Qualifications<\u002Fp><ul><li>\nBS degree and 2 &ndash; 4 years of prior relevant experience or Masters with less than 2 years of prior relevant experience<\u002Fli><li>\nExperience with the following tools: MATLAB for algorithm development\u002Fvalidation; Python for Machine Learning, dataset analysis and modeling; and Java for code development and review<\u002Fli><li>\nPrior experience with Atlassian tools (Jira, Bitbucket, Structure), in addition to GitHub<\u002Fli><li>\nExperience with statistics and using statistical packages for analyzing datasets (Excel, SPSS, SAS, etc.)<\u002Fli><li>\nKnowledge of Software Safety standards such as MIL-STD 882E (DoD Standard Practice System Safety) and\u002For the Joint Software Systems Safety Engineering Handbook (JSSSEH)<\u002Fli><li>\nStrong analytical skills with the ability to collect, organize, analyze, and disseminate significant amounts of information with attention to detail and accuracy<\u002Fli><li>\nAdept at queries, report writing and presenting findings<\u002Fli><li>\nExperience importing\u002Fexporting, handling and manipulating medium to large datasets. (Real-time or AI\u002Fmachine-learning NOT required)<\u002Fli><li>\nStrong skills and experience in Excel spreadsheet work including associated graphics (in Excel, and\u002For in commercial software like Tableau)<\u002Fli><li>\nAbility to rapidly learn client on-site data systems and access\u002Fdownload data for off-line analysis<\u002Fli><li>\nBasic knowledge\u002Fexperience with statistical methods (especially regression, control charting, simple data displays)<\u002Fli><li>\nAbility to function in a multi-discipline team; professional client-facing skills and communication, both verbal and written<\u002Fli><li>\nProductive in delivering monthly analytic reports and contract deliverables within defined timelines<\u002Fli><li>\nUS citizenship and the ability to obtain a DoD SECRET security clearance<\u002Fli><\u002Ful><p><\u002Fp><p>\nPreferred Qualifications<\u002Fp><ul><li>\nExperience with AFATDS or other Command and Control or Command and Decision systems<\u002Fli><li>\nExperience with System of Systems Analysis, Interoperability and Weapon system deployments<\u002Fli><\u002Ful><p><\u002Fp><p>\nExternal Referral Eligible<\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nExternal Referral Bonus:<\u002Fb><\u002Fh2>\nEligible<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPotential for Telework:<\u002Fb><\u002Fh2>\nNo<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nClearance Level Required:<\u002Fb><\u002Fh2>\nNone<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nTravel:<\u002Fb><\u002Fh2>\nNo<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nScheduled Weekly Hours:<\u002Fb><\u002Fh2>\n40<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nShift:<\u002Fb><\u002Fh2>\nDay<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nRequisition Category:<\u002Fb><\u002Fh2>\nProfessional<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Family:<\u002Fb><\u002Fh2>\nData Scientist<p><\u002Fp>\n2000<p><\u002Fp>\nDefense<p>\nLeidos is a Fortune 500&reg; information technology, engineering, and science solutions and services leader working to solve the world's toughest challenges in the defense, intelligence, homeland security, civil, and health markets. The company's 33,000 employees support vital missions for government and commercial customers. Headquartered in Reston, Virginia, Leidos reported annual revenues of approximately $10.19 billion for the fiscal year ended December 28, 2018. For more information, visit www.Leidos.com.<\u002Fp><p>\nPay and benefits are fundamental to any career decision. That's why we craft compensation packages that reflect the importance of the work we do for our customers. Employment benefits include competitive compensation, Health and Wellness programs, Income Protection, Paid Leave and Retirement. More details are available here.<\u002Fp><p>\nLeidos will never ask you to provide payment-related information at any part of the employment application process. And Leidos will communicate with you only through emails that are sent from a Leidos.com email address. If you receive an email purporting to be from Leidos that asks for payment-related information or any other personal information, please report the email to spam.leidos@leidos.com.<\u002Fp><p>\nAll qualified applicants will receive consideration for employment without regard to sex, race, ethnicity, age, national origin, citizenship, religion, physical or mental disability, medical condition, genetic information, pregnancy, family structure, marital status, ancestry, domestic partner status, sexual orientation, gender identity or expression, veteran or military status, or any other basis prohibited by law. Leidos will also consider for employment qualified applicants with criminal histories consistent with relevant laws.<\u002Fp><\u002Fdiv><p><\u002Fp>","67aa3eb52f02d7a1":"<div><p>By selecting &ldquo;Apply&rdquo; above, you indicate you have read and acknowledge the Dow Jones Applicant Privacy Notice and Dow Jones Cookie Policy , including data transfers as described in the Policy.<\u002Fp>\n<p>Job Description:<\u002Fp>\n<p>We are looking for a data scientist to join the Data Science &amp; Analytics team for The Wall Street Journal&rsquo;s Membership group. In this role, you will lead our efforts in machine learning and product analytics, working on the development and refinement of critical models for our business&mdash;including the propensity model behind WSJ&rsquo;s dynamic paywall. Additionally, you will serve as an evangelist for analytics within our organization and develop metrics for measuring engagement within our products.<\u002Fp>\n<p>The role will require a strong understanding of data wrangling, log-level usage data, and production models. You will need strong organization skills, and will oversee the execution of large scale data projects. An interest in best-in-class design and engineering, as well as visualization and storytelling, will also be critical to your success in this role.<\u002Fp>\n<p>Requirements:<\u002Fp>\n<ul><li>You have at minimum bachelor&rsquo;s degree in information systems, computer science, mathematics, data analytics, data science, or a related quantitative discipline. Applicants with strong technical experience and a professional background in media are also encouraged to apply.<\u002Fli>\n<li>At least 2-5 years of experience working in a data-related role is preferred.<\u002Fli>\n<li>You have strong coding skills in R and\u002For Python and understand version control software (git\u002FGitHub).<\u002Fli>\n<li>You have a mastery of analytics tools (SQL, Tableau, Adobe\u002FGoogle Analytics).<\u002Fli>\n<li>You are well versed in the fundamentals of statistics and have a working understanding of machine learning algorithms and their applications.<\u002Fli>\n<li>You have an entrepreneurial attitude toward work and sweat the details.<\u002Fli>\n<li>You have an interest in continued learning and stay well versed in new technologies that can be applied to your work.<\u002Fli>\n<\u002Ful><p>Dow Jones , Making Careers Newsworthy<\u002Fp>\n<p>All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, protected veteran status, or disability status. EEO\u002FAA\u002FM\u002FF\u002FDisabled\u002FVets .<\u002Fp>\n<p>Dow Jones is committed to providing reasonable accommodation for qualified individuals with disabilities, in our job application and\u002For interview process. If you need assistance or accommodation in completing your application, due to a disability, please reach out to us at TalentResourceTeam@dowjones.com . Please put &ldquo;Reasonable Accommodation&quot; in the subject line.<\u002Fp>\n<p>Business Area: WSJ MEMBERSHIP GROUP<\u002Fp>\n<p>Job Category: Sales Ops\u002FPlanning\u002FSupport Group<\u002Fp>\n<p>About Us<\u002Fp>\n<p>Dow Jones is a global provider of news and business information, delivering content to consumers and organizations around the world across multiple formats, including print, digital, mobile and live events. Dow Jones has produced unrivaled quality content for more than 125 years and today has one of the world&rsquo;s largest news gathering operations globally. It produces leading publications and products including the flagship Wall Street Journal, America&rsquo;s largest newspaper by paid circulation; Factiva, Barron&rsquo;s, MarketWatch, Financial News, DJX, Dow Jones Risk &amp; Compliance, Dow Jones Newswires, and Dow Jones VentureSource.Dow Jones is a division of News Corp (NASDAQ: NWS, NWSA; ASX: NWS, NWSLV).<\u002Fp>\n<p>If you are a current employee at Dow Jones, do not apply here. Please go to the Career section on your Workday homepage and view &quot;Find Jobs - Dow Jones.&quot; Thank you.<\u002Fp>\n<p>Req ID: 18133<\u002Fp><\u002Fdiv><p><\u002Fp>","2beac62584ecb76f":"<div><p><b>DATA SCIENTIST<\u002Fb><\u002Fp>\n<p>\nInMoment has an immediate opening for a Data Science Analyst. InMoment provides real-time customer phone and web surveys with actionable reporting to help companies understand, monitor and improve their customer&rsquo;s experiences. InMoment is growing rapidly and provides a dynamic, action-oriented environment for energetic, passionate, and motivated self-starters.<\u002Fp>\n<p><b>\nWHAT YOU'LL DO:<\u002Fb><\u002Fp>\n<ul>\n<li>The person in this role is responsible for mining, analyzing and synthesizing insights from customer surveys and external data provided by our clients. Specifically, the person will design, build, and optimize our multiple recommendation systems, as well as the ML pipeline and data infrastructure.. You will own projects end-to-end and drive design decisions.<\u002Fli>\n<li>The position will involve all aspects of the use of natural language processing in software, including design, implementation, algorithms, correctness, user experience, and performance..<\u002Fli>\n<li>Collaborate to ensure 'shared learning' across Data Science team<\u002Fli>\n<\u002Ful><p><b>WHAT YOU'LL NEED:<\u002Fb><\u002Fp>\n<ul>\n<li>Experience in machine learning techniques (generative and discriminative models), including deep learning<\u002Fli>\n<li>Familiarity with one or more deep learning toolkits (e.g. Keras, TensorFlow, PyTorch)<\u002Fli>\n<li>Experience in applying machine learning to problems in natural language processing<\u002Fli>\n<li>Knowledge of fundamental natural language processing techniques<\u002Fli>\n<li>Ability to run experiments scientifically and analyze results<\u002Fli>\n<li>Fluency in Python or similar scripting languages<\u002Fli>\n<li>Strong knowledge of relational databases and data warehouses (SQL)<\u002Fli>\n<li>Experience with Docker and Kubernetes is preferred<\u002Fli>\n<li>Demonstrated experience in analytical thinking, business problem solving, multi-tasking and ability to keep pace with a dynamic business environment<\u002Fli>\n<li>Directs the creation and preparation of business analytics and reporting in support of client&rsquo;s strategic goals<\u002Fli>\n<li>Evaluates, provides intelligence and recommends new or enhanced analytical approaches that can be turned into a product to align with InMoment&rsquo;s product vision<\u002Fli>\n<li>Bachelor's or Masters degree in a related technical field (example: statistics, math, information systems, computer science)<\u002Fli>\n<li>4+ years of experience in a related technical field<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>ABOUT INMOMENT<\u002Fb><\u002Fp>\n<p>\nInMoment&trade;, the leader in customer experience (CX) intelligence, arms enterprises with timely insights to fuel high-value action and relationships with both customers and employees. The company&rsquo;s industry-leading Customer Feedback Management platform, the CX Intelligence Cloud&trade;, powers a full suite of Voice of Customer (VoC), Voice of Employee (VoE) and Employee Experience technologies. InMoment provides innovative solutions and related support services to more than 400 leading brands across 95 countries.<\u002Fp>\n<p>\nThe CXI Cloud is built on a robust, modernized technology stack to deliver fast-paced innovation on a global scale. InMoment&rsquo;s proprietary data science underlies all aspects of the platform, supporting more intelligent conversations, curating feedback whenever, wherever and however it is shared, and ultimately transforming simple metrics into meaning. For more information, visit http:\u002F\u002Fwww.inmoment.com\u002F.<\u002Fp><\u002Fdiv><p><\u002Fp>","d3286822e1b0c6ea":"<div><div><div><div><p><b>General Description:<\u002Fb><\u002Fp>\n<ul><li>Collaborate with data scientists, senior researchers, and software developers on projects by bridging the gap between research and analytics by providing data-driven solutions across several policy areas.\n<\u002Fli><li>Engage clients, research and analytics staff teams in development of streamlined protocols to systematize workflow by designing integrated data systems generated through gathering requirements.<\u002Fli><li>\nDevelop schema, business rules and configuration testing processes.\n<\u002Fli><li>Configuration systems management to capture information that can be used for quantitative analysis.\n<\u002Fli><li>Develop protocols and algorithms to manipulate information captured in a fixed format to usable data, using non-traditional data sources like scraping data from social media, mining data from natural language texts, as well as vectorizing images to create analytical dataset to inform policy decisions.<\u002Fli><li>\nDevelop complex statistical models, machine learning algorithms and deep learning networks to answer research questions, identify patterns and trends, reduce dimensionality of data and select meaningful features, as well as conduct predictive analysis.\n<\u002Fli><li>Collaborate with clients and end users in deploying data products that contain dynamic data visualizations to present findings, data explorers that allow users to explore and analyze the data themselves, as well as publish data, documentation and code so that other data scientists and researchers can use the material and build on it.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><br>\n<div><div><p><b>Work experience and job skills requirements:<\u002Fb><\u002Fp>\n<ul><li>Direct experience with machine learning techniques and algorithms, such as k-NN, Naive Bayes, SVM, and Decision Forests<\u002Fli><li>\nExperience using data management and machine learning toolkits such a such as tidyverse and dyplr in R and pandas and scikit learn in Python\n<\u002Fli><li>Experience using data visualization tools, such as D3.js, GGplot, PlotLy, Tableau.\n<\u002Fli><li>Requirements gathering experience in developing schema, business rules, and test protocols.\n<\u002Fli><li>Experience conducting tests for configuring and developing integrated data systems.\n<\u002Fli><li>Experience working with query languages such as SQL.\n<\u002Fli><li>Excellent knowledge of statistics and research methods and experience developing regression models.<\u002Fli><li>\nExperience developing technical documentation for datasets, code, and data products.\n<\u002Fli><li>Excellent verbal and written communication skills as well as team leadership skills.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><br>\n<div><div><p><b>Education Requirements:<\u002Fb> Ph.D. or MA\u002FMS with 5+ years of direct experience in Data Science, Applied Mathematics, Applied Statistics, Operations Research, Economics or a related field<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","41922d3ad138c2db":"<div><p>We seek an exceptional Data Scientist to join our Forecasting team in New York.<b> <\u002Fb>This individual will contribute to the development of cutting-edge models to predict Spotify&rsquo;s future user growth and content consumption. The output of your models will serve as the basis for the company&rsquo;s financial forecast as well as provide context for business performance to both internal and external stakeholders. Your work will also help the team create a time series forecasting infrastructure that can be leveraged throughout the company. Above all, you will be at the nexus of data science and business at one of the most innovative companies in the world.<\u002Fp>\n<p>\nIn addition to possessing strong technical background of their own, the ideal candidate will be a natural communicator who is able to explain complex statistical frameworks to business and engineering teams in both New York and Stockholm. We also have a strong preference for candidates with experience in analyzing and forecasting time series. Accompanying this broad set of responsibilities is exposure to many functional areas, as well as senior management, across Spotify.<\u002Fp>\n<p><b>\nWhat you&rsquo;ll do<\u002Fb><\u002Fp>\n<ul>\n<li>Support the production of Spotify&rsquo;s public-facing user growth estimates on a quarterly basis.<\u002Fli>\n<li>Develop scalable solutions for forecasting Spotify&rsquo;s growth and work closely with Data Engineering to put your solutions into practice.<\u002Fli>\n<li>Consult with functional analytics teams tasked with building predictive frameworks for their discrete business units.<\u002Fli>\n<\u002Ful><ul><li>Visualize time series data in intuitive ways for a non-technical audience.<\u002Fli>\n<li>Contribute to a machine learning framework to measure and predict Spotify user lifetime value metrics.<\u002Fli>\n<li>Support Finance leadership with research on key business initiatives and challenges.<\u002Fli>\n<\u002Ful><p><b>Who you are<\u002Fb><\u002Fp>\n<ul>\n<li>Degree in Computer Science\u002FEngineering, Mathematics, Statistics, Economics, Econometrics, or another quantitative field.<\u002Fli>\n<li>Minimum 3 (5+ preferred) years of relevant experience, particularly in forecasting time series using Python, SQL, Scala, and\u002For R.<\u002Fli>\n<li>Experience with feature engineering for machine learning models.<\u002Fli>\n<li>Knowledge of Google BigQuery and Java\u002FScala is a plus.<\u002Fli>\n<li>Comfort operating independently in a fast-paced work environment.<\u002Fli>\n<\u002Ful><p>We believe that everyone should enjoy their job, so we live by a work hard, play hard ethos. Spotify is a positive, fun, high-energy work environment that you&rsquo;ve always wanted to be part of!<\u002Fp><\u002Fdiv><p><\u002Fp>","1b6f72d6f1b4ae35":"<div><h2 class=\"jobSectionHeader\"><b>Summary of Major Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><p>The Associate Data Scientist performs data analysis to extract knowledge or insight from structured or unstructured data. He or she applies advanced statistical algorithms for analysis of large-scale, complex datasets. He or she keeps up to date with cutting-edge techniques in programming, machine learning, big data, and healthcare modeling and seeks ways to advance the organization&rsquo;s capabilities in analytics.\n<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Essential Duties and Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Applies machine learning\u002Fdeep learning\u002Fartificial intelligence techniques<\u002Fli><li>\nDevelops and implements Markov decision process models and healthcare economic models<\u002Fli><li>\nUses advanced analytics methods to extract value from business data<\u002Fli><li>\nPerforms large-scale experimentation and builds data-driven models to answer business questions<\u002Fli><li>\nCreates hypotheses and experiments to identify hidden relationships and construct new analytics methods<\u002Fli><li>\nArticulates a vision and roadmap for the utilization of data as a valued corporate asset<\u002Fli><li>\nVisualizes information and develops reports on results of data analysis<\u002Fli><li>\nInfluences product teams through presentation of data-based recommendations<\u002Fli><li>\nSpreads best practices to analytics and product teams<\u002Fli><li>\nImplements new tools to make data analysis more efficient<\u002Fli><li>\nUphold company mission and values through accountability, innovation, integrity, quality, and teamwork<\u002Fli><li>\nSupport and comply with the company&rsquo;s Quality Management System policies and procedures<\u002Fli><li>\nRegular and reliable attendance<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div><b>Minimum Requirements<\u002Fb><\u002Fdiv><ul><li>\nBachelor&rsquo;s degree in Statistics, Computer Science, or a related field<\u002Fli><li>\n2+ years of experience working with large datasets for drawing business insights<\u002Fli><li>\nFluency in Python programming<\u002Fli><li>\nExperience using machine learning to solve complex business problems<\u002Fli><li>\nStrong understanding of statistics and modeling techniques<\u002Fli><li>\nKnowledge in predictive modeling<\u002Fli><li>\nExperienced at leveraging both structured and unstructured data sources<\u002Fli><li>\nExperience with relational databases and SQL<\u002Fli><li>\nWillingness and ability to learn new technologies on the job<\u002Fli><li>\nDemonstrated ability to communicate complex results to technical and non-technical audiences<\u002Fli><li>\nDemonstrated ability to work with minimal supervision<\u002Fli><li>\nDesire to work in a highly collaborative environment<\u002Fli><li>\nAuthorization to work in the United States without sponsorship<\u002Fli><li>\nDemonstrated ability to perform the Essential Duties of the position with or without accommodation<\u002Fli><\u002Ful><div><b>\n Preferred Qualifications<\u002Fb><\u002Fdiv><ul><li>\nExperience with distributed computing and big data technologies, such as Spark, or related technologies<\u002Fli><li>\nExperienced with statistical methodologies and tools (R, SAS, SPSS, etc.)\n<\u002Fli><li>Experience with Natural Language Processing, Information Retrieval, or Recommender Systems<\u002Fli><li>\nExperience with mathematical optimization, control theory, time-series analysis would also be an added advantage<\u002Fli><\u002Ful><div>\n#LI-MF1<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><i>We are an equal employment opportunity employer. All qualified applicants will receive consideration for employment without regard to age, color, creed, disability, gender identity, national origin, protected veteran status, race, religion, sex, sexual orientation, and any other status protected by applicable local, state or federal law. Applicable portions of the Company&rsquo;s affirmative action program are available to any applicant or employee for inspection upon request.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","1eb5408d715b3307":"<div><p>We are seeking a Data Scientist to join our Product Insights team, focusing on Personalization. We have several roles open across different levels of seniority.<\u002Fp>\n<p>\nThe Personalization team makes deciding what to play next on Spotify easier and more enjoyable for every listener. We seek to understand the world of music and podcasts better than anyone else so that we can make great recommendations to every individual person and keep the world listening.<\u002Fp>\n<p>\nEveryday, hundreds of millions of people all over the world use the products we build which include destinations like &ldquo;Home&rdquo; and &ldquo;Search&rdquo; as well as original playlists such as &ldquo;Discover Weekly&rdquo; and &ldquo;Daily Mix.&rdquo; We&rsquo;re a team of technologists, product insight experts, designers, and product managers in Boston, New York, Stockholm, and London.<\u002Fp>\n<p>\nYou will be solving complex data problems and delivering the insight that helps to define our understanding of music, audio and our listeners to develop how we personalize at Spotify. This role works closely with a multidisciplinary team of data scientist, user researchers, data engineers, product teams and designers.<\u002Fp>\n<p>\nYour work will impact the way the world experiences music and audio!<\u002Fp>\n<h2 class=\"jobSectionHeader\"><b>\nWhat you&rsquo;ll do:<\u002Fb><\u002Fh2>\n<ul><li>Develop research questions and undertake data exploration to understand who our listeners are, how they get value out of Spotify, and where we can develop our product to bring greater value<\u002Fli>\n<li>Work closely with the team including data engineering to build lasting solutions to our data modeling<\u002Fli>\n<li>Design, analyze, and interpret the results of experiments<\u002Fli>\n<li>Perform exploratory analyses to understand the performance of our machine learning systems<\u002Fli>\n<li>Define, evaluate, dashboard and monitor key metrics, understanding root causes of changes<\u002Fli>\n<li>Contribute to the development of the Product Insights function and the wider analytics community at Spotify<\u002Fli>\n<li>Mentor and coach other data scientists<\u002Fli>\n<li>Work from our office in New York<\u002Fli>\n<\u002Ful><h2 class=\"jobSectionHeader\"><b>Who you are:<\u002Fb><\u002Fh2>\n<ul><li>You will have 2 to 5 years relevant applied experience with a degree or higher in economics, psychology, computer science, statistics, or mathematics or another quantitative discipline<\u002Fli>\n<li>Technical competence to perform advanced analytics:\n<ul><li>Coding skills (such as R, Python, or Scala)<\u002Fli>\n<li>Experience with analytics &amp; visualization tools (SQL, Tableau, ggplot\u002Fmatplotlib or equivalent)<\u002Fli>\n<li>Experience performing analysis with large datasets<\u002Fli>\n<li>You have strong statistical understanding of online testing methodologies and metric development<\u002Fli>\n<\u002Ful><\u002Fli><li>You are an independent thinker, able to work autonomously, capable of taking on loosely defined problems and translating complex thinking into practical application for diverse audiences<\u002Fli>\n<li>You are a communicative person who values building strong relationships with colleagues and partners and enjoys mentoring and teaching others<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv>","da8ec4f626508c12":"<div><p>The Office of Legal and Administrative Affairs&rsquo; (OLAA) Business Insights team is looking for a data visualization specialist to create data visualization and data analysis for Global Procurement, Global Real Estate, Travel, Fleet, etc. Applies <b>developed<\u002Fb> subject matter knowledge to solve common and complex business issues using strong analytical skills. Works on problems of diverse complexity and scope. May act as a team or project leader providing direction to team activities and facilitates information validation and team decision making process. Demonstrated problem solving skills.<\u002Fp><p><\u002Fp><p><b>\nResponsibilities:<\u002Fb><\u002Fp><ul><li>Create data visualizations that tell a story<\u002Fli><li>Work with other Data Scientists and Sr. Analyst on data visualization<\u002Fli><li>Create data visualizatoins in Excel linked directly to database<\u002Fli><li>Develops and implements data standards to ensure optimal interactions between diverse data sources and to support data visualization in Qlik Sense.<\u002Fli><li>Implements highly complex data security rules.<\u002Fli><li>Embeds analytic models in an enhanced business process of operational system by collaborating with Application Developers. Responsible for measuring business performance based on the model.<\u002Fli><li>As a fully functioning analytics team member, applies best practices to analytics solutions and contributes to the development of improved best practices. Leads the model enhancements.<\u002Fli><li>Communicate the analytics solution to the appropriate stakeholders.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nEducation and Experience Required:<\u002Fb><\u002Fp><p>\nBachelor's degree in Statistics, Operations Research, Computer Science or equivalent and at least 4-5 years of relevant experience. Or Master&acute;s Degree in these areas and at least 2-3 years of relevant experience.<\u002Fp><p><\u002Fp><p><b>\nKnowledge and Skills:<\u002Fb><\u002Fp><ul><li>Advanced knowledge of data visualization techniques and software tools (eg. R, Qliksense, Qlikview, HTML5, D3).<\u002Fli><li>Working knowledge of programming languages such as SQL, R, Java, Unix Shell scripting.<\u002Fli><li>Ability to translate business requirements into mathematical models and data science objectives to achieve measurable business outcomes.<\u002Fli><li>Working knowledge of ETL tools (eg. Informatica, Ab Initio, Talend).<\u002Fli><li>Experience with row-level security and\u002For section access implementation is preferred<\u002Fli><li>Strong interpersonal skills and effectiveness in working across geographical boundaries.<\u002Fli><\u002Ful>\n1054094<\u002Fdiv>","f543da499933236a":"<div><\u002Fdiv><div><div><div><div><div><div><div><div><div><h4 class=\"jobSectionHeader\"><b>DATA SCIENTIST<\u002Fb><\u002Fh4><\u002Fdiv><p><\u002Fp><div><p>\nDesign and develop methods, processes, and systems to consolidate and analyze structured and unstructured data. Develop information tools, algorithms, dashboards, and queries to monitor and improve customer data processing. Recommend and develop new technical solutions, products, and\u002For standards in support of functions strategy and operations. Requirements include identifying, retrieving, manipulating, and exploiting multiple structured and unstructured data sets from various sources, including building or generating new data sets as appropriate as well as initiating the efficient implementation of methods, tools, and algorithms using a comprehensive range of technologies.<\u002Fp><br>\n<p>\n<\u002Fp><p>Desired Qualifications and Skills:<\u002Fp>\n<ul><li><p>Bachelor&rsquo;s or higher degree in Computer Science, Mathematics, or a related field<\u002Fp>\n<\u002Fli><li><p>Experience with Hadoop framework, MapReduce, Hive, Pig, or other open source data analytic tools.<\u002Fp>\n<\u002Fli><li><p>Strong software skills including proficiency in Python, JavaScript, SQL, Pig, or R<\u002Fp>\n<\u002Fli><li><p>Data mining methods, database structures, and analytic information extraction and visualization experience<\u002Fp><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","391084f230009423":"<div>Overview\n<div><div><div><p><b>About Aramark<\u002Fb><br>\nAramark (NYSE: ARMK) proudly serves Fortune 500 companies, world champion sports teams, state-of-the-art healthcare providers, the world&rsquo;s leading educational institutions, iconic destinations and cultural attractions, and numerous municipalities in 19 countries around the world. Our 270,000 team members deliver experiences that enrich and nourish millions of lives every day through innovative services in food, facilities management and uniforms. We operate our business with social responsibility, focusing on initiatives that support our diverse workforce, advance consumer health and wellness, protect our environment, and strengthen our communities. Aramark is recognized as one of the World&rsquo;s Most Admired Companies by FORTUNE, as well as an employer of choice by the Human Rights Campaign and DiversityInc. Learn more atwww.aramark.com or connect with us onFacebook andTwitter.<\u002Fp>\n<p>\n<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Description<\u002Fb><\u002Fh2>\n<div><div><div><p>The Data Scientist will work closely with the operations leadership team of our innovative, app-based on-demand food delivery service organization to optimize every facet of our complex operation. You will be the epicenter of business intelligence, uncovering impactful insights that put us ahead of the curve. Your day-to-day will support aggressive growth efforts at a rapidly scaling, geographically distributed company.<\u002Fp>\n<p>\n<\u002Fp><p>You will tap into our rich data to help make informed decisions on inventory management, production levels, delivery van routing, hours of operation, staffing levels, etc. Your duties will take you to our markets to ensure you tangibly understand challenges and can support the in-market team members in addition to executing at the corporate level. You will become the &lsquo;go-to&rsquo; person for the operations team to make that team more effective.<\u002Fp>\n<p>\n<\u002Fp><p><b>Essential Functions:<\u002Fb><\u002Fp>\n<ul>\n<li>Develop innovate data models to streamline the collection and synthesis of information. Use these models to recommend action items that maximize efficiency in areas such as inventory management, food production schedules, efficient routing, accurate delivery estimates, etc.<\u002Fli>\n<li>Leverage consumer analytics to understand customer purchasing and dining behavior. Identify key consumer segments within the customer base and summarize data-driven findings in a visual way that resonates with a variety of stakeholders and audiences.<\u002Fli>\n<li>Analyze business performance data from a multitude of sources including labor tracking, route efficiency, and inventory management systems to identify opportunities to improve operations and recommend data-driven action plans.<\u002Fli>\n<li>Lead the creation and development of key performance reporting to multiple stakeholders.<\u002Fli>\n<li>Generate ad-hoc analyses to measure the outcome of short-term strategies. Work with cross-functional teams to define insights and analytics required to measure success.<\u002Fli>\n<li>Frequent meeting and collaboration with the leadership team to identify and track Food &amp; Beverage KPIs and generate actionable insights to drive revenue.<\u002Fli>\n<li>Teaming with the leadership team to generate and support Tableau dashboards to provide actionable data to key stakeholders.<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications<\u002Fb><\u002Fh2>\n<div><div><div><ul><li>Bachelor&rsquo;s degree required in Mathematics, Statistics, Accounting or Finance or another scientific discipline.\n<\u002Fli><li>Minimum of 1-2 years of experience in an analytical function preferred.<\u002Fli>\n<li>Superior analytical ability and spreadsheet modeling skills are required.\n<\u002Fli><li>Excellent written and verbal skills and the ability to interface with multiple levels of management are essential.\n<\u002Fli><li>Strong organizational, project management and time management skills<\u002Fli>\n<li>Ability to effectively communicate findings, analysis, implications, and recommendations to varied stakeholder audiences<\u002Fli>\n<li>Must be able to problem solve and adjust priorities with little advance notice to meet deadlines and requests.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","5f8cc8ad498103cf":"<div><p><b>Pinata Scienes is looking for an up and coming Data Scientist. This data driven individual will work to support our data science team to deliver scalable solutions that provide real-word business value. In addition to building solutions, you must possess the aptitude and hunger to learn. As an energetic data scientist you will be responsible for taking in person findings and developing practical business solutions for our clients. In order to succeed in this role, you must be passionate about solving business problems using data science.<\u002Fb><\u002Fp><p><b>\nCome bust open some data with us!<\u002Fb><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nMAIN REQUIREMENTS:<\u002Fb><\u002Fh2><ul><li><b>\nSome experience building and implementing predictive models<\u002Fb><\u002Fli><li><b>\nExcellent customer engagement skills<\u002Fb><\u002Fli><li><b>\nStrong organizational, communication, writing and interpersonal skills<\u002Fb><\u002Fli><li><b>\nExpereience with a variety of technical tools for the manipulation of datasets<\u002Fb><\u002Fli><li><b>\n1-2 years of real-world business experience<\u002Fb><\u002Fli><li><b>\nUp to 50% travel<\u002Fb><\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>\nDESIRED SKILLS:<\u002Fb><\u002Fh2><ul><li><b>\nExperience with machine learning techniques<\u002Fb><\u002Fli><li><b>\nFluency with scripting (Python \u002F R)<\u002Fb><\u002Fli><li><b>\nExperience with Hadoop and related Big Data technologies<\u002Fb><\u002Fli><\u002Ful><\u002Fdiv>","58aea4d16dee65f2":"<ul><li>PhD-level training in computer science, statistics, or highly quantitative field OR an MS with 2+ years experience on a data, research, or applied science team OR equivalent applied research experience<\u002Fli><li>Excellent written and verbal communication skills on quantitative topics<\u002Fli><li>Expertise in applying supervised and unsupervised algorithms to large-scale data<\u002Fli><li>Fluency in data-science fundamentals: data manipulation in R or Python, SQL, and statistics<\u002Fli><li>Keen judgment for balancing research depth and pacing<\u002Fli><\u002Ful>\n<br>\n<div>The Science team drives evidence-based decision-making throughout Twitch. We are researchers and leaders who advise product and business decisions and identify ways to use data and models to develop new capabilities. We are an interdisciplinary team leveraging experts in analytics, data science, and user and audience research to improve the world&rsquo;s leading livestreaming platform.<br>\n<br>\nOur team seeks an outstanding data scientist with demonstrated experience delivering insights from complex data. We prize creative problem solvers with the ability to draw on an expansive methodological toolkit to understand the unique Twitch environment. Our problems include attributing values to actions in complex, multi-sided markets and helping diverse creators discover their drivers of success. The ideal candidate combines great intuition with data-science acumen to grapple with these and other challenges and guide decision-making at the highest levels of Twitch.<br>\n<br>\n<ul><li>Drive Twitch&rsquo;s knowledge of users and creators through ownership of research projects from data collection to model development, estimation, and validation<\u002Fli><li>Balance short-term projects with long-term, foundational and\u002For transformative research<\u002Fli><li>Autonomously identify and pursue research with significant business impact, and make compelling cases for prioritization and resource allocation<\u002Fli><li>Collaborate with specialists in data science, analytics, engineering, and economics disciplines to efficiently develop reliable and reproducible analyses at scale<\u002Fli><li>Deliver well-documented datasets, tools, and reports to key technical and business stakeholders<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<ul><li>Advanced knowledge of machine-learning techniques applied to large panel data<\u002Fli><li>Prior work with marketplace or entertainment-type products, especially at a tech company<\u002Fli><li>Experience with data pipelining from data preparation to analysis to deployment<\u002Fli><li>5+ years of experience in industry, consulting, government, or academic research<\u002Fli><li>Excitement to shape the development of a growing team and help millions of content creators and viewers<\u002Fli><li>Familiar with or uses Twitch<\u002Fli><\u002Ful>","5534d444f59e80bf":"<div><div><div><div><h2 class=\"jobSectionHeader\"><b>Data Scientist - New York, NY<\u002Fb><\u002Fh2>\n<div><p>The Data Scientist will participate in architecting, building and continually advancing the firm's ability to analyze data effectively and take decisive action on behalf of clients in response to such analysis.<\u002Fp><\u002Fdiv>\n<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><div><div><div><div><p>As a newly created position, the role of the Data Scientist will evolve with the changing needs of the organization. With an initial emphasis on ETL programming, data management and visualization, this role is expected to become increasingly strategic to include investigative computing of customer and social data for insights, yielding more effective and real-time predictive and prescriptive analytics in the future.<\u002Fp><p>\nResponsibilities currently include:<\u002Fp><ul><li>\nDeveloping well documented ETL processes, which include querying, transforming, cleansing, and linking data to modeling ready datasets<\u002Fli><li>\nWorking with cross functional client teams and internal media agency stakeholders to design data collection and processes that are scalable across multiple engagements<\u002Fli><li>\nCommunicating findings internally and externally, generating actionable reports and simple to understand visualization tools\n<\u002Fli><li>Providing a leadership position to our clients and ensuring that we are ahead of the curve with regards to emerging big data techniques and tools\n<\u002Fli><li>Working closely with advanced analytics teams to deploy statistical and machine learning principles to discover hidden patterns, perform predictive analysis and build models that drive insights across disparate big data sets throughout the marketing ecosystem<\u002Fli><\u002Ful><p>\nTechnical skills:<\u002Fp><ul><li>\nAdvanced SQL and strong knowledge of SQL databases a must<\u002Fli><li>\nExperience with statistics, model building and algorithm construction<\u002Fli><li>\nProficiency with common languages used in statistical analysis such as, R, SAS, Perl and Python and\u002For is huge plus<\u002Fli><li>\nFamiliarity with OO programming such as C and C++ a plus<\u002Fli><li>\nExperience with Amazon Web Services, Hadoop, and other Big Data tools<\u002Fli><li>\nComfort in the field of BI, Dynamic Data Visualization preferred<\u002Fli><li>\nBasic knowledge of APIs desired<\u002Fli><li>\nMentorship of more junior staff on big data processing technologies as well as interfacing with our off shore team<\u002Fli><li>\nStrong documentation skills; must have experience writing technical design documents, including technical process flow diagrams<\u002Fli><\u002Ful><p>\nGeneral requirements:<\u002Fp><ul><li>\nAdvanced degree in relevant field of study strongly desirable, particularly math, data visualization, or computer science<\u002Fli><li>\n4+ years related experience in working with SQL databases and ETL related tools<\u002Fli><li>\nAbility to thrive in a fast paced environment and juggle multiple assignments and changing priorities<\u002Fli><li>\nAdvertising \u002F marketing agency or related experience preferred<\u002Fli><li>\nHistory of drawing appropriate conclusions from data<\u002Fli><li>\nAbility to work among multiple teams and communicate effectively to both technical and non-technical stakeholders<\u002Fli><li>\nUnderstanding of digital marketing data<\u002Fli><\u002Ful><\u002Fdiv>\n<p>New York, NY<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","f625c7bc2b3c57fc":"<div><p><b>San Antonio, TX<\u002Fb><\u002Fp>\n<p>We&rsquo;re looking for a data scientist to help us build the world a better model for cyber risk. If you love ML, solving huge problems, and are an experienced data scientist; you&rsquo;ve come to the right place!<\u002Fp>\n<h2 class=\"jobSectionHeader\"><b>Requirements<\u002Fb><\u002Fh2>\n<ul><li>3+ years working as a data scientist<\u002Fli>\n<li>Strong background in machine learning, computer science, statistics, and maths<\u002Fli>\n<li>Works in Python<\u002Fli>\n<li>Loves its numpy, pandas, matplotlib, scikit-learn, and keras packages<\u002Fli>\n<li>A fast learner, a builder<\u002Fli>\n<li>Familiar with relational and NoSQL cloud datastores<\u002Fli>\n<li>Familiar with the Google Cloud Platform<\u002Fli>\n<\u002Ful><h2 class=\"jobSectionHeader\"><b>About CyberFortress<\u002Fb><\u002Fh2>\n<p>CyberFortress was formed to be a new kind of company to tackle a big problem. Insurance is one of the most painful and hated experiences in modern life. We want to change that. But we don&rsquo;t think we can change the insurance industry without first changing ourselves. So we have thrown out a lot of the startup playbook: No founder dictators. No managers. No vesting handcuffs. No work obsession leading to burnout. No living in a future that doesn&rsquo;t exist.<\u002Fp>\n<p>We are a community of owners engaged in a common project and governed through thoughtful and open debate rather than top-down managers. We want every employee-owner to have a rich life of which work is an integral and fulfilling part.<\u002Fp><\u002Fdiv>","246a44126df7f931":"<div><div><div><div><div>The Data Scientist I is responsible for<\u002Fdiv><ul><li>Implementing the design, development, deployment, and maintenance of predictive\u002Fprescriptive\u002Fstatistical models<\u002Fli><li>Modeling with expertise in forecasting, optimization, data mining, analysis, and analyzing complex datasets<\u002Fli><li>Conducting studies with the use of descriptive and supervised machine learning methods and advanced statistical methods using innovative and the latest advanced technique and algorithms<\u002Fli><li>Summarizing, reporting, and providing polished presentations of findings to a variety of internal clients as well as working with other departments to achieve the overall company objectives<\u002Fli><li>Lead in the production of research and analysis to quantify the impact of internal and external environments on portfolio performance. The Data Scientist I is the subject matter expert with an in depth knowledge of quantitative methods and diligent knowledge of data sources and tools<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><div><b>JOB DUTIES<\u002Fb><\u002Fdiv><ul><li>\nPerforms research, analysis, and modeling on organizational data<\u002Fli><li>\nAssists in analyzing key metrics and performing data analysis<\u002Fli><li>\nBuilds technical knowledge to support research and analytic responsibilities including advanced techniques and algorithms<\u002Fli><li>\nConducts research projects, incorporate project design, data collection and analysis, summarizing findings, developing recommendations and effectively communicating to leadership the impact to the business<\u002Fli><li>\nDevelops and applies algorithms or models to key business metrics with the goal of improving operations or answering business questions<\u002Fli><li>\nPresents findings and analysis for use in decision making<\u002Fli><li>\nEnsures that the delivered products meet the business needs of the company<\u002Fli><li>\nPartners with and provide recommendations to business leadership on the appropriate application of analytics to business strategies and effectively communicate analysis and implications to senior leadership<\u002Fli><li>\nPrioritizes tasks and meets project deadlines in a fast paced work environment<\u002Fli><li>\nPerform other duties as assigned<\u002Fli><li>\nConform with all company policies and procedures<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div><b>Knowledge<\u002Fb><\u002Fdiv><ul><li>\nStrong quantitative, analytical and data interpretation skills with a solid foundation of mathematics, probability, and statistics<\u002Fli><li>\nAdvanced knowledge and demonstrated understanding of applied methodologies including least squares regression, logistic regression, sampling methodologies, time series, survival analysis, cluster analysis, categorical data analysis, decision trees, multivariate methodologies, non-parametric techniques, principal components, and linear programming techniques<\u002Fli><li>\nAdvanced skills in Python, SAS, SQL, R, JMP, Excel, Word, PowerPoint<\u002Fli><li>\nAbility to design and implement model documentation and monitoring protocols<\u002Fli><li>\nDemonstrated understanding and experience with technical systems, datasets, data warehouses, and data analysis techniques<\u002Fli><li>\nEfficiently work with large datasets<\u002Fli><\u002Ful><div><b>\nSkills<\u002Fb><\u002Fdiv><ul><li>\nMS Office required<\u002Fli><li>\nProficient in Python or SAS required<\u002Fli><li>\nStrong written and verbal presentation skills with an ability to communicate effectively with Senior Management by making complex concepts easy to understand<\u002Fli><li>\nAbility to be curious, ask questions, explore, and be creative when analyzing data and business problems<\u002Fli><li>\nAbility to identify and seek needed information\u002Fresearch skills<\u002Fli><li>\nAnalytical thinking skills<\u002Fli><li>\nAbility to interact collaboratively with internal and external customers<\u002Fli><li>\nCapable of managing multiple and varied projects, including the ability to coordinate and balance numerous tasks in a time-sensitive environment, under pressure<\u002Fli><li>\nStrong problem solving skills<\u002Fli><\u002Ful><div><b>\nEducation<\u002Fb><\u002Fdiv><ul><li>\nMaster&rsquo;s Degree in Statistics, Applied Mathematics, Econometrics, Economics, Operations Research, Industrial Engineering, Computer Science, or similar quantitative field required<\u002Fli><\u002Ful><div><b>\nExperience<\u002Fb><\u002Fdiv><ul><li>\n0-2 years as Data Scientist or similar quantitative field required<\u002Fli><\u002Ful><div><b>\nWorking Conditions<\u002Fb><\u002Fdiv><ul><li>\nNormal office environment<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","d00ac85b02cf9b31":"<div><h2 class=\"jobSectionHeader\"><b>Overview and Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><div>Viacom&rsquo;s Advertising Science team uses data science to empower and bring value and data-driven decision-making to our Ad Solutions department. We are looking for a Junior Data Scientist to join our ambitious, multidisciplinary team to help drive the future of Advanced Advertising analytics.<br>\n<\u002Fdiv><div><\u002Fdiv><div>The Junior Data Scientist will be responsible for supporting our Senior Data Scientists in building advertising data products that put innovative and insightful intelligence in the hands of our Ad Solutions team. You will work with unique and proprietary TV, digital, and social media measurement data-sets that help generate insights, and in turn drive our ad sales business forward. The ideal candidate will also help generate solutions for ongoing projects, involving some of the industry&rsquo;s most challenging initiatives such as cross-platform measurement, attribution modeling, and media-mix modeling.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nRESPONSIBILITIES<\u002Fb><\u002Fdiv><ul><li>\nSupport Senior Data Scientists in data cleaning, model development, coding and validation<\u002Fli><li>\nSynthesize and leverage proprietary and third-party data sets in novel ways to enhance learnings that inform and advance current research methodologies<\u002Fli><li>\nUtilize cross-platform viewership data (linear television, digital, and social) to create thoughtful and innovative audience analyses in order to solve industry-wide challenges and support key internal research initiatives<\u002Fli><li>\nGenerate compelling storytelling research pieces that position Viacom as the premier media partner for advertisers<\u002Fli><li>\nConduct analyses and data modeling to uncover leading edge trends in consumer and media behaviors and attitudes<\u002Fli><li>\nApply Data Science fundamentals to elevate the utility and validity of current media research data sources<\u002Fli><li>\nParlay knowledge and learnings to broader advertising research community at Viacom to improve traditional methodologies and inspire the adoption of next generation analytics across the organization<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Basic Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>BS or MS in relevant field (data science, computer science, engineering, mathematics, statistics or otherSTEM field)<\u002Fli><li>\n1 to 3 years of professional background in machine learning and\u002For statistics<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Additional Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Knowledge of the media industry and multi-platform media measurement (Nielsen, comScore, social platforms, etc.) a plus<\u002Fli><li>\nIntermediate or higher experience with SQL, and Python for data loading and transformation<\u002Fli><li>\nFamiliarity with statistical modeling and machine learning tools in R or Python<\u002Fli><li>\nAbility to solve difficult and unstructured problems strategically and think creatively<\u002Fli><li>\nStrong oral and written communication skills; ability to communicate data in a clear and effective manner to both technical and non-technical audiences<\u002Fli><li>\nHighly organized, strong attention to detail, ability to work under pressure and multitask<\u002Fli><li>\nExperience with cloud computing technologies such as AWS, Azure or Google Cloud Platform. AWS experience preferred. Serverless experience a plus<\u002Fli><li>\nExposure to big data and associated technologies - experience with model training\u002Fvalidation, messy data cleaning, and feature engineering all at scale<\u002Fli><li>\nExperience working in a version-controlled development environment<\u002Fli><li>\nExperience with containerization technologies<\u002Fli><li>\nExperience interfacing and working with engineering teams throughout the product development lifecycle<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","c45de12685728000":"<div><div><b>Who we are<\u002Fb><\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>We are a new and rapidly growing team of change agents inside J.P. Morgan. We are data scientists, design strategists and business leaders set on creating and building data products that transform the way we and our clients do business - balancing the art of decision making with science.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>What we build will matter and have huge impact; our products and solutions will reach thousands of our clients around the world, and affect how J.P. Morgan does business, moving trillions of dollars a day. Our group will also work closely with FinTech teams to find emerging tech companies that can help us accelerate development of new products.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><b>Why join?<\u002Fb><\u002Fdiv>\n<div>New technologies, analytics and business models are emerging with the potential to radically transform financial services. You will be at the leading edge inside the company driving change.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>You will:<\u002Fb><\u002Fdiv><br>\n<div><\u002Fdiv>\n<ul><li>Be a data storyteller, deliver and visualize practical data insights in a compelling manner to senior leadership. Articulate findings clearly and concisely leveraging clear and compelling data visualizations<\u002Fli>\n<li>Explore how money moves through our network and around the world. Turning data into insights to impact the strategy and direction of JPM products<\u002Fli>\n<li>Develop approaches for understanding each individual client and their behavior to deliver a continually improved experience<\u002Fli>\n<li>Invent creative and innovative ways to answer key business questions by leveraging existing data assets or creating new ones<\u002Fli>\n<li>Develop, plan and execute analytical projects as an individual contributor and in teams. Bring order to disparate requirements with high tolerance for ambiguity, very strong problem solving ability, and excellent client engagement skills<\u002Fli>\n<li>Collaborate with product managers, end users, developers, and other stakeholders to integrate data discoveries and processes into operational capabilities<\u002Fli>\n<li>Develop deep subject matter expertise in the wide range domains in payments and liquidity to support a diverse set of products<\u002Fli>\n<\u002Ful><div><b>Who you are<\u002Fb><\u002Fdiv><br>\n<div><\u002Fdiv>\n<ul><li><b>Quantitative background<\u002Fb> &ndash; Advanced degree in analytical field (e.g. econometrics, statistics, computer science). 4+ years relevant experience. Understanding of statistics, optimization and machine learning methodologies. Ideally experienced with large scale graph inference. Mastery of software design principles and development skills using Python<\u002Fli>\n<li><b>Hybrid at your core <\u002Fb>- Part statistician, part computer scientist, part data explorer, looking for order and patterns in data. This is an incredible opportunity for hybrid thinkers that love to learn and synthesize in a high-performing culture.\n<\u002Fli><li>Experience building advanced data visualizations is strongly preferred (Plotly, D3.js, Vega Light)<\u002Fli>\n<li><b>Analytical thought leader<\u002Fb> - You can define the analytical agenda for projects, frame ambiguous business questions into analytical plans (e.g., assess data needs, source files, prepare data, create new features, evaluate quality, etc.), and execute.\n<\u002Fli><li><b>Cognitive and Communications Skill<\u002Fb> - Highly articulate, built upon an underlying fundamental clarity of thought. General ability to root out fundamental issues, bring order from chaos, synthesize elegant insights, and drive to clear decisions.\n<\u002Fli><li><b>Leadership<\u002Fb> - Primary focus of building something of significance. Willingness to roll up sleeves and do whatever it takes. Self-confidence, poise, and personal presence that inspires confidence in others. Charisma, gravitas, intellect, flexibility, and integrity that motivates others to trust, collaborate, and follow.<\u002Fli><\u002Ful><\u002Fdiv>","f00061199230c558":"<p><\u002Fp><div><div><div>The core data science team at Dick&rsquo;s Sporting Goods is seeking a data scientist to support product teams within the technology organization. The team builds end-to-end machine learning solutions that drive business value in all parts of the organization. A few examples of projects that the team is currently working on are demand forecasting, search algorithm optimization, supply chain optimization, and visual search. We are looking for diverse teammates with strong technical skills who also have a passion for learning and deploying the latest machine learning algorithms. An ideal candidate will have a knowledge base in pricing engines, marketing modeling, and\u002For forecasting.<br>\n<br>\n<b>The Role You'll Play:<\u002Fb><\u002Fdiv><div><br>\nMachine Learning Applications &amp; Analyses<\u002Fdiv><ul><li>\nApply machine learning and data mining techniques to extract actionable insights from large-scale, high-dimensional data.<br>\n<\u002Fli><li>Build end-to-end algorithmic solutions that focus on improving the customer&rsquo;s experience both in-store and on our website.<br>\n<\u002Fli><li>Compile data from disparate data sources leveraging both qualitative and quantitative data to build holistic views of customer&rsquo;s experience.<br>\n<\u002Fli><li>Communicate and present complex analyses and models to all levels of leadership across the organization.<\u002Fli><\u002Ful><div><b>\nClient Liaison<\u002Fb><\u002Fdiv><ul><li>\nWork with a variety of business units throughout the organization to help translate their requirements into specific analytical deliverables.<br>\n<\u002Fli><li>Continue to improve and advance communications and collaborations amongst the various analytics teams and business units.<br>\n<\u002Fli><\u002Ful><div><b>Training<\u002Fb><\u002Fdiv><ul><li>\nLead or support formal and\u002For informal training for team members on the various tools used for team members within the analytics team or client teams.<br>\n<\u002Fli><\u002Ful><\u002Fdiv><div><b>Qualifications<\u002Fb><p><\u002Fp><div>\nEducation<br>\n<\u002Fdiv><ul><li><div>\nMaster&rsquo;s Degree Preferred In: Statistics, Computer Science, Operations Research, Engineering, Mathematics, Economics, or other quantitative fields<br>\n<\u002Fdiv><\u002Fli><li><div>Additional experience will be considered in lieu of an advanced degree.<\u002Fdiv><\u002Fli><\u002Ful><div>\nExperience\u002FTechnology<\u002Fdiv><ul><li><div>\nOne to three years of experience\n<\u002Fdiv><\u002Fli><li><div>Statistics \u002F Machine Learning with applications in R or Python.<\u002Fdiv><\u002Fli><li><div>\nPractical experience with SQL or a SQL-like language.<\u002Fdiv><\u002Fli><li><div>\nCreating visualizations and presentations for non-technical users.<br>\n<\u002Fdiv><\u002Fli><\u002Ful><div>Bonus Points<\u002Fdiv><ul><li><div>\nPublication in top conferences or journals<\u002Fdiv><\u002Fli><li><div>\nExperience applying machine learning techniques in a retail environment<\u002Fdiv><\u002Fli><li><div>\nExperience with Kubernetes based systems such as Kubeflow<\u002Fdiv><\u002Fli><li><div>\nExperience with any of the following: pricing engines, marketing modeling, or time-series forecasting<\u002Fdiv><\u002Fli><li><div>\nExperience in a deep learning framework such as Tensorflow or PyTorch<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>","3d41f307c9ab7077":"<p><\u002Fp><div><div><div><div><div><div><div><div><div><div><div><div>Who We Are:\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><p>Ball Aerospace pioneers discoveries that enable our customers to perform beyond expectation and protect what matters most. We create innovative space solutions, enable more accurate weather forecasts, drive insightful observations of our planet, deliver actionable data and intelligence, and ensure those who defend our freedom go forward bravely and return home safely. For more information, visit http:\u002F\u002Fwww.ball.com\u002Faerospace, Facebook or Twitter.<\u002Fp><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>Qualifications:<br>\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<p><\u002Fp><div><div><div><div><p><b>Engineer I &ndash; Data Scientist<\u002Fb><\u002Fp><p><b>\nWhat You&rsquo;ll Do<\u002Fb><\u002Fp>\n<ul>\n<li>Support the Mission &amp; Process Analytics organization in advanced data analytics and the development of qualitative and quantitative models to extract information from data for data discovery.<\u002Fli>\n<li>Remain current with industry as it relates to data analysis and applications to Ball Aerospace.<\u002Fli>\n<li>Consult with business units, process owners, engineers and other subject matter experts to understand their data analytic needs &amp; provide analysis recommendations and\u002For results.<\u002Fli>\n<li>Create, apply, and improve process measures of effectiveness. Responsibility includes the application of data analytics as a means of measuring performance and informing corrective action.<\u002Fli>\n<li>Support a Continuous Improvement methodology that includes optimizing process effectiveness.<\u002Fli>\n<li>Support the development of valued metrics that inform the continuous improvement cycle and\u002For provide additional insights and opportunities.<\u002Fli>\n<li>Develop methods, processes, and models that provide a closed-loop approach to process optimization through the application of SPC.<\u002Fli>\n<li>Work alongside the Mission &amp; Process Analytics team to bring new analytics capability to Mission Assurance &amp; Ball Aerospace.<\u002Fli>\n<li>Maintain a regular and predictable work schedule.<\u002Fli>\n<li>Establish and maintain effective working relationships within the department, the SBU\u002FSSU and the Company. Interact appropriately with others in order to maintain a positive and productive work environment.<\u002Fli>\n<li>Perform other duties as necessary.<\u002Fli>\n<\u002Ful><p><b>What You&rsquo;ll Need<\u002Fb><\u002Fp>\n<ul>\n<li>BS degree or higher in Engineering or a related technical field is required plus 2 or more years related experience.<\u002Fli>\n<li>Each higher-level related degree, i.e., Master&rsquo;s Degree or Ph.D., may substitute for two years of related experience. Related technical experience may be considered in lieu of education. Degree must be from a university, college, or school which is accredited by an agency recognized by the US Secretary of Education, US Department of Education.<\u002Fli>\n<li>Advanced degree in Data Science, Mathematics, Statistics or Engineering Management with emphasis in statistics preferred<\u002Fli>\n<li>Demonstrated business acumen generating a strong balance between the business needs and process implementation. Demonstrated capability of (end to end data project) generating or understanding a hypothesis, evaluating data needs and expectations; manipulating data to provide appropriate data sets and results; and reaching conclusions against the hypothesis.<\u002Fli>\n<li>Hands-on experience using structured &amp; unstructured data to solve engineering hypotheses.<\u002Fli>\n<li>Strong presentation, communication &amp; interpersonal skills.<\u002Fli>\n<li>Experience with statistical analysis package (i.e. SPSS, SAS, Minitab, R, Python, etc.)<\u002Fli>\n<li>Strong Collaboration skills maintaining composure with emotional conversations around process, not being trapped in the emotion, rather informed.<\u002Fli>\n<li>Demonstrated business acumen &amp; presentation skills as it pertains to defending business cases that support the use of data analytics to meet business unit strategic goals or business needs.<\u002Fli>\n<li>Proven strategic agility being very patient with adoption of process change while continuously generating what is effective with our process direction.<\u002Fli>\n<\u002Ful><p><b>Working Conditions<\u002Fb><\u002Fp>\n<ul>\n<li>Work is performed in an office, laboratory, production floor, or clean room, outdoors or remote research environment.<\u002Fli>\n<li>May occasionally work in production work centers where use of protective equipment and gear is required.<\u002Fli>\n<li>May access other facilities in various weather conditions.<\u002Fli>\n<li>Travel and local commute between Ball campuses and other possible non-Ball locations may be required.<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>Relocation:\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><p>Relocation for this position is Available<\u002Fp><\u002Fdiv><p><\u002Fp><br>\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>EEO Statement:\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><p><b>US CITIZENSHIP MAY BE REQUIRED<\u002Fb><br>\n<\u002Fp><p>Ball Aerospace is an Equal Opportunity\u002FAffirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, pregnancy, sexual orientation, gender identity, national origin, age, protected veteran status, or disability status.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","ecea286461fee2bc":"<div><div><div><b>About Kraken<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nOur mission is to accelerate the adoption of cryptocurrency so that you and the rest of the world can achieve financial freedom and inclusion. Founded in 2011 and with over 4 million clients, Kraken is one of the world's largest, most successful bitcoin exchanges and we're growing faster than ever. Our range of successful products are playing an important role in the mainstream adoption of crypto assets. We attract people who constantly push themselves to think differently and chart exciting new paths in a rapidly growing industry. Kraken is a diverse group of dreamers and doers who see value in being radically transparent. Let's change the way the world thinks about money! Join the revolution!<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nAbout the role:<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nThis role is San Francisco based but can also be remote.<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are looking for a data scientist who is innovative, highly-motivated, and proactive.<\u002Fdiv><div>\nFor this role, you will be part of a team that builds cutting-edge trading products in the cryptocurrency industry. You will be responsible for transforming data and generating actionable insights into our customer behavior and measuring the performance of our trading engine. You will collaborate and lead projects with product management, engineering, marketing, and growth teams. You will transform data from complex systems, generate performance metrics, and share the results with stakeholders at all levels of the company.<\u002Fdiv><div>\nGreat benefits, amazing perks, remote work and travel opportunities, stock incentives, beautiful HQ office, and a flexible PTO policy make Kraken a great place to work. If you value having a seat at the table and want to make a big impact on guiding the direction of marketing and growth at one of the top crypto exchanges in the world, this role is for you.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Requirements<\u002Fb><\u002Fh3><div><ul><li>\nA degree in Statistics, Computer Science, Physical Sciences, Economics, Math or a related technical field.<\u002Fli><li>\n5+ years industry experience in data science or analytics<\u002Fli><li>\nA consistent track record of performing data analysis using Python, R, and\u002For SQL<\u002Fli><li>\nExperience using statistics and predictive analytics to solve complex business problems.<\u002Fli><li>\n The versatility and willingness to learn new technologies on the job.<\u002Fli><li>\nThe ability to clearly communicate complex results to technical and non-technical audiences.<\u002Fli><li>\nFamiliarity with other data tools such as Hive, Vertica, Tableau &amp; Ruby is a plus<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><\u002Fh3><div><ul><li>\nPartner with Kraken&rsquo;s engineering, marketing, product, and finance teams to identify, prioritize, and answer the most important questions where analytics and modeling will have a material impact.<\u002Fli><li>\nDrive cross functional analytic projects from beginning to end: build relationships with partner teams, frame and structure questions, collect and analyze data, summarize and present key insights in support of decision making.<\u002Fli><li>\nWork with engineers to evangelize data best practices and implement analytics solutions.<\u002Fli><li>\nCollaborate with business leaders, subject matter experts, and decision makers to develop success criteria and optimize new products, features, policies, and models.<\u002Fli><li>\nCommunicate key results with self-serve tools (dashboards, analytics tools) for leadership and product management.<\u002Fli><li>\nDevelop anomaly detection, and data modelling tools to monitor key performance indicators to improve the efficiency of the products.<\u002Fli><li>\nDesign experiments for product teams to test hypothesis and help with idea generation and refinement.<\u002Fli><li>\nBuild key datasets and data pipelines using Python\u002FETL frameworks.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>We&rsquo;re powered by people from around the world with their own unique backgrounds and experiences. We value all Krakenites and their talents, contributions, and perspectives.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>Check out all our open roles at https:\u002F\u002Fjobs.lever.co\u002Fkraken. We&rsquo;re excited to see what you&rsquo;re made of.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nLearn more about us:<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWatch &quot;Working at Kraken&quot;\n<\u002Fdiv><div>Follow us on Twitter<\u002Fdiv><div>\nCatch up on our blog<\u002Fdiv><\u002Fdiv><\u002Fdiv>","8274ead9cc658fda":"<div><\u002Fdiv><div><div>Data Scientist GAF is seeking a data scientist\u002Fmodel builder to join our IT Business Systems team. This is a newly created position for our firm and in this role, one would be required to develop advanced analytical models to solve business problems leveraging the latest technologies in statistical, unsupervised, supervised, and Artificial Intelligence (AI) models to achieve organizational goals, increase data-driven insights, functional excellence, and digital expertise. ESSENTIAL DUTIES (100%): 60% - Data Modeling &bull; Transform business problem into data science case to assess the scope of the model&rsquo;s value, speed, and cost in order to articulate model selection criteria &bull; Build Data Science models using cloud-computing platforms such as AWS, Azure, and Google &bull; Build Data Science models using any relevant Data Science capability &bull; Be prepared to automate analytical workflows &bull; Manage and shape modeling design, development, and delivery process 20% - Data Collection &bull; Collect, profile, collate, and map appropriate data for usage in new or existing solutions as well as for ongoing data analysis activities &bull; Develop, maintain, and review data processes and architecture for both on-premise and cloud-based data systems &bull; Develop and perform standard queries to ensure data quality, identify data inconsistencies, missing data and resolve as needed &bull; Perform data extraction, storage, manipulation, processing, and analysis &bull; Conduct programmatic web scraping to acquire external publically available information 20% - Model Deployment and Evaluation &bull; Assemble relevant User Interfaces (UIs) or Dashboards &bull; Assemble, deliver, and effectively communicate actionable insights for decision-makers LEVEL BASED COMPETENCIES: &bull; Teamwork: Collaborates with other members of formal and informal groups in the pursuit of a common mission, vision, values, and mutual goals &bull; Change Advocate: Identifies and acts upon opportunities for continuous improvement &bull; Communicates for Results: Expresses technical and business concepts, ideas, feelings, opinions, and conclusions orally and in writing &bull; Conceptual Thinking: Applies appropriate concepts and theories in the development of principles, practices, techniques, tools, and solution. &bull; Information Seeking: Gathers and analyzes information or data on current and future trends of best practice &bull; Innovation: Employs sound judgment in determining how innovations will be deployed to produce a return on investment &bull; Problem Solving: Anticipate, identify and define problems to seek out the root causes TECHNICAL KNOWLEDGE\u002FSKILLS: &bull; (Advanced) Python, R, or other relevant Data Science capabilities &bull; (Intermediate) SQL, NoSQL, &amp; Hadoop &bull; (Entry) Any Data or visualization tool or software &bull; (Entry) Web Scraping: Scrapy, bsa, selenium, spiders, and API calls GENERAL KNOWLEDGE\u002FSKILLS: &bull; (Advanced) Data intuition &bull; (Intermediate) General experience across relevant business operations to enhance understanding would be desirable &bull; (Entry) Exposure to roofing or manufacturing industry would be helpful REQUIRED EDUCATION\u002FEXPERIENCE: &bull; Undergraduate Education or Graduate of a Data Science Academy in a related technical Data Science discipline<div>\n<\u002Fdiv><\u002Fdiv><div><b>\nQualifications<\u002Fb><div>\n<\u002Fdiv>\nBachelors Degree<div>\n<\u002Fdiv><\u002Fdiv><div><b>\nPrimary Location<\u002Fb><b>:<\u002Fb> US-NJ-Parsippany-Troy Hills<\u002Fdiv><div><b>\nWork Locations<\u002Fb><b>:<\u002Fb> New Jersey Parsippany-Troy Hills Parsippany-Troy Hills<\u002Fdiv><div><b>\nJob<\u002Fb><b>:<\u002Fb> Development<\u002Fdiv><div><b>\nOrganization<\u002Fb><b>:<\u002Fb> US_INC<\u002Fdiv><div>\n Contractual<\u002Fdiv><div><b>\nShift<\u002Fb><b>:<\u002Fb> Standard<\u002Fdiv><div><b>\nEmployee Status<\u002Fb><b>:<\u002Fb> Individual Contributor<\u002Fdiv><div><b>\nJob Level<\u002Fb><b>:<\u002Fb> Day Job<\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","937a7e88918ded30":"<div>Disney Streaming Services (DSS) is creating the future of digital video entertainment products for one of the largest media brands in the world. We&rsquo;re focused on delivering extraordinary experiences and distributing the incredible library of Disney content through all forms of interactive media. Our digital technology leadership and capabilities are married with a passion for crafting dynamic consumer-facing applications that integrate live and on-demand multimedia. We create great digital media products for millions of fans around the globe, and we're looking for strong performers who can help us improve what we do every day. This is an opportunity to impact experiences that will be used by millions of users worldwide.<br>\n<br>\nThe Data Scientist, Experimentation is a critical position within DSS and in the Data organization to apply advanced statistical methods to design and analyze A\u002FB experimentations for product and algorithm\u002Fmodel changes. We make product and business decisions based on what we learned from A\u002FB testing. Therefore, it is essential to ask the right questions and measure the right things to answer them.<br>\n<br>\n<b>Responsibilities :<\u002Fb><br>\n<ul><li>Develop sampling and allocation methodology for experimentations.<\u002Fli><li>\nDesign and analyze A\u002FB experimentations for product and algorithm\u002Fmodel changes.<\u002Fli><li>\nCreate actionable metrics and design effective experiments.<\u002Fli><li>\nExplain experimentation results to both non-technical and technical stakeholders.<\u002Fli><li>\nCollaborate with engineering teams to improve the experimentation pipeline and platform.<\u002Fli><li>\nProcess, cleanse, and verify the integrity of data used for analysis.<\u002Fli><\u002Ful><br>\n<b>\nBasic Qualifications :<\u002Fb><br>\n<ul><li>At least 2 years of relevant industry experience.<\u002Fli><li>\nDemonstrated ability to design, analyze and present A\u002FB experimentation results and recommendations to business and technical clients.<\u002Fli><li>\nStrong statistics knowledge and experience to strengthen the validity of A\u002FB tests, including statistical distributions and testing\u002Fsampling methodologies.<\u002Fli><li>\nExpertise in programming languages for data processing and analysis (e.g., Python and R) and big data access tools.<\u002Fli><li>\nExtensive background in statistical methods and data mining<\u002Fli><li>\nExcellent communication and presentation skills.\n<\u002Fli><li>Graduate degree in Statistics, Mathematics, Economics, Computer Science preferred, or equivalent professional experience.<\u002Fli><\u002Ful><\u002Fdiv>","891c5ae5d3a7f7d3":"<div><div><div>Ecommerce infrastructure on the internet is fragmented and broken. Bolt is a world-class buying experience available for all online businesses. We're building a future where retailers can eliminate the massive operational overhead and technical debt associated with online checkout and payments, and where customers can buy instantly and securely across the internet. To solve such a large problem, we've put together an incredible team and are selectively adding to it.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nBolt is hiring our first Data Scientist to bring our data to life by uncovering insights and turning it into a tool through models and forecasts. The ideal candidate has worked successfully in technology organizations as a data scientist or similar role and has strong theoretical and practical skills.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You'll...<\u002Fb><\u002Fh3><div><ul><li>\nDevelop statistical analysis and models and apply them to solving real problems<\u002Fli><li>\nWork with our product development team to guide product decisions through data-based recommendations<\u002Fli><li>\nDefine and report on metrics and KPIs<\u002Fli><li>\nAutomate analysis and data pipelines while ensuring our data infrastructure is set up for scale<\u002Fli><div><br>\n<\u002Fdiv><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Requirements...<\u002Fb><\u002Fh3><div><ul><li>\nExperience as a data scientist or equivalent<\u002Fli><li>\nExperience with a variety of data manipulation tools and languages (SQL, R, Python)<\u002Fli><li>\nA history of delivering and reporting on impact<\u002Fli><li>\nOutstanding communication skills<\u002Fli><li>\nA background in statistics and\u002For mathematics is preferred<\u002Fli><li>\nBolt is proud to be an equal opportunity workplace. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. Pursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records. If you have a disability or special need that requires accommodation, please let us know.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","ed238bf157865ab9":"<div><\u002Fdiv><div><div><div><div>We are looking to add a Data Scientist to our team here at Centare. In this newly created role, you will be responsible for using statistical and business intelligence methods, predictive analytics, data mining and visualization techniques to help advance and complete client projects. Outstanding candidates will not only have strong technical experience building predictive risk models, but also have a solid understanding of the underlying foundations and algorithms behind various predictive models.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div><b>\nWhat You&rsquo;ll Love:<\u002Fb><\u002Fdiv><div>\n<\u002Fdiv><ul><li>Getting in on the ground floor of our newly created Data Practice<\u002Fli><li>Working directly with client stakeholders to understand and define analysis objectives and translating these into actionable results<\u002Fli><li>Leading strategic initiatives, simultaneous projects, and major enhancements<\u002Fli><\u002Ful><div>\n<\u002Fdiv><div><b>\nWhat You&rsquo;ll Do:\n<\u002Fb><\u002Fdiv><div><\u002Fdiv><ul><li>Build predictive models in R, Python, SAS, etc.<\u002Fli><li>Interface with fellow data scientists, engineers, and product owners to understand data needs<\u002Fli><li>Build tools to automate data science work (e.g. modify a function in Python or R)<\u002Fli><li>Analyze and explore data to prepare for creation of predictive algorithms<\u002Fli><li>Write and present results of data science work<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div><b>\nWho We&rsquo;re Looking for:\n<\u002Fb><\u002Fdiv><div><\u002Fdiv><ul><li>2+ years of professional experience building models with statistics software such as R, Python, SAS, SPSS, etc.<\u002Fli><li>Understanding of general concepts of statistics, data mining, machine learning, data visualization and data analytics<\u002Fli><li>Strong academic background &ndash; preferably in Math, Stats, or related field<\u002Fli><li>Ability to understand various models at the theoretical level\n<\u002Fli><li>Excellent communication skills to be able to interact directly with non-technical client stakeholders<\u002Fli><li>Experience with Big Data tools and platforms such as Spark and Hadoop is a plus<\u002Fli><li>Ability to travel to business functions\u002Ftrainings\u002Fmeetings and customer locations<\u002Fli><li>Ability to pay close attention to detail, meet daily deadlines, and multi-task in a fast-paced environment.<\u002Fli><li>Able to work well in a team environment<\u002Fli><\u002Ful><\u002Fdiv><div><div>\nWho are we?<\u002Fdiv><div>\nWe&rsquo;re passionate and multidimensional. We&rsquo;re real people with real lives outside of our work. We believe everyone has knowledge to share. And we believe everyone has a few things to learn. We strive to be a strategic asset for our clients as they tackle challenges in their business and technology. We do this by investing in our staff. We develop and apply appropriate strategies to technology problems that help our clients build and maintain a competitive advantage.<br>\n<\u002Fdiv><div><\u002Fdiv><br>\n<br>\n<div>Centare is an equal opportunity employer.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","2986305e03bcd41c":"<div><p>Billy Casper Golf is one of the largest privately owned golf course management companies in the U.S. that prides itself on being an industry leader in advancing the marketing science of the industry. This position will be a key member of the analytics team developing capabilities leveraging the CRM and a suite of marketing technologies to drive conversion and grow revenue for clients. The ideal candidate will have strong ability across the full data lifecycle: from data extraction via queries and API integration through model development, implementation, and measurement. This role will require close collaboration with both marketing and IT team members.<\u002Fp>\n<p><b>\nQualifications:<\u002Fb><\u002Fp>\n<ul>\n<li>A degree in Computer Science, Physics, Mathematics, Electrical Engineering, or related discipline.<\u002Fli>\n<li>3+ years of experience as a Data Scientist.<\u002Fli>\n<li>Expertise in Python and R with proficiency using PyCharm, Jupyter Notebook, and RStudio environments.<\u002Fli>\n<li>Advanced SQL knowledge.<\u002Fli>\n<li>Experience with cloud storage and computing, preferably Amazon Web Services.<\u002Fli>\n<li>Demonstrated ability to use predictive modeling and machine learning algorithms to solve business problems.<\u002Fli>\n<li>Capability with business intelligence and data visualization tools such as Shiny, Tableau, or Domo.<\u002Fli>\n<li>Familiarity with Java and\u002For C++ a plus.<\u002Fli>\n<li>Ability to convey analysis and results in a clear manner.<\u002Fli>\n<\u002Ful><p><b>Responsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Write software that extracts and transforms data across disparate sources into unified and centralized systems.<\u002Fli>\n<li>Build and deploy algorithmic solutions across various marketing technologies and applications that improve the customer experience and result in increased engagement.<\u002Fli>\n<li>Develop and implement models for pricing optimization by channel.<\u002Fli>\n<li>Generate methods to evaluate and measure the true business value of marketing tactics.<\u002Fli>\n<li>Propose reporting formats to effectively communicate meaningful data trends and relationships.<\u002Fli>\n<li>Present complex analysis across various organizational levels and external clients.<\u002Fli><\u002Ful><\u002Fdiv>","90d095b4382d965a":"<div><\u002Fdiv><div><div>Our Global Technology Infrastructure group is a team rewarded with innovators who love technology as much as you do. Together, you&rsquo;ll use a disciplined, innovative and a business focused<b> <\u002Fb>approach to develop a wide variety of high-quality products and solutions. You&rsquo;ll work in a stable, resilient and secure operating environment where you&mdash;and the products you deliver&mdash;will thrive<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAs a member of our Infrastructure Development team, you will dive right into creating innovative solutions that advance businesses and careers. You&rsquo;ll join an inspiring and curious team of technologists dedicated to develop and deploy large scale infrastructure solutions that supports JPMC&rsquo;s diverse and critical businesses. You will be using the latest technologies, data management and security practices in all aspects of software development. Critical thinking, clear communication and collaboration are key to successful product delivery.<\u002Fdiv><div><br>\n<\u002Fdiv><p>\nWe are looking for a Data Scientist who is passionate about solving complex problems and creating next generation solutions towards our firm&rsquo;s digital transformation agenda. As a member of our Infrastructure Development group, you will be involved in creating innovative solutions and work with senior partners to design solutions, write maintainable &amp; testable code that is consistent with micro-service architecture principles, automate tests and deployments, support software solutions that are customer focused &amp; highly secure. You will be working with and sharing ideas, information and innovation with our global team of technologists from all over the world.<\u002Fp><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div>This role requires a wide variety of strengths and capabilities, including:<\u002Fdiv><div><br>\n<\u002Fdiv><ul><li><div>BS\u002FBA degree or equivalent experience<\u002Fdiv><\u002Fli><li><div>\nSoftware development experience in one or more general purpose programming languages: Python, Java, C, C++, Go<\u002Fdiv><\u002Fli><li><div>\nExperience working with two or more from the following: web application development, database, unix\u002Flinux environments, distributed and parallel systems, information retrieval, networking, large scale software development, security software development<\u002Fdiv><\u002Fli><li><div>\nUnderstanding or have experience with agile and lean philosophies<\u002Fdiv><\u002Fli><li><div>\nStrong critical thinking and problem solving skills with clear communication<\u002Fdiv><\u002Fli><li><div>\nAbility to collaborate with different roles to achieve common goals\n<\u002Fdiv><\u002Fli><li><div>Extensive hands-on experience with networks, compute and storage, deep understanding of virtualization, convergence infrastructure, http and application servers, databases, using Linux, UNIX and other operating systems.<\u002Fdiv><\u002Fli><li><div>\nDevelops advanced analytics using a limited assortment of modeling methods, algorithms and techniques, e.g., predictive modeling, text mining, statistical forecasting and analysis, optimization, and simulation modeling<\u002Fdiv><\u002Fli><li><div>\nDevelop end-to-end machine learning solutions including data processing, feature &amp; model development, visualization development and production deployment with agility and scale.<\u002Fdiv><\u002Fli><\u002Ful><br>\n<div><\u002Fdiv>\nWhen you work at JPMorgan Chase &amp; Co., you&rsquo;re not just working at a global financial institution. You&rsquo;re an integral part of one of the world&rsquo;s biggest tech companies. In 14 technology hubs worldwide, our team of 40,000+ technologists design, build and deploy everything from enterprise technology initiatives to big data and mobile solutions, as well as innovations in electronic payments, cybersecurity, machine learning, and cloud development. Our $9.5B+ annual investment in technology enables us to hire people to create innovative solutions that will not only transform the financial services industry, but also change the world.<br>\n<div><\u002Fdiv><br>\n<div>At JPMorgan Chase &amp; Co. we value the unique skills of every employee, and we&rsquo;re building a technology organization that thrives on diversity. We encourage professional growth and career development, and offer competitive benefits and compensation. If you&rsquo;re looking to build your career as part of a global technology team tackling big challenges that impact the lives of people and companies all around the world, we want to meet.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nReady to use your expertise and experience to drive change? Apply today.<\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","d0b0022b9afc2ace":"<div><div><div>Physera is looking for experienced data scientists to join our team and apply their expertise across operational, business and clinical data. We build software and programs to support the delivery of next-generation health care. Putting better information in the hands of patients and providers alike is at the core of Physera&rsquo;s mission. That is where you come in.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe most important characteristic of everyone at Physera is curiosity &ndash; we build software to help people engage with their health, and we are bridging new ground every day. We need data scientists who are excited to try new approaches to measuring, delivering, and evaluating the myriad factors that influence a person&rsquo;s health related decisions, so that we can collectively learn the right approach to delivering the best health care experiences.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nLike everyone else at a startup, our data scientists should be comfortable dealing with loose specifications, working both independently and in coordination, and being involved in the product process from cradle to adulthood.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWho we are<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are a passionate team bringing innovative technology, product, and care delivery expertise to healthcare. We strive to improve access to essential healthcare services while also providing the assistive technology that is necessary to help drive better outcomes.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWho you are<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nYou are a data scientist who likes diversity in your daily work, taking on challenges at any point in the data science stack: instrumentation, aggregation, visualization, modeling, and all the rest. You are an integrative thinker who likes to bridge all aspects of a company&rsquo;s operations in order to achieve the understanding required to build great products and a successful business.<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You Have<\u002Fb><\u002Fh3><div><ul><li>\nUndergraduate or graduate degree in a quantitative field.<\u002Fli><li>\n4+ years experience as a data scientist, quantitative researcher, or similar analyst role.<\u002Fli><li>\nFluency in some scientific\u002Fanalytic programming variant (R\u002FPython\u002FJulia or similar)<\u002Fli><li>\nGood design intuition and empathy for people using products you work on<\u002Fli><li>\nAbility to contribute to the dialog about how systems are designed, built, and evaluated.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Also Great<\u002Fb><\u002Fh3><div><ul><li>\nExperience working in healthcare or another regulated industry<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>About Us<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nPhysera provides individualized physical therapy delivered by expert PTs through the convenience of a smartphone. Our cutting-edge technology supports a convenient, engaging, and personal care experience &ndash; driving higher adherence and better outcomes. We remove unnecessary complexity from healthcare enabling patients and providers to focus on the aspects of care that are shown to help people get better. We partner with employers and health plans focused on improving the quality of life for their employees and plan members.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nPhysera is committed to building a diverse, inclusive workforce and we provide equal employment opportunity for all applicants and employees. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","f443db701f134e63":"<div><p>We are looking for a Data Scientist, Media and Advertising Analytics to join Spotify&rsquo;s Advertising Research and Measurement team. Our mission is to turn terabytes of data into insights, and get a deep understanding of the world of music and listeners. Together with us you will study user behavior, evaluate strategic initiatives and experiment with new features. Above all, your work will impact the way the world experiences music.<\u002Fp>\n<p><b>\nWhat you&rsquo;ll do<\u002Fb><\u002Fp>\n<ul>\n<li>Work closely with cross-functional teams of analysts, designers and engineers who are passionate about Spotify&rsquo;s success<\u002Fli>\n<li>Analyzing the depth and breadth of Spotify&rsquo;s user, music and podcast data to help drive thought leadership for both our advertising partners as well as publications for Brands @ Spotify<\u002Fli>\n<li>Build data pipelines for first party Spotify data, staging data for analysis and reporting<\u002Fli>\n<li>Developing Tableau dashboards for use by the research, measurement and insights teams<\u002Fli>\n<li>Collaborating with data science, research and engineering teams across Spotify.<\u002Fli>\n<\u002Ful><p><b>Who you are<\u002Fb><\u002Fp>\n<ul>\n<li>You know how to understand and solve loosely defined problems and come up with relevant answers and actionable insights<\u002Fli>\n<li>You have 3-5 years of relevant experience, with a degree in economics, psychology, social science, statistics, mathematics or another quantitative discipline<\u002Fli>\n<li>You have a passion for digital media and advertising and want to uncover new insights to guide the market<\u002Fli>\n<li>You have the technical competence to perform advanced analytics: coding skills (Python primarily), experience with analytics tools (Pandas, SQL, Tableau \u002F Tableau Server) and experience performing analysis with large datasets include hosted data architectures (BigQuery\u002FGoogle Cloud)<\u002Fli>\n<li>You have experience building data pipelines for reporting and analytics<\u002Fli>\n<li>You are Tableau fluent and can drive production and management of Tableau dashboards for non-technical users<\u002Fli>\n<li>You possess statistical competence (such as regression modeling, a\u002Fb testing, significance testing etc)<\u002Fli>\n<\u002Ful><p><b>It is a plus if you<\u002Fb><\u002Fp>\n<ul>\n<li>have demonstrated experience with hands-on statistical modeling and possess knowledge about machine learning (such as predictive modeling, decision trees, classification models, clustering techniques)<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv>","1149a06bae6bd6da":"<p>Macmillan Publishers is a global trade book publishing company with prominent imprints around the world, publishing a broad range of award-winning books for children and adults in all categories and formats. Macmillan Publishers is committed to our authors, our employees, and to the environment.<br>\n<br>\nU.S. publishers include Celadon Books, Farrar, Straus and Giroux, Flatiron Books, Henry Holt &amp; Company, Macmillan Audio, Macmillan Children&rsquo;s Publishing Group, Picador, St. Martin's Press and Tor Books. In the UK, Australia, India, and South Africa, Macmillan publishes under the Pan Macmillan name. The German company, Holtzbrinck Deutsche Buchverlage, includes among its imprints S. Fischer, Kiepenheuer and Witsch, Rowohlt, and Droemer Knaur.<br>\n<br>\nMacmillan Publishers is a division of the Holtzbrinck Publishing Group, a large family-owned media company headquartered in Stuttgart, Germany.<br>\n<br>\nWe are an Equal Opportunity Employer. We are actively seeking job applicants who reflect a broad representation of differences, including race, ethnicity, religion, sex, sexual orientation, gender identity\u002Fexpression, physical ability, neurodiversity, age, family status, economic background and status, geographical background and status, and perspective. We believe that the best companies reflect the incredible diversity in viewpoints, backgrounds, and identities of the world in their staffs, and are committed to inclusive hiring across departments and levels. The successful candidate for this position will be an employee of Holtzbrinck Publishers, LLC.<\u002Fp>\n<br><div>Position Description:<br>\n<br>\n<br>\nAs an Associate Data Scientist, you will play a part in shaping Macmillan&rsquo;s future, helping it become a more data-driven company. In this role, you will help answer tactical and strategic questions from stakeholders across the company. To do that, you will know\u002Flearn how to frame business questions; write statistical code to collect data; extract signals from noise; and communicate quantitative information to a non-technical audience.<br>\n<br>\n<br>\nMajor Responsibilities:<br>\n<br>\n<br>\n<ul><li>Builds and maintains in a reproducible manner sales and other relevant databases<\u002Fli><\u002Ful><br>\n<br>\n<ul><li>Conducts statistical analyses by writing code that draws on millions of rows of data<\u002Fli><\u002Ful>\n<br>\n<ul><li>Presents data in an accessible, often visual way<\u002Fli><\u002Ful>\n<br>\n<ul><li>Communicates findings to senior management and through regular reporting<\u002Fli><\u002Ful>\n<br>\n<ul><li>Collaborates with publishers, marketing, sales and Data Warehouse departments<\u002Fli><\u002Ful>\n<br>\n<ul><li>Identifies new and useful data for use in analyses<\u002Fli><\u002Ful>\n<br>\n<ul><li>Helps determine our data strategy by evaluating the impact of various projects<\u002Fli><\u002Ful><br>\n<br>\n<br>\nRequired Skills\u002FKnowledge:<br>\n<br>\n<br>\n<ul><li>Bachelor&rsquo;s degree in a quantitative field (e.g., economics, statistics)<\u002Fli><\u002Ful>\n<br>\n<ul><li>1-3 years of experience<\u002Fli><li>Strong analytical skills<\u002Fli><\u002Ful>\n<br>\n<ul><li>Knowledge of relevant software packages:<\u002Fli><\u002Ful>\n<br>\n<ul><li>-Statistical programming (e.g., Stata, R)<\u002Fli><\u002Ful>\n<br>\n<ul><li>-Database (e.g., Python, SQL, Cognos)<\u002Fli><\u002Ful>\n<br>\n<ul><li>Good written, verbal and interpersonal skills<\u002Fli><\u002Ful>\n<br>\n<ul><li>Self-starter<\u002Fli><\u002Ful><\u002Fdiv>","154f4253bf879376":"<div><p><b>What you&rsquo;ll be doing...<\u002Fb>\n<\u002Fp><div>As a data scientist, you will develop and deploy quantitative solutions with big data, statistical analyses, machine learning, deep learning, optimization, and related analytical techniques to solve complex supply chain and real estate challenges. In addition, this role will work closely with project managers and cross-functional business leaders to formulate data science problems, source relevant data, and communicate recommendations and results to technical and non-technical stakeholders.<\u002Fdiv><ul><li>\nWork on large data science engineering efforts that solve significantly complex problems facing the Global Supply Chain and Global Real Estate organization, leveraging advanced analytics to optimize processes and procedures that lead to improved device life cycle management, rationalized supplier portfolio, efficient real estate planning, advanced IoT system for facility management, optimized working capital structure, and reduced operating costs.<\u002Fli><li>\nTranslate supply chain and real estate challenges into analytical problems and effectively communicate results and business implications to key stakeholders.<\u002Fli><li>\nApply deep knowledge of machine learning and artificial intelligence to concrete problems and provide predictive and prescriptive insights into supply chain and real estate strategies, including forecast\u002Fplanning, supplier rationalization, facility management operations, inventory and SKU management, etc.<\u002Fli><li>\nImplement end-to-end data science solutions, including retrieving, cleansing and preparing large datasets, training and evaluating models and deploying them in production where we continuously monitor and evaluate performance.<\u002Fli><li>\nWork as a data scientist, support our core business targets set by the upper management, and contribute to analytics initiatives across the Global Supply Chain and Global Real Estate organization.<\u002Fli><\u002Ful><p><b>\nWhat we&rsquo;re looking for...<\u002Fb>\n<\u002Fp><div>You'll need to have:<\u002Fdiv><ul><li>\nBachelor&rsquo;s degree or four or more years of work experience.<\u002Fli><li>\nThree or more years of relevant work experience.<\u002Fli><li>\nExperience in all areas of mathematical analysis methods, machine learning, statistical analyses, and predictive modeling.<\u002Fli><li>\nExperience in modeling, data science and tools such as Python, R, SQL, Tensorflow, CPLEX, etc.<\u002Fli><\u002Ful><div>\nEven better if you have:<\u002Fdiv><ul><li>\nDoctorate in Science, Technology, Engineering, Mathematics, Business Analytics, Supply Chain or relevant field<\u002Fli><li>\nProblem solving capability and highly analytical.<\u002Fli><li>\nExperience engaging and influencing functional leaders and stakeholders.<\u002Fli><li>\nExperience in strategic projects and change management, ability to manage multiple projects.<\u002Fli><\u002Ful><p><b>\nWhen you join Verizon...<\u002Fb>\n<\u002Fp><p>You&rsquo;ll have the power to go beyond &ndash; doing the work that&rsquo;s transforming how people, businesses and things connect with each other. Not only do we provide the fastest and most reliable network for our customers, but we were first to 5G - a quantum leap in connectivity. Our connected solutions are making communities stronger and enabling energy efficiency. Here, you&rsquo;ll have the ability to make an impact and create positive change. Whether you think in code, words, pictures or numbers, join our team of the best and brightest. We offer great pay, amazing benefits and opportunity to learn and grow in every role. Together we&rsquo;ll go far.<\u002Fp><p><b>\nEqual Employment Opportunity<\u002Fb>\n<\u002Fp><p>We're proud to be an equal opportunity employer- and celebrate our employees' differences,including race, color, religion, sex, sexual orientation, gender identity, national origin, age, disability, and Veteran status. Different makes us better.<\u002Fp><\u002Fdiv><p><\u002Fp>"}