{"0df9ee27efa14ca0":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>As a Data Scientist in the Ads Infrastructure team, you will lead the development of analytical models, reporting, and insights to amplify the performance of the team. Projects you own may relate to machine learning training cycle optimization, increase efficiency, lead prioritization, forecasting, or a variety of other domains supporting Machine Learning teams in Ads.\n<\u002Fdiv><div><div>RESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nSurface insights on current machine learning training workflows, their efficiency and reliability.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDesign and implement data-driven systems that increase machine learning workflow efficiency.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nCreating forecasts about future demand using operational and statistical tools and models.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nCollaborate with engineering to establish data pipelines.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPerform ad hoc and in-depth analyses and then reporting\u002Fpresenting insights.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nAutomate analyses and build analytics data pipelines via SQL and python based ETL framework.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nMS\u002FPhD Degree in Statistics, Mathematics, Applied Mathematics, Computer Science, Operations Research, Engineering, Economics.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n5+ years&rsquo; experience in analytics.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience in querying and manipulating raw datasets for analysis.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nSQL experience.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with machine learning workflows in a production environment.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with data modeling, machine learning algorithms, and data science techniques, including the following topics: neural networks, decision trees, cross validation, model evaluation, forecasting, classification, clustering, linear regression and other similar topics.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nExperience with Hive, ETL, R, and Python.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","c7f33995a9270ee1":"The Nittany Artificial Intelligence (AI) Alliance at The Pennsylvania State University (PSU) is looking for a talented and highly motivated undergraduate intern to work on AI-related projects, gaining hands-on experience that enhances their learning at Penn State, while also gaining highly marketable development experience. Selected candidates will be members of a software development team and assist with the development of prototypes leveraging artificial intelligence and the design and configuration of cognitive modules within existing cognitive agents. We are looking for Data Science interns to join our team beginning Fall 2019. As a Data Science Intern, you will collaborate with the other software development team members to do meaningful work while also growing your expertise. Strong consideration will be given to candidates who can present a successful project in machine learning that demonstrates the ability to create and train end-to-end solutions combining data preparation, advanced analysis, and useful outputs. Responsibilities include working within an agile development environment with other software developers, a scrum master, and product owners to develop and deliver quality solutions. Specifically, the Data Science intern will perform the following: Research state-of-the-art algorithms in machine learning to identify viable approaches to significant unsolved challenges for Nittany AI Alliance projects; Design solution prototypes that connect data sources through the selected algorithms to a concrete use case; Develop code to implement the algorithms, and test their efficacy and efficiency against real-world data; Proficiency with a modern programming language appropriate for machine learning prototyping is beneficial; Python is required, and skill in another language such as JavaScript or R would be beneficial; Knowledge of data structures and data management methods, and the ability to analyze a problem and determine an efficient structure for the task; As development is performed within an agile\u002Fscrum environment, knowledge of continuous build integration and development operations is desired; Ability to communicate technical topics effectively to both technical and nontechnical team members and staff; Ability to read, understand, and apply technical papers and articles in research journals; A self-starter comfortable working in a team environment is a must; therefore, the ability to effectively communicate with product owners and team members and the ability to develop clear written technical documentation, are critical. Preferred experience includes with cloud computing and storage services, including Amazon Web Services (AWS), Microsoft Azure, or Google Cloud; specific experience with machine learning and deep learning capabilities on those platforms Experience with containerization technologies, particularly Docker and Kubernetes; Experience with machine learning frameworks and libraries, such as TensorFlow, Infer.net, or Caffe; Proficiency in the underlying mathematics of deep learning, particularly linear algebra and multivariate calculus. This is a part-time position working 15-20 hours per week at $15.00 per hour from ASAP after start of the PSU Fall semester through December 2019. Possibility for internship to extend into Spring semester based on Nittany AI Alliance workload and availability of the candidate.","94f4d0adace7aabe":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Jun 3, 2019<\u002Fb><\u002Fdiv><div>\nRole Number: <b>200046840<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nAt Apple, new ideas have a way of becoming great products, services, and customer experiences very quickly. If you are an ambitious, high-energy individual who is not afraid of challenges, we&rsquo;re looking for you.\nApple is seeking an expert Data Scientist to join a team passionate about Data Science &amp; Analytics for Apple Media Products (AMP) covering Apple Podcasts.\nThis role will involve working with Internet-scale data across numerous product and customer touch points, undertaking in-depth quantitative analysis and building models to drive product and strategy.\nThe team&rsquo;s culture centers around rapid iteration with open feedback and debate along the way, plus strong collaboration with product, engineering, business, and marketing partners.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\n3+ years of experience in a Data Scientist or Data Analyst role, preferably for a digital publishing or digital subscription business. Domain knowledge in the podcasting space is a plus.<\u002Fli><li>\nStrong proficiency with SQL-based languages. Experience with large scale analytics technologies such as Hadoop and Spark preferred.<\u002Fli><li>\nFamiliarity with Python or R and data visualization tools such as Tableau for full-stack data analysis, insight synthesis and presentation.<\u002Fli><li>\nExperience using relevant statistical packages to build predictive\u002FML models and knowledge of A\u002FB test experimentation design.<\u002Fli><li>\nCurious business mindset with an ability to condense complex concepts and analysis into clear and concise takeaways that drive action.<\u002Fli><li>\nExcellent communication, social and presentation skills with meticulous attention to detail.<\u002Fli><li>\nStrong time management skills with the ability to handle work to tight deadlines and the pressure of executive requests.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nDive deep into large-scale data to uncover trends and identify key insights that will propel the Apple Podcasts product and content strategy. Craft how best to monitor, measure and understand product and business performance. Collaborate with business, marketing, finance and executive teams to generate regular presentations for C-level. Partner with other Apple organizations on data gathering, data governance, evangelizing key performance indicators and democratizing data. Your creative skills will be utilized daily.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMinimum of a Bachelors degree in Computer Science, Statistics, Mathematics, Engineering, Economics or related field. Ideally, Masters or PhD in related field.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","2a0a9e8b1a2916e4":"<p><\u002Fp><div><div><p>We&rsquo;re looking for a Data Scientist in our growing Enterprise Data Science area to develop new data science products using machine learning, natural language processing, data visualization techniques, and other forms of advanced analytics.<\u002Fp>\n<p>\nThe Enterprise Data Science team is also a Center of Excellence for data science at Blue Cross and Blue Shield of Illinois, New Mexico, Montana, Oklahoma &amp; Texas. This person will spend approximately a quarter of their time promoting best practices in data science across the enterprise and leading and organizing technical training for the broader community.<\u002Fp>\n<p>\nAt the largest customer-owned and not-for-profit health insurer and fourth largest health insurer overall in the United States, you will have the opportunity to work with massive datasets to drive revenue growth, improve our operational and member-facing processes, and affect how healthcare is delivered to our members.<\u002Fp>\n<p>\nAn ideal candidate would be someone who loves working with data, demonstrates a continuous learning and growth mindset, possesses an interest in the intersection of healthcare and technology, and has an ability to communicate complex technical concepts to non-technical audiences.<\u002Fp>\n<div>\nJob Purpose:<br>\nThis position is responsible for employing advanced analytical techniques to create and drive adoption of data-based products and processes to add business value for internal and external customers. They will use data analysis, machine learning, predictive modeling, statistics, visualization, and other data science techniques to derive actionable insights. They will leverage domain expertise and communication skills to identify data-based solutions to customer needs, and present and explain technical findings to non-technical audiences to promote data-driven decision making. They will create analytical processes for automated machine driven decision making where human decision making is not scalable or feasible.<br>\n<br>\nRequired Job Qualifications:<br>\n<ul><li>Bachelor's degree and 3 years of work experience in a mathematical, statistical, computer science, engineering, physics, economics or related quantitative field; OR Actuarial credential or Master's degree and 2 years of work experience in a mathematical, statistical, computer science, engineering, physics, economics or related quantitative field; OR Ph.D. in a mathematical, statistical, computer science, engineering, physics, economics or related quantitative field; OR 6 years experience in an advanced mathematical, statistical, computer science, engineering, physics, economics or related quantitative field.<\u002Fli><li>Strong learning and growth mindset<\u002Fli><li>Customer-focused<\u002Fli><li>Strong interpersonal, verbal and written communication skills.<\u002Fli><li>Must demonstrate proficiency in at least four of the following six areas: 1) data analysis and relational-style query languages; 2) machine learning and\u002For statistical modeling; 3) data visualization; 4) a high-level programming language; 5) distributed computing; 6) understanding of healthcare.<\u002Fli><li>Proficiency with Microsoft applications including Access, Excel, Word and Power Point.<\u002Fli><\u002Ful><br>\nPreferred Job Qualifications:<br>\n<ul><li>Masters or Ph.D. in a quantitative field, or bachelors degree with significant healthcare experience<\u002Fli><li>Strong conceptual understanding of statistical learning theory<\u002Fli><li>Experience with SQL and related data access tools<\u002Fli><li>Practical experience with open-source tools for machine learning and statistical modeling<\u002Fli><li>Knowledge of general-purpose programming languages such as python, Java or C++<\u002Fli><li>Experience with emerging analytical tools and frameworks such as Spark, Dask, Keras, pyTorch, Flair and BERT<\u002Fli><li>Experience in creating rich custom data visualizations<\u002Fli><\u002Ful><\u002Fdiv><br>\n<p>\nThis position is based in Chicago, IL.<\u002Fp>\n<\u002Fdiv><div><p>HCSC is committed to diversity in the workplace and to providing equal opportunity and affirmative action to employees and applicants. We are an Equal Opportunity Employment \u002F Affirmative Action employer dedicated to workforce diversity and a drug-free and smoke-free workplace. Drug screening and background investigation are required, as allowed by law. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or protected veteran status.\n<\u002Fp><\u002Fdiv><h4 class=\"jobSectionHeader\"><b>Requirements:<\u002Fb><\u002Fh4>\n<div><div><div><div>Expertise <\u002Fdiv><div>Data Science\n<\u002Fdiv><\u002Fdiv><br>\n<div><div>Job Type <\u002Fdiv><div>Full-Time Regular\n<\u002Fdiv><\u002Fdiv><br>\n<div><div>Location <\u002Fdiv><div>IL - Chicago\n<\u002Fdiv><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><p>HCSC is committed to diversity in the workplace and to providing equal opportunity and affirmative action to employees and applicants.\n<\u002Fp><p>If you are an individual with a disability or a disabled veteran and need an accommodation or assistance in either using the Careers website or completing the application process, you can call us at 1-866-977-7378 to request reasonable accommodations.\n<\u002Fp><p>Please note that only <b>requests for accommodations in the application process<\u002Fb> will be returned. All applications, including resumes, must be submitted through HCSC's Career website on-line application process. If you have general questions regarding the status of an existing application, navigate to &quot;my account&quot; and click on &quot;View your job submissions&quot;.<\u002Fp><\u002Fdiv>","83f8bf2110aa2b15":"<div><\u002Fdiv><div><div><ul><li>Be a member of the Enterprise Business Analytics group.<\u002Fli><li>\nConduct analytical business solutions by translating data into actionable analytical solutions and promote information-based decision-making recommendations to support SVB&rsquo;s strategic goals.<\u002Fli><li>\nDesign and create an information foundation with the purpose of developing analytical solutions and predictive modeling.<\u002Fli><li>\nResponsible for complex data mining efforts to discover patterns in large sets of data.<\u002Fli><li>\nAnalyze the data trends as it relates to the industry and specific markets, and synthesize intelligence into communicable reports.<\u002Fli><li>\nIncorporate machine learning, statistical modeling, visualization and analytics tools and database systems into the development of processes and techniques to use data effectively and efficiently.<\u002Fli><li>\nIdentify and explore relevant data sources, and apply data mining techniques and methodologies to improve business and managerial understanding of available information.<\u002Fli><li>\nAnalyze and devise methods for predicting both specific client behavior and broad movements in the industry and marketplace by customers, competitors, and other parties of interest.<\u002Fli><li>\nEngage in data management, data transformation and other activities related to business intelligence.<\u002Fli><li>\nCreate business intelligence systems and tools for identifying data patterns and trends from available information sources.<\u002Fli><li>\nExtract and transform those data patterns and trends into visualized models and simulations.<\u002Fli><li>\nRegularly test, verify and update data management system and methodologies.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Fdiv><div>\nQualifications<div>\n<\u002Fdiv><div>\nBachelor degree in Business Analytics, Engineering, Statistics, Operational Research or a related technical field and 6 years of experience in the job offered or a related occupation.<br>\n<\u002Fdiv><div><\u002Fdiv><div>In the alternative, employer will accept a Master&rsquo;s degree in Business Analytics, Engineering, Statistics, Operational Research or a related technical field and 3 years of experience in the job offered or a related occupation.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","ff112a50004cdc7e":"<div><div>Grainger is a broad line, business-to-business distributor of maintenance, repair and operating (MRO) supplies and other related products and services. More than 3.2 million businesses and institutions worldwide rely on Grainger for products such as safety gloves, ladders, motors and janitorial supplies, along with services like inventory management and technical support. These customers represent a broad collection of industries including commercial, government, healthcare and manufacturing. They place orders online, on mobile devices, through sales representatives, over the phone and at local branches. Approximately 5,000 suppliers provide Grainger with more than 1.6 million products stocked in Grainger&rsquo;s distribution centers and branches worldwide.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><b>Primary Function<\u002Fb><\u002Fdiv>\n<div>Data Scientists play a meaningful role in supporting Grainger&rsquo;s strategy by using your machine learning and statistical expertise to support initiatives that add business value and drive bottom-line growth. You will deliver high-quality data drive insights that tell the story and drive critical decision making. As a member of the Finance organization, Data Scientists are expected to bring a unique and diverse perspective to the table and contribute to a culture of respect and inclusion.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>Data Scientists challenge the status quo, enjoy complex challenges, utilize a &ldquo;Big Thinking&rdquo; approach, and relentlessly seek creative solutions to help Grainger&rsquo;s customers keep their operations running and their people safe.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><b>Principal Duties &amp; Responsibilities<\u002Fb><\u002Fdiv>\n<ul><li>Exploring and visualizing data to understand the most relevant features that impact Grainger&rsquo;s business<\u002Fli>\n<li>Conducting analysis of text data to understand the relationship between Grainger&rsquo;s internal data, industries, and job functions<\u002Fli>\n<li>Researching and building machine learning applications (structured and unstructured data, regression, classification, dimensionality reduction, clustering)<\u002Fli>\n<li>Designing, implementing, and validating your solutions using R and SQL;<\u002Fli>\n<li>Providing data-driven recommendations and insights for cross-functional projects to senior leadership<\u002Fli>\n<li>Identifying profitable business opportunities and optimizing spend across multiple channels<\u002Fli><br>\n<\u002Ful><div><\u002Fdiv>\n<div><\u002Fdiv><div><b>Preferred Education &amp; Experience<\u002Fb><\u002Fdiv>\n<ul><li>Masters&rsquo; or graduate degree in a quantitative field required (statistics, economics, mathematics, computer sciences, etc.); PhD preferred<\u002Fli>\n<li>3-5 years of experience in related field preferred<\u002Fli>\n<li>Hands-on software engineering and data science experience beyond coursework<\u002Fli>\n<li>Ability to develop algorithms and predictive models to derive insights and business value from data<\u002Fli>\n<li>Demonstrable proficiency in coding (R, Python, Spark, Java, Scala) and programming concepts<\u002Fli>\n<li>Ability to build, test, and validate machine learning applications in Python, R, or other programming language (R preferred)<\u002Fli>\n<li>Ability to explore data sets and identify data transformation and data quality needs for targeted applications<\u002Fli>\n<li>Deep knowledge of database design and logic (SQL)<\u002Fli>\n<li>Curiosity, enthusiasm, positive attitude and passion to build. Willingness to learn and research new concepts.<\u002Fli>\n<li>An iterative approach to developing data science solutions (build, test, improve)<\u002Fli>\n<li>Biased toward action, great collaborator and master simplifier, constantly pushing toward clarity and delivery<\u002Fli>\n<li>Strong product mindset: you ask and tackle the most important analytical questions with the goal of driving product impact<\u002Fli>\n<li>Experience with Natural Language Processing preferred<\u002Fli>\n<li>Experience with Recommender Systems preferred<\u002Fli>\n<li>In-depth knowledge of search engine design and optimization preferred<\u002Fli>\n<li>Excellent written and verbal communication skills<\u002Fli>\n<li>Outstanding analytical skills<\u002Fli>\n<li>Outstanding and proven project management skills; ability to manage multiple projects in a high-pressure, tight-deadline environment<\u002Fli><br>\n<\u002Ful><div><\u002Fdiv>\n<div><\u002Fdiv><div><b>Working Relationships<\u002Fb><\u002Fdiv>\n<p>Who does this job partner with externally?\n<\u002Fp><ul><li>The role may sometimes require interacting with vendors who provide data to us.<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p>Who does this job partner with internally?\n<\u002Fp><ul><li>This job will partner with many internal teams including finance, accounting, audit, sales, and enterprise solutions.<b><br>\n<\u002Fb><\u002Fli><\u002Ful><p><\u002Fp><div><i>Grainger is an Equal Opportunity \u002F Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, gender identity, sexual orientation, disability, or protected veteran status.<\u002Fi><\u002Fdiv><\u002Fdiv>","33e3ea2057fb37b0":"<div><p>This position will be responsible for enabling our students facing\u002Fsupporting staff and leadership in their goals and initiatives aimed at setting up our students for better success and also, enable our business development teams in expanding the reach for University - both on-campus and online - courses. The data scientist will be responsible for delivering forecasting and data science needs to our business partners by actively identifying opportunities, providing actionable, insightful analysis and designing scalable programs.\n<\u002Fp><p><\u002Fp><p><b>Essential duties and responsibilities of this position include the following:\n<\u002Fb><\u002Fp><ul><li>Work on all aspects of creating predictive intelligence including collecting requirements, establish analytics work plan, data exploration, cleansing, and preparation, identifying features, selecting algorithms, building and testing models, iteratively improving solutions\n<\u002Fli><li>Develop data driven, insightful analyses to answer questions, with a focus on cause and effect relationships, address business challenges or identify opportunities, and provide actionable recommendations\n<\u002Fli><li>Look for opportunities to enrich company&rsquo;s data quality with external third party sources\n<\u002Fli><li>Build and leverage machine learning models like gradient boosting trees, random forest, etc. or high quality prediction systems like recommender engines, to advance the current suite of analytical capabilities and drive better targeting strategies\n<\u002Fli><li>Synthesize these qualitative and quantitative solutions into actionable recommendations and communicate those findings to business teams\n<\u002Fli><li>Leverage story-telling skills to deliver insights that are clear, concise and actionable\n<\u002Fli><li>Contribute to and maintain the state-of-the-art data science ecosystem that enables the larger team to leverage these data science products\u002Fpackages for their needs\n<\u002Fli><li>Collaborate with other analytics team members and business units to drive common goal achievement and organizational objectives. The cross-team interaction is very important - you'll be required to enforce a culture of data analytics driven approach across organization\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Minimum Qualifications:\n<\u002Fb><\u002Fp><ul><li>3+ year of experience with Bachelor&rsquo;s degree in Applied Math, Economics, Statistics, Engineering, Computer Science or other quantitative field, preferably working in a strategic consulting or data centric role; or\n<\u002Fli><li>0-3 year of experience with Masters in above mentioned quantitative fields\n<\u002Fli><\u002Ful><ul><li>Strong knowledge of applied statistics skills, such as statistical testing, propensity matching, statistical modeling, classification, etc.\n<\u002Fli><li>Excellent understanding of machine learning techniques and algorithms, such as k-NN, Naive Bayes, SVM, Decision Trees &ndash; GBM, XGBoost, etc.\n<\u002Fli><li>Experience with common data science toolkits, such as R, Python, Caret, PySpark, NumPy, etc. Excellence in more of these is highly desirable\n<\u002Fli><li>Proficiency in using query languages such as SQL, or Hive\n<\u002Fli><li>Data-oriented personality, combined with superior communication skills\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Preferred Qualifications:\n<\u002Fb><\u002Fp><ul><li>Familiarity with advanced visualization tools and techniques\n<\u002Fli><li>Experience with text mining &ndash; NLP, Sentiment Analysis, etc.\n<\u002Fli><li>PhD degree in above mentioned quantitative fields\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Work Hours:\n<\u002Fb><\u002Fp><p><\u002Fp><p>Typically Monday through Friday, 8:00 am to 4:30 pm with flexibility to meet business demands as needed.\n<\u002Fp><p><\u002Fp><p><b>A background check is required for employment. Please submit a cover letter, in addition to your resume, with your application.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Why Join SNHU?\n<\u002Fb><\u002Fp><p><\u002Fp><p>Southern New Hampshire University (SNHU), founded in 1932, is a private, nonprofit, accredited institution located in Manchester, New Hampshire. We value teamwork, openness and diversity, and believe every employee has a voice in driving our success. At SNHU, we put our mission to work &mdash; and it makes for much more than your typical 9 to 5. In fact, it&rsquo;s one of many reasons we&rsquo;ve been voted one of The Chronicle of Higher Education&rsquo;s &ldquo;Best Colleges to Work For&rdquo; every year since its inception! Our competitive benefits package includes tuition reimbursement, employer contribution to Retirement Plan, affordable Medical, Dental, and Vision coverage, and generous paid-time off. We&rsquo;re constantly seeking creative, collaborative, and hard-working talent to join our team! Come be a part of innovation and education!<\u002Fp><\u002Fdiv>","7b801aa8f933b245":"<p><b>Description:<\u002Fb><br>\nParticipates in the development, validation and delivery of algorithms, statistical models and reporting tools. Solves moderately complex analytical problems.60599<br>\n<br>\n<b>Fundamental Components:<\u002Fb><br>\nDevelops, validates and executes algorithms and predictive models to investigate problems, detect patterns and recommend solutions. Explores, examines and interprets large volumes of data in various forms. Performs analyses of structured and unstructured data to solve moderately complex business problems. utilizing advanced statistical techniques and mathematical analyses. Develops data structures and pipelines to organize, collect and standardize data that helps generate insights and addresses reporting needs. Uses data visualization techniques to effectively communicate analytical results and support business decisions. Creates and evaluates the data needs of assigned projects and assures the integrity of the data. Explores existing data and recommends additional sources of data for improvements. Documents projects including business objectives, data gathering and processing, detailed set of results and analytical metrics.<br>\n<br>\n<b>Background Experience:<\u002Fb><br>\nDemonstrates good written and verbal communication skills. Able to present information to various audiences.<br>\nEffectively resolves problems and roadblocks as they occur.<br>\nDemonstrates proficiency in several areas of data modeling, machine learning algorithms, statistical analysis, data engineering and data visualization.<br>\nAbility to work with large data sets from multiple data sources.<br>\n3 years of relevant programming or analytic experience.<br>\nMasters degree preferred.<br>\nBachelor's degree or equivalent work experience in Mathematics, Statistics, Computer Science, Business Analytics, Economics, Physics, Engineering, or related discipline.<br>\n<br>\n<b>Potential Telework Position:<\u002Fb><br>\nNo<br>\n<br>\n<b>Percent of Travel Required:<\u002Fb><br>\n0 - 10%<br>\n<br>\n<b>EEO Statement:<\u002Fb><br>\nAetna is an Equal Opportunity, Affirmative Action Employer<br>\n<br>\n<b>Benefit Eligibility:<\u002Fb><br>\nBenefit eligibility may vary by position. Click here to review the benefits associated with this position.<br>\n<br>\n<b>Candidate Privacy Information:<\u002Fb><br>\nAetna takes our candidate's data privacy seriously. At no time will any Aetna recruiter or employee request any financial or personal information (Social Security Number, Credit card information for direct deposit, etc.) from you via e-mail. Any requests for information will be discussed prior and will be conducted through a secure website provided by the recruiter. Should you be asked for such information, please notify us immediately.<\u002Fp>","52a7868ebd135593":"<p>Responsible for the modeling, analysis, interpretation, documentation, and communication of aircraft life cycle costs, aftermarket program costs and cost of poor quality for components specific to the Navy H60 PBL program. This will be achieved through the collection, analysis, and interpretation of various data elements.<br>\n<br>\nIn this position, the candidate will be responsible for creating the analytical processes that feed rapid prototyping applications and PBL program top driver analysis. Therefore, a high degree of proficiency in Python, MS Excel, databases, data visualization techniques (Tableau) and military logistics experience is essential.<br>\n<br>\nAdditional functions specific to the Navy H-60 PBL program include the following: work with metric analysts identifying data and analyses to identify logistics support updates including Maintenance Plans and Provisioning Technical Documentation; develop tools and methods to track quarterly forecasts for PBL components and monthly trend charts for high program drivers using Python or other data analysis tools; support program managers with data, presentations and other materials as required; work with members of the O&amp;R team to develop methods and processes to collect, condition, &amp; consume data from incoming discrepant components including photo documentation and text analytics; develop tools and methods using available data to identify and implement DOC reduction efforts necessary to achieve department goals; and other ad-hoc tasks as required.<br>\n<b>Basic Qualifications:<\u002Fb><br>\nThe candidate must show a proven ability in creative problem solving skills and be comfortable working in a highly dynamic, fast-paced environment. Candidate must be able to maintain high quality output levels while providing ad-hoc written and verbal support to internal customers and partner organizations.<br>\n<br>\nThe candidate must be highly proficient in Python, Data Management, MS Excel, MS PowerPoint and MS Access or other database engines. Working knowledge of military logistics is desired.<br>\n<br>\nThe candidate must be able to present analysis, results and methodology in order to feed the process of corrective action investigation on logistics and engineering issues. Candidate must be a self-starting, highly motivated, analytical, team player with leadership traits. Experience managing projects across multiple teams is a plus.<br>\n<br>\nMilitary experience in supply chain management is a plus.<br>\n<b>Desired Skills:<\u002Fb><br>\nSkilled in Python, Tableau, SQL, .net, Java, JavaScript or other basic programming knowledge.<br>\n<br>\nHacker mindset, machine learning and text analytics skills<br>\n<b>BASIC QUALIFICATIONS:<\u002Fb><br>\njob.Qualifications<br>\n<br>\n<b>Lockheed Martin is an Equal Opportunity\u002FAffirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, pregnancy, sexual orientation, gender identity, national origin, age, protected veteran status, or disability status.<\u002Fb><br>\nJoin us at Lockheed Martin, where your mission is ours. Our customers tackle the hardest missions. Those that demand extraordinary amounts of courage, resilience and precision. They&rsquo;re dangerous. Critical. Sometimes they even provide an opportunity to change the world and save lives. Those are the missions we care about.<br>\n<br>\nAs a leading technology innovation company, Lockheed Martin&rsquo;s vast team works with partners around the world to bring proven performance to our customers&rsquo; toughest challenges. Lockheed Martin has employees based in many states throughout the U.S., and Internationally, with business locations in many nations and territories.<br>\n<b>EXPERIENCE LEVEL:<\u002Fb><br>\n4 yr and up College<\u002Fp>","e3688361f0c584fb":"<p><b>We are more than a health system. We are a belief system.<\u002Fb> We believe wellness and sickness are both part of a lifelong partnership, and that everyone could use an expert guide. We work hard, care deeply and reach further to help people uncover their own power to be healthy. We inspire hope. We learn, grow, and achieve more - in our careers and in our communities.<br>\n<br>\n<b>Job Description Summary:<\u002Fb><br>\n<br>\nThe Performance Analytics Consultant is responsible for understanding, preparing, processing and analyzing data to generate data-driven insights, through the use of predictive analytic tools and models, that support operational planning and\u002For decision making needs. They will be responsible for identifying and recommending new uses for existing data as well as articulating a data acquisition strategy that will bring new organizational insights. Serves as subject matter expert and provides guidance to leaders in data interpretation.<br>\n<br>\n<b>Minimum Qualifications:<\u002Fb><br>\n<br>\nField of Study: Statistics Field of Study: Mathematics Field of Study: related field. Years of Experience 3<br>\n<br>\n<b>Work Shift:<\u002Fb><br>\nDay<br>\n<br>\n<b>Scheduled Weekly Hours :<\u002Fb><br>\n40<br>\n<br>\n<b>Department<\u002Fb><br>\nEnterprise Projmgmt Office<br>\n<br>\nJoin us!<br>\n... if your passion is to work in a caring environment<br>\n... if you believe that learning is a life-long process<br>\n... if you strive for excellence and want to be among the best in the healthcare industry<br>\n<br>\nEqual Employment Opportunity<br>\n<br>\nOhioHealth is an equal opportunity employer and fully supports and maintains compliance with all state, federal, and local regulations. OhioHealth does not discriminate against associates or applicants because of race, color, genetic information, religion, sex, sexual orientation, gender identity or expression, age, ancestry, national origin, veteran status, military status, pregnancy, disability, marital status, familial status, or other characteristics protected by law. Equal employment is extended to all person in all aspects of the associate-employer relationship including recruitment, hiring, training, promotion, transfer, compensation, discipline, reduction in staff, termination, assignment of benefits, and any other term or condition of employment<\u002Fp>","8d832b29dbac3ab9":"<div><p>Would you like to collaborate with some of the brightest, most talented software engineers in Pittsburgh AND make a recognizable impact in a profitable, established and growing software solutions company? As a member of Lucas' Product Development Team, you could be doing just that!<\u002Fp>\n<p>We are looking for Data Scientists that will help us discover the information hidden in vast amounts of data collected from Lucas products and help our customers make smarter decisions. Your primary focus will be in applying data mining techniques, doing statistical analysis, and building high quality prediction systems integrated with our products.<\u002Fp>\n<p><b>The Data Scientist will be responsible for:<\u002Fb><\u002Fp>\n<ul><li>Using data science techniques and tools to explore and create solutions that can be incorporated into Lucas products.<\u002Fli>\n<li>Working with domain experts and customers to understand the challenges in the Supply Chain problem space.<\u002Fli>\n<li>Working with product development teams to bring solutions to market.<\u002Fli><\u002Ful><\u002Fdiv>\n<br><div><p><b>Requirements:<\u002Fb><\u002Fp><ul>\n<li>MS or PhD in Computer Science, Data Science, or related field.<\u002Fli>\n<li>2+ years of production level experience in developing deep learning algorithms and technologies.<\u002Fli>\n<li>Experience with at least one major deep learning framework (TensorFlow, Caffe, Theano, Torch, CNTK, MxNet).<\u002Fli>\n<li>Strong knowledge of deep learning theory (CNNs, RNNs, LSTMs, etc.).<\u002Fli>\n<li>Strong Python programming experience.<\u002Fli>\n<li>Hands on experience with statistical modeling and machine learning software (Python statistical and ML libraries, R, etc.).<\u002Fli>\n<li>Experience with database technologies and modeling (e.g. SQL, no-SQL, graph databases).<\u002Fli>\n<li>Experience with cloud-based solutions (preferably AWS).<\u002Fli>\n<li>Experience with containerized solutions (Docker\u002FKubernetes)<\u002Fli>\n<li>Strong problem solving skills and ability to learn quickly.<\u002Fli>\n<li>Being up-to-date on trends and developments in deep learning.<\u002Fli>\n<li>Proven ability to work both independently and in team-based environment.<\u002Fli>\n<li>Commitment to producing high quality, well-designed and flexible solutions.<\u002Fli>\n<li>Solid troubleshooting, analytical, and organizational skills with attention to detail.<\u002Fli>\n<li>Excellent verbal and written communication skills.<\u002Fli><\u002Ful><p><b>\nAdditional Valued Experience:<\u002Fb><\u002Fp><ul>\n<li>Additional programming languages.<\u002Fli>\n<li>Experience with Warehouse Management Systems (WMS) or other supply chain software solutions.<\u002Fli>\n<li>Experience with FoundationDB.<\u002Fli>\n<li>Experience with customer interaction to discuss requirements and use cases.<\u002Fli><\u002Ful><\u002Fdiv>","05595001b941f341":"<div><div>Data Scientist \u002F MDM - (SO00050720-1-1-1)<div><\u002Fdiv><br>\n<div>\n<\u002Fdiv>\nUST Global is a private high growth organization headquartered in Orange County California and is a leading provider of Advanced Computing and Digital Services for Global 1000 companies worldwide. Our next-generation digital consultancy is the ideal place for you to grow your career. Are you up for the challenge? Read on!<div>\n<\u002Fdiv><\u002Fdiv><div>\nDescription<div>\n<\u002Fdiv><div><b>\nUST Global<\u002Fb> is looking to hire <b>Data Scientist<\u002Fb> for our busy team in <b>Norfolk VA<\u002Fb><\u002Fdiv><div>\nWhat are we looking for in a successful candidate?<\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>Should have strong healthcare domain knowledge with an excellent membership domain background.<\u002Fli><li>Should be an SME of Membership systems, need to understand the various membership systems and data models.<\u002Fli><li>Should be proficient in data profiling and interpret to mapping documents<\u002Fli><li>Should be an expert in Master data management.<\u002Fli><li>Strong SQL skills to write Adhoc queries for data analysis data profiling.<\u002Fli><li>Experience in tools like Relito would be an added advantage<\u002Fli><li>Have experience in conducting requirements gathering sessions meetings by facilitating a group of Subject Matter Experts to elicit business requirements.<\u002Fli><li>Have experience in conducting business requirement walk throughs, facilitate technical requirements walk through with Dev, SIT and UAT teams.<\u002Fli><li>Have experience in requirements to ReqPro JIRA , trace back to stakeholder requests.<\u002Fli><li>Have experience in UAT test cases preparation and test strategy plan by identifying all possible business scenarios from Business owners.<\u002Fli><li>Have experience in user validation in UAT environment.<\u002Fli><li>Fluent in system analysis, impact gap analysis<\u002Fli><li>Determine and document technical responses, source target mapping docs<\u002Fli><li>Good communication skills<\u002Fli><li>Potential to learn the system quickly<\u002Fli><li>Previous healthcare experience would be an added advantage.<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><\u002Fdiv><div>\nQualifications<div>\n<\u002Fdiv><div>\nBachelor<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv><div>\nPrimary Location: US-VA-Norfolk<\u002Fdiv><div>\nEmployee Type: Regular Employee<\u002Fdiv><div>\nJob Type: Full-time<\u002Fdiv><div>\nJob Posting: Aug 28, 2019, 7:00:29 PM<\u002Fdiv><div><\u002Fdiv><div><br>\n<div>\n<\u002Fdiv>\n UST-Global is an Equal Opportunity Employer<\u002Fdiv><\u002Fdiv>","0fe0d319b80b9a17":"<p><\u002Fp><div><div><div><div><div><b>Required License\u002FRegistration\u002FCertification<\u002Fb><\u002Fdiv>\n<p>None<\u002Fp>\n<\u002Fdiv><br>\n<div><div><b>Physical Requirements<\u002Fb><\u002Fdiv>\n<p>Occasional lifting up to 15 pounds, sitting for extended periods of time<\u002Fp>\n<\u002Fdiv><br>\n<div><div><b>Shift<\u002Fb><\u002Fdiv>\n<p>Monday &ndash; Friday 8:00 a.m. &ndash; 5:00 p.m. Additional hours when needed to meet department needs<\u002Fp>\n<\u002Fdiv><br>\n<div><div><b>Job Summary<\u002Fb><\u002Fdiv>\n<div><p>This position will perform explanatory data analyses, generate and test working hypotheses, prepare and analyze historical data, identify patterns and correlations among various data points and discover new insights.<\u002Fp>\n<p>\nWork collaboratively with teams of faculty and health care providers to draw insight and intelligence from large datasets, electronic medical records and various healthcare registry datasets.<\u002Fp>\n<p>\nIdentify and develop solutions to key strategic business problems using high-level modeling and statistical analyses techniques.<br>\nUtilize SQL to perform advanced-level data extraction, transformation and data management; fully document and manage library of source code and algorithms for future use.<\u002Fp>\n<p>\nUse data mining, statistics, statistical modeling and machine learning to understand relationships and patterns in data. Responsible for developing tools to enable visualization to translate analytics into information that can be used by clinical and operational leadership.<\u002Fp>\n<p>\nIEBC (Internal Employee Being Considered)<\u002Fp><\u002Fdiv>\n<\u002Fdiv><br>\n<div><div><b>Skills \u002F Knowledge \u002F Abilities<\u002Fb><\u002Fdiv>\n<p>Statistical programming, database management, data science, working with biomedical data<\u002Fp>\n<\u002Fdiv><br>\n<div><div><b>Does this position have supervisory responsibilities? <\u002Fb><\u002Fdiv><div>Yes<\u002Fdiv>\n<\u002Fdiv><br>\n<div><div><b>Preferred Education\u002FExperience<\u002Fb><\u002Fdiv>\n<p>PhD<\u002Fp><br>\n<\u002Fdiv><div><\u002Fdiv><div>\n<\u002Fdiv><br>\n<div><div><b>University Community of Inclusion<\u002Fb><\u002Fdiv>\n<div><p>The University of Kentucky is committed to a diverse and inclusive workforce by ensuring all our students, faculty, and staff work in an environment of openness and acceptance. We strive to foster a community where people of all backgrounds, identities, and perspectives can feel secure and welcome. We also value the well-being of each of our employees and are dedicated to creating a healthy place to work, learn and live. In the interest of maintaining a safe and healthy environment for our students, employees, patients and visitors the University of Kentucky is a Tobacco &amp; Drug Free campus.<br>\n<\u002Fp>\n<p>As an Equal Opportunity Employer, we strongly encourage veterans, individuals with disabilities, women, and all minorities to consider our employment opportunities.<br>\n<\u002Fp>\n<p>Any candidate offered a position may be required to pass pre-employment screenings as mandated by University of Kentucky Human Resources. These screenings may include a national background check and\u002For drug screen.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","09136ccd6ac46aa0":"<div><div>Two Sigma is a different kind of investment manager. Since 2001, we have used data science and technology to derive insights that forecast the future and discover value in markets worldwide. Our team of scientists, technologists and academics looks beyond traditional finance to understand the bigger picture and develop creative solutions to some of the world&rsquo;s most challenging economic problems. Our work spans across markets and industries, from insurance and securities to private investments and new ventures.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe Alpha Insights team at Two Sigma is looking for an entrepreneurial data scientist to contribute to its data-driven investment initiatives. Alpha Insights crowdsources the world&rsquo;s investment insights and through such data creation we are an integral part of Two Sigma investment management process. We interact with people external to the firm to collect and analyze their investment insights through our web and mobile products.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nData science in Alpha Insights has 3 missions: (1) make relevant data and metrics accessible to the team (2) perform analyses to guide business and product decisions and (3) build data-driven features that power our products.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nYou will take on the following responsibilities:<\u002Fb><\u002Fdiv><div><ul><li>\nDeliver metrics and analyses to all functions within Alpha Insights including product, design, and business units<\u002Fli><li>\nWrite ETLs to convert structure\u002Funstructured data into stable data assets<\u002Fli><li>\nBuild visualizations to enable team members to extract relevant insights<\u002Fli><li>\nApply statistical analysis and exploratory techniques to enable data-driven decision making<\u002Fli><li>\nOwn data-driven product components (e.g. ranking and recommendation algorithms)<\u002Fli><\u002Ful><\u002Fdiv><div><b>\nYou should possess the following qualifications:<\u002Fb><\u002Fdiv><div><ul><li>\n3-5 years of experience in data analysis or similar role<\u002Fli><li>\nMS or PhD in Computer Science, Statistics, Economics or related, quantitative field<\u002Fli><li>\nExperience applying statistical methods (distribution analysis, classification, regression, clustering, etc.). Application of these methods to user behavior a plus<\u002Fli><li>\nDemonstrated experience highlighting innovation, creativity, and intuition, e.g. the ability to laterally identify other sources of useful information and think 'outside the box'<\u002Fli><li>\nStrong data transformation skills (e.g. using Pandas, R,)<\u002Fli><li>\nSoftware engineering skills in at least one imperative programming language<\u002Fli><li>\nCommunication skills to explain metrics\u002Fanalyses to members of management, engineering, product and business teams.<\u002Fli><li>\nPrior experience in finance is not required<\u002Fli><\u002Ful><\u002Fdiv><div><b>\nYou will enjoy the following benefits:<\u002Fb><\u002Fdiv><div><ul><li>\nCore Benefits: Fully paid medical and dental insurance premiums for employees and dependents, 401k match, employer-paid life &amp; disability insurance<\u002Fli><li>\nPerks: Onsite gyms with laundry service, wellness activities, casual dress, snacks, game rooms<\u002Fli><li>\nLearning: Tuition reimbursement, conference and training sponsorship<\u002Fli><li>\nTime Off: Generous vacation, sick days, and paid caregiver leaves<\u002Fli><\u002Ful><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are proud to be an equal opportunity workplace. We do not discriminate based upon race, religion, color, national origin, sex, sexual orientation, gender identity\u002Fexpression, age, status as a protected veteran, status as an individual with a disability, or any other applicable legally protected characteristics.<\u002Fdiv><\u002Fdiv>","83bc0f582a524bed":"<p><\u002Fp><div><div><div><p>Are you passionate about changing the world through machine learning and location intelligence? If yes, then it&rsquo;s the right time to join our team because we are about to do so!<\u002Fp><p><br>\nWith the IoT revolution (30 billion sensors by 2020), the consumerization of mapping, and location data growing exponentially day after day, location is becoming extremely important to more and more people. We want to enable organizations and businesses to go beyond basic visualization and analytics of such massive data, to the realm of being two or three steps ahead of the game by extracting advanced levels of intelligence from it, predicting important events, and automating significant proportions of their work through AI and machine learning.<\u002Fp><p><br>\nWe are looking for an entrepreneurial, collaborative person with strong hands-on experience and solid track record with statistical analysis, machine learning, predictive analytics, software engineering, and passion for location to help us on our mission to build world class predictive location analytics solutions for our customers in 160+ countries.<\u002Fp><\u002Fdiv><p><\u002Fp><br>\n<\u002Fdiv><div><p>RESPONSIBILITIES<\u002Fp>\n<div><ul><li>Build high-quality prediction systems that solve our customers' business problems by applying data mining and machine learning techniques; doing statistical analysis; and exploring, interpreting, and analyzing datasets for patterns of interest<\u002Fli><li>\nWork closely with different teams on understanding our customers&rsquo; needs to craft and pitch machine learning use cases to them<\u002Fli><li>\nModel business problems to machine learning ones, mapping business data to dependent and independent features, doing proper feature engineering, iterating with different predictive models, conducting hyper parameter optimization to yield highest prediction accuracy, and deploying the model to production<\u002Fli><li>\nHelp build the data science and machine learning capability inside Esri: develop best practices and patterns for geospatial machine learning, develop reusable technical components for demos and POCs, and identify and help establish needed technology stack and infrastructure<\u002Fli><li>\nKeep up to date with latest technology trends in machine and deep learning and quickly learn about new frameworks\u002Ftechniques to be used in projects delivery<\u002Fli><\u002Ful><\u002Fdiv>\n<\u002Fdiv><div><p>REQUIREMENTS<\u002Fp>\n<div><ul><li>2+ years of practical machine learning experience, some of which is within established technical organizations<\u002Fli><li>\nSelf-learner with strong communication skills (writing markdown README files, blogs, or how-to instructions)<\u002Fli><li>\nExperience with applied statistics skills such as distributions, statistical testing, and regression<\u002Fli><li>\nSoftware engineering, continuous integration and lifecycle management<\u002Fli><li>\nWriting in Python, Java, Scala and extensive use of unit tests, Git, and Docker<\u002Fli><li>\nAbility to perform data extraction, transformation, loading from multiple data sources and sinks<\u002Fli><li>\nExperience in data visualization such as in Tableau or Jupyter Notebooks<\u002Fli><li>\nModel building and hyper parameter tuning<\u002Fli><li>\nExperience with deploying software on AWS, Azure, or other cloud service<\u002Fli><li>\nExperience in machine learning with deep learning and other supervised, unsupervised, and reinforcement learning methods<\u002Fli><li>\nHave a fundamental understanding of ML algorithms such as back propagation, ReLU, Bayes, Random Forests, etc.<\u002Fli><li>\nExperience dealing with massive data sets using big data tools<\u002Fli><li>\nExperience with time series analysis<\u002Fli><li>\nBachelor's in mathematics, statistics, computer science, or related field, depending on position level (master's or PhD preferred)<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv>\n<\u002Fdiv><div><p>RECOMMENDED QUALIFICATIONS<\u002Fp>\n<div><ul><li>Experience with spatial and GIS concepts<\u002Fli><li>\nExperience with CUDA\u002FGPU programming<\u002Fli><li>\nFamiliarity with one or more of the following: Hadoop HDFS, Spark, Accumulo, Presto, MongoDB, Elastic Search, Cassandra, HBase, R, Mahout, Pig, and Hive, DC\u002FOS, Kubernetes<\u002Fli><\u002Ful><div>\n#LI-MS1<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","7e0dbb757cd8548a":"<div><div><div><b>About The Team<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nData is at the core of Outreach's strategy. It drives our customers and ourselves to the highest levels of success. We use it for everything from customer health scores and revenue dashboards, to operational metrics of our AWS infrastructure, to helping increase product engagement and user productivity through automated natural language understanding, to predictive analytics and causal inference via experimentation. As our customer base continues to grow, we are looking towards new ways of leveraging our data to save our customers time and improve their sales efficiency.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>The mission of the Data Science team is to accelerate the success of our internal and external customers through trustworthy data analysis and experimentation. As a member of the team, you will be on the ground floor, working directly with the VP of Data Science to define and implement our strategy for delivering data products. You will be responsible for delivering models, data-driven functionality, and end-user features based on these models that will be deployed into production, as well as analyzing the data to produce actionable insights.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Your Daily Adventures Will Include<\u002Fb><\u002Fh3><div><ul><li>\nPlaying key role in designing and developing machine learning, NLP, and recommendation algorithms.<\u002Fli><li>\nWorking with internal and external customers to understand their pain points and brainstorm solutions<\u002Fli><li>\nDesigning A\u002FB testing experiments and doing end-to-end data analysis to understand user experience and propose improvements.<\u002Fli><li>\nWorking alongside experienced engineering, design, and product teams to help deliver new customer-facing features and products.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Our Vision of You<\u002Fb><\u002Fh3><div><ul><li>\n2+ years experience in Data Science<\u002Fli><li>\nYou have experience of building production ML systems, and deep knowledge of modern ML algorithms<\u002Fli><li>\nYou have experience working with distributed data processing frameworks such as Spark.<\u002Fli><li>\nYou have experience using ML frameworks such as Tensorflow, SparkML, and Scikit-Learn.<\u002Fli><li>\nYou have a deep understanding of algorithms and evaluation methods used in production-grade ML systems.<\u002Fli><li>\nYou have strong programming skills in at least one object oriented programming language (Java, Scala, C++, Python, etc.)<\u002Fli><li>\nYou understand the entire lifecycle of machine learning product development, from inception to production<\u002Fli><li>\nYou are hands on, able to quickly pick up new tools and languages, and excited about building things and experimenting<\u002Fli><li>\nYou go above and beyond to help your team<\u002Fli><li>\nYou are honest, admit mistakes, and own fixing them<\u002Fli><li>\nYou are a motivated and talented craftsperson: always looking to sharpen and adapt your skills<\u002Fli><li>\nYou have a MS degree in Computer Science, Statistics, or a related field, or equivalent industry experience. PhD degree and publication track record at conferences such as KDD, SIGIR, WWW, ICML, NIPS, ACL, CIKM, RecSys, etc. are preferred.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><b>Why You&rsquo;ll Love It Here<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><ul><li>100% medical, dental, and vision coverage for full-time employees<\u002Fli><li>Unlimited PTO (and people actually use it!)<\u002Fli><li>401k to help you save for the future<\u002Fli><li>Company-organized and personal paid volunteer days to support the community that supports us<\u002Fli><li>Fun company and team outings because we play just as hard as we work<\u002Fli><li>Diversity and inclusion programs that promote employee resource groups like OWN (Outreach Women's Network)<\u002Fli><li>A parental leave program that includes not just extended time off but options for a paid night nurse, food delivery, gradual return to work, and the Gottman Institute's Bringing Home Baby course for new parents<\u002Fli><li>Employee referral bonuses to encourage the addition of great new people to the team<\u002Fli><li>Plus, unlimited snacks and beverages in our kitchen<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>","0e877ce3cba3d072":"<p><\u002Fp><div><p>When you&rsquo;re the best, we&rsquo;re the best. We instill an environment where employees feel engaged, satisfied and able to contribute their unique skills and talents. We provide extensive opportunities for personal and professional development, building both employee competence and organizational capability to fuel exceptional performance now and in the future.\n<\u002Fp><p><\u002Fp><p>Summary:\n<\u002Fp><p><\u002Fp><p>In this role, you will conduct sophisticated data analysis to help address critical business and member questions, the outputs of which enable members to drive improvements in clinical, operational, and economic outcomes.\n<\u002Fp><p><\u002Fp><p>Responsibilities:\n<\u002Fp><ul><li>Provide analysis to identify critical issues\u002Fquestions around member performance.\n<\u002Fli><li>Conduct exploratory data analysis from complex, disparate data sources to recognize patterns, and identify member performance improvement opportunities.\n<\u002Fli><li>Generate hypotheses and analyze data to test and interpret results.\n<\u002Fli><li>Design and develop data models to predict member outcomes or future impact of key member decisions.\n<\u002Fli><li>Communicate findings from exploratory and predictive data analysis broadly to administrative and clinical leaders.\n<\u002Fli><li>Identify improvement opportunities in reporting and BI tools and collaborates with Products Technology to implement the enhancements.\n<\u002Fli><li>Serve as the resident data expert and share best practices\u002Fapproaches for statistics, machine learning techniques, data modeling, simulation and advanced mathematics.\n<\u002Fli><li>Build analytical acumen across all analytic roles in the organization.\n<\u002Fli><li>Develop and maintain relationships with key leaders and clinicians.\n<\u002Fli><\u002Ful><p><\u002Fp><p>Qualifications:\n<\u002Fp><ul><li>Relevant degree preferred (Applied Math, Statistics, or Computer Science). Master&rsquo;s degree desired.\n<\u002Fli><li>5 or more years of relevant work experience.\n<\u002Fli><li>Proficient programming experience using SAS\u002FPython\u002FR.\n<\u002Fli><li>Experience analyzing healthcare (clinical, operational, and economic) data.\n<\u002Fli><li>Demonstrated ability to manage large disparate data sets and using quantitative and qualitative analysis.\n<\u002Fli><li>Communication and expressing ideas clearly and concisely, in both written and oral formats.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","4120d78e6349d7d8":"<div><p><b>About Greenfield Labs.<\u002Fb><br>\nGreenfield Labs is a partnership between Ford and IDEO. We are a multidisciplinary team using design to develop and pilot new products and services to bring humanity to mobility and transportation solutions in cities around the world.<br>\n<br>\nAs a Data Scientist and Designer, you will work with a team of people in designing, developing, and testing new product and service prototypes. In particular, you will bring data-driven thinking and provide expertise on the positive potential of intersecting intelligent technologies with human-centered design. You are confident around telling stories with data, and using its power to unlock potential opportunities in new products and services. This is a versatile role suited to candidates who enjoy approaching a wide variety of problems within a small but capable engineering &amp; design team. You will conceive and develop software that helps from data exploration &amp; analysis that tackle the constantly changing landscape in the transportation and mobility space.<br>\n<br>\n<b>Within our studio, you will<\u002Fb><br>\n<\u002Fp><ul><li>\nPerform exploratory data analysis, creating plots and interactive data visualizations, while implementing various machine learning, statistical and optimization techniques\n<\u002Fli><li>Contribute &amp; practice data science in a human-centered way, and to treat data as a richly complex and flexible medium for design<\u002Fli><li>\nGo out in the field to build empathy for users' needs first-hand and do field research to build first hand empathy<\u002Fli><li>\nDebrief and discuss user feedback with cross-disciplinary teams in order to synthesize research into meaningful design iterations<\u002Fli><li>\nWork with a diverse set of stakeholders to communicate complex concepts and complete projects<\u002Fli><li>\nShare techniques and approaches with other designers&mdash;from the software design discipline to interaction design, and beyond<\u002Fli><li>\nHelp integrate your prototypes and ideas with other interdisciplinary members of the lab to help bring them to life<\u002Fli><\u002Ful><b>\nYour Mindset<\u002Fb><br>\n<ul><li>\nYou are a specialist in Data Science, but have the curiosity and desire to stretch across software, product and design<\u002Fli><li>\nYou are a confident and flexible leader of interdisciplinary teams where harmonious collaboration is imperative<\u002Fli><li>\nYou are a design thinker at heart; open-minded, curious, exploratory, iterative and optimistic<\u002Fli><li>\nYou are agile and can flex between being scrappy to move fast and detail-oriented to go deep, navigating the ambiguity of designing for complex, hairy problems<\u002Fli><li>\nYou are comfortable vetting and aligning partners, and shepherding stakeholders on the journey of bringing experiments and pilots to life<\u002Fli><li>\nYou have a passion for design, a pulse on emerging trends and technology, and a developed point of view about your work<\u002Fli><\u002Ful><p>\nBasic Qualifications<\u002Fp><ul><li>\nBachelor&rsquo;s Degree in Computer Science, Engineering, Mathematics, Statistics or a related field<\u002Fli><li>\n1+ year of experience in a data-oriented role working in a multi-disciplinary team<\u002Fli><\u002Ful><b>\nPreferred Qualifications<\u002Fb><br>\n<ul><li>\nMaster&rsquo;s Degree in Computer Science, Engineering, Mathematics, Statistics or a related field<\u002Fli><li>\nHave familiarity and experience with tools like Python, Hadoop, TensorFlow, scikit-learn, SQL, d3.js, map-reduce, Tableau or R<\u002Fli><li>\nPrevious experience in working with and building for location aware services and familiarity with web service development and API integration with multiple systems<\u002Fli><li>\nHave a portfolio of open source contributions, personal projects, presentations, or other things that show that you are passionate about a subject, took some initiative to learn about it, and applied it to a real problem<\u002Fli><li>\nRelevant experience in building automotive, transportation and mobility applications<\u002Fli><li>\nUniversity or industry experience working in cross-disciplinary teams using Human Centered Design Thinking Processes<\u002Fli><\u002Ful><p><br>\nNote: Please share any sample of your work, open-source project contribution, GitHub projects and any relevant material.<br>\n<br>\nJoin our team as we create tomorrow! We believe in putting people first, working together, and facing challenges head-on, because we are Built Ford Tough. We are one team striving to make people&rsquo;s lives better while creating value, delivering excellence and ultimately going for the win.<br>\n<br>\nVisa sponsorship may be available for this position.<br>\n<br>\nFord Motor Company is an equal opportunity employer committed to a culturally diverse workforce. All qualified applicants will receive consideration for employment without regard to race, religion, color, age, sex, national origin, sexual orientation, gender identity, disability status or protected veteran status.<\u002Fp><\u002Fdiv>","fa5cc99f9075aff3":"<div><p>As a Data Science Intern in the Pricing Strategy and Analytics team in San Diego, you will have a chance to:<\u002Fp><ul><li>\nApply statistical methods to analyze the effect of pricing and sales decisions on business performance<\u002Fli><li>\nExperience building and interpreting machine learning models on real business data<\u002Fli><li>\nVisualize and interpret the results of analyses, and create strategy recommendations<\u002Fli><li>\nPresent the results and the corresponding recommendations to the relevant stakeholders, including senior leadership<\u002Fli><li>\nDevelop and implement frameworks and processes for systematic data analysis<\u002Fli><li>\nImmerse yourself in very large data sets and complex problems<\u002Fli><li>\nDevelop tools to ingest, merge, and clean datasets<\u002Fli><\u002Ful><p><\u002Fp><p>\nQualifications<\u002Fp><ul><li>\nInterest in pricing, economics, and\u002For consumer behavior<\u002Fli><li>\nScientific thinking and ability to design and critically analyze quantitative research<\u002Fli><li>\nAbility to think creatively about research problems and invent original solutions to modelling challenges<\u002Fli><li>\nCoursework and\u002For hands-on experience in quantitative research, with diverse academic backgrounds (Economics, Social Sciences, Life Sciences, etc.) considered<\u002Fli><li>\nProficiency with R or Python is required<\u002Fli><\u002Ful><p><\u002Fp><ul><li>\nAbility to build and interpret linear regression models, with machine learning experience a plus<\u002Fli><li>\nStrong analytical skills, with a high level of attention to detail<\u002Fli><li>\nProficiency in Microsoft Excel and Microsoft PowerPoint<\u002Fli><li>\nExcellent written and verbal communication skills<\u002Fli><\u002Ful><p><\u002Fp><p>\nNice-To-Haves:<\u002Fp><ul><li>\nExperience working with large data sets<\u002Fli><li>\nExperience in data engineering<\u002Fli><li>\nExposure to digital marketing<\u002Fli><li>\nExperience working in or collaborating with industry<\u002Fli><li>\nExperience creating data visualizations<\u002Fli><li>\nAbility to build dashboards and other tools using front-end development skills<\u002Fli><li>\nExperience in software development<\u002Fli><\u002Ful><p><\u002Fp><p>\nScope &amp; Impact<\u002Fp><ul><li>\nCollaborates with peers, junior engineers, data scientists and project team<\u002Fli><\u002Ful><p><\u002Fp><p>\nEducation &amp; Experience<\u002Fp><ul><li>\nCurrent Bachelor's, Master's or PHD candidate, with advanced degree students preferred<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","985d753f82894e97":"<div><h1 class=\"jobSectionHeader\"><b>Position: <\u002Fb><b>Revenue Modeling, Data Scientist<\u002Fb><\u002Fh1><h1 class=\"jobSectionHeader\"><b>\nLocation: <\u002Fb><b>San Francisco, CA<\u002Fb><\u002Fh1><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nOrganization: StubHub, <\u002Fb><b>www.stubhub.com<\u002Fb><b> (an eBay company NASDAQ: EBAY)<\u002Fb><\u002Fh2><p>\nAt StubHub, our mission is to bring the joy of live to fans globally. As the world&rsquo;s most trusted ticket marketplace spanning 44 countries, we enable fans to buy and sell tickets to tens of thousands of events, whenever and wherever fans want to be. Backed by award-winning customer care, StubHub&rsquo;s FanProtect&trade; Guarantee means every ticket is 100 percent guaranteed valid or you&rsquo;ll receive your money back or a replacement ticket of equal or better value. Our business partners include more than 130 properties globally across the NFL, MLB, NBA, NHL, MLS, WWE, NCAA, Matchroom Boxing, plus Paciolan and Tessitura. StubHub provides the total end-to-end event going experience throughout the world.<\u002Fp><p><\u002Fp><p><b>\nOur Values<\u002Fb><\u002Fp><p>\nThese actions and attitudes are how we approach our work and how we work together as a unified team.<\u002Fp><p><\u002Fp><p>\nAt StubHub, we are:<\u002Fp><p><b>\nOwners<\u002Fb> &ndash; We carry the ball. We act as one team, in it together. We live above the line as optimists and with a solution mindset. We are fully accountable for solving problems, both our own pieces and the whole.<\u002Fp><p><b>\nFan First<\u002Fb> &ndash; We are the fans&rsquo; biggest fan. We are the fan and the voice of our fans in everything we do.<\u002Fp><p><b>\nDriven<\u002Fb> &ndash; We push past the finish line, aggressively prioritize and focus on what matters most. We debate, decide, commit and deliver.<\u002Fp><p><b>\nInventive<\u002Fb> &ndash; We play a new chord; we celebrate progress over perfection and learnings as much as success. We&rsquo;re agile because there is always more than one way.<\u002Fp><p><b>\nCourageous<\u002Fb> &ndash; We take big swings. We show up for challenges with resilience and persistence. We take risks, embrace failure as a path to learning, and speak up when we have a different opinion.<\u002Fp><p><b>\nDiverse &amp; Inclusive<\u002Fb> &ndash; We harmonize. We assume positive intent, trust and empower others; bring a global mindset and seek out alternative viewpoints.<\u002Fp><p><\u002Fp><p><b>\nThe Opportunity:<\u002Fb><\u002Fp><p>\nStubHub is seeking a Data Scientist to assist with development and implementation of a Revenue Optimization program that demonstrates econometrics and other core Revenue Management principles to drive increased sales at profitable margins. You will work with StubHub&rsquo;s Revenue Modeling &amp; Data Science Lead to build pricing models and partner with other members of the Revenue Optimization &amp; Growth team to deliver results at scale. You will also work across the organization with teams in North America to achieve meaningful metrics.<\u002Fp><p><\u002Fp><p><b>\nYou Will<\u002Fb><\u002Fp><p><\u002Fp><ul><li>\nDevelop Revenue Management strategies and tactics to improve key business objectives<\u002Fli><li>\nBuild econometric and statistical models in R or Python to measure price sensitivity at a granular level and use the outputs for growth<\u002Fli><li>\nPartner with product and technology teams to implement models in production<\u002Fli><li>\nCollaborate with fellow Revenue Optimization &amp; Growth team members to provide holistic recommendations for managing top-line growth and operating income<\u002Fli><li>\nConduct analysis to inform data-driven insights for all pricing, promotion and growth-driving business opportunities<\u002Fli><li>\nPartner with the Revenue Portfolio Management team to evaluate options for North America GMs to manage their P&amp;L<\u002Fli><li>\nEvaluate new opportunities for growth beyond existing fee\u002Frevenue structures<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nYou Have<\u002Fb><\u002Fp><p><\u002Fp><ul><li>\n1-3 years of experience solving revenue-related business problems using stochastic, heuristic or deterministic methodologies using analytical tools<\u002Fli><li>\nExposure to and understanding of Revenue Management principles including but not limited to statistical segmentation, data normalization, market response modeling and price optimization.<\u002Fli><li>\nPossess skills required to (1) build models that measure price sensitivity and (2) develop pricing frameworks to gain additional volume while maintaining healthy profitability<\u002Fli><li>\nStrong intellectual curiosity and ability to understand and evaluate business constraints to ensure models and pricing frameworks are operationally executable<\u002Fli><li>\nAbility to query large-scale datasets (SQL, Hive etc.), use R\u002FPython to analyze complex data and develop models, and use Tableau (or other visualization tools) to deliver insights at scale<\u002Fli><li>\nCollaborative personality with the ability to establish relationships with US and International teams to get results<\u002Fli><li>\nFamiliarity with modern Machine Learning techniques (e.g., neural network, boosting) and passion for adopting new tools a plus<\u002Fli><li>\nMaster&rsquo;s in Operations Research, Statistics, Mathematics, Economics or other applied mathematical discipline required<\u002Fli><\u002Ful><p><\u002Fp><p>\nThis website uses cookies to enhance your experience. By continuing to browse the site, you agree to our <i>use of cookies<\u002Fi><\u002Fp><p><\u002Fp><p>\nView our privacy policy<\u002Fp><p><\u002Fp><p>\nView our accessibility info<\u002Fp><p><i>\neBay Inc. is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, national origin, sex, sexual orientation, gender identity, veteran status, and disability, or other legally protected status. If you are unable to submit an application because of incompatible assistive technology or a disability, please contact us at <\u002Fi><i>talent@ebay.com<\u002Fi><i>. We will make every effort to respond to your request for disability assistance as soon as possible.<\u002Fi><\u002Fp><p><\u002Fp><p><i>\nFor more information see:<\u002Fi><\u002Fp><p><i>\nEEO is the Law Poster<\u002Fi><\u002Fp><p><i>\nEEO is the Law Poster Supplement<\u002Fi><\u002Fp><\u002Fdiv><p><\u002Fp>","0bbfc416c57b150b":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><p>Nelnet is looking for a talented Data Scientist to help drive our businesses forward. The Data Science team represents a niche division of our Analytics department tasked with solving our most complex quantitative, statistical, and data-oriented problems. This role will use a powerful blend of business acumen, analytics, mathematics, programming, and modeling to provide strategic recommendations, insights, and products across a diverse set of business areas and industries.<\u002Fp><p><\u002Fp><br>\n<p>\nFunctional projects typically include deep-dive operational and financial analyses, data wrangling and processing, programmatic automation, and predictive modeling. Our data scientist roles operate with wide-latitude and are often asked to tackle complicated questions that require creative solutions; candidates should be highly inquisitive, self-motivated, strong communicators, and have the ability to map out solutions with a starting point and end goal, but few steps identified in-between.<\u002Fp><p><\u002Fp><br>\n<p>\nBy supporting teams that span the entire organization, we operate in a fun, fast-paced, and engaging environment that brings new and unique challenges every day.<\u002Fp><p><\u002Fp><br>\n<p><b>\nThis position requires work in support of the Company&rsquo;s contract with the United States Department of Education (&ldquo;ED&rdquo;). As such, the United States Government requires that any applicant for this position must complete United States Government security clearance. Effective June 1, 2018, ED has informed Nelnet that security clearance applications for foreign nationals are not being accepted or processed. In light of this direction from ED, Nelnet will be unable to hire applicants without United States citizenship for such positions.<\u002Fb><\u002Fp>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Conduct advanced analyses and statistical deep-dives, with a focus on producing actionable recommendations and strategic guidance for decision makers.<\u002Fli><li>\nDevelop and deploy custom models and algorithms using Python data and machine learning libraries.<\u002Fli><li>\nMine, clean, process, transform and join data from a variety of sources including SQL servers, AWS environments, SalesForce, internal systems, and flat files.<\u002Fli><li>\nIdentify, wrangle, scrape, and assemble new data sources from the web, data aggregators, and public sources.<\u002Fli><li>\nBuild rich, interactive dashboards and visualizations from the ground up using PowerBI.<\u002Fli><li>\nCompile and present key findings and reports to all levels of the organization, including senior leadership.<\u002Fli><li>\nContinuously seek out opportunities to add value through process automation and programmatic solutions to manual tasks.<\u002Fli><li>\nBe a subject matter expert within the data science field. Continuously learn, grow, and explore new emerging technologies.<\u002Fli><li>\nBe a mentor, role-model, and resource for junior analysts and team members.<\u002Fli><li>\nBe an exceptional problem solver, idea machine, and source of creative solutions.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><p><b>EDUCATION:\n<\u002Fb><\u002Fp><p>Bachelor&rsquo;s degree required in a Quantitative or Programming discipline. Quantitative disciplines are those that require a heavy amount of mathematics, statistics or analysis, including (but not limited to) fields such as Math, Physics, Finance or Economics.<\u002Fp><p><\u002Fp><br>\n<p><b>\nEXPERIENCE:\n<\u002Fb><\u002Fp><p>4+ years of experience in data analysis, or completion of a bachelor&rsquo;s\u002Fmaster&rsquo;s degree program specifically within Data Science. 2+ years of programming experience. Significant experience working with large, complex data sets and common data science tools.<\u002Fp><p><\u002Fp><br>\n<p><b>\nCOMPETENCIES &ndash; SKILLS\u002FKNOWLEDGE\u002FABILITIES:<\u002Fb><\u002Fp><ul><li>\nExceptional ability to analyze and synthesize data.<\u002Fli><li>\nAdvanced proficiency in SQL or Python (ideally both). Experience working with database and ETL tools.<\u002Fli><li>\nExperience designing, building, deploying, and validating machine-learning predictive models, ideally within a business framework.<\u002Fli><li>\nCompetency navigating and working within the AWS cloud suite.<\u002Fli><li>\nCompetency using common BI and data visualization tools (Microsoft PowerBI preferred).<\u002Fli><li>\nCore understanding of statistical concepts and methods.<\u002Fli><li>\nCompetency in the MS Office Suite with advanced knowledge in Excel.<\u002Fli><li>\nHighly accountable and inquisitive, able to manage multiple tasks in a fast paced dynamic environment. Self-motivated.<\u002Fli><li>\nExcellent written, verbal, and interpersonal skills for coordinating across teams. Polished presentation skills preferred.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>EEO Statement\n<\u002Fb><\u002Fh2><div><div><div>Nelnet is an Equal Opportunity Employer, complies with Executive Order 11246, and takes affirmative action to ensure that qualified applicants are employed, and that employees are treated during employment, without regard to race, color, religion\u002Fcreed, national origin, gender, or sex, marital status, age, disability, use of a guide dog or service animal, sexual orientation, military\u002Fveteran status, or any other status protected by Federal or State law or local ordinance. Qualified individuals with disabilities who require reasonable accommodations in order to apply or compete for positions at Nelnet may request such accommodations by contacting Nelnet Talent Acquisition &amp; Recruiting.<br>\n<br>\nNelnet is a Drug Free and Tobacco Free Workplace.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","2f179bfc432cf72f":"Support data-driven product decisions that impact the lives of millions everyday.\n<br><br>\nData is the bread-and-butter of Duolingo. Join our team of data scientists and use our database of rich user data to generate insights to guide product development for 300 million learners worldwide. You will learn deeply and broadly from an experienced team of award-winning engineers, designers, researchers, and analysts. We are passionate about educating our users, making fact-based decisions, and finding elegant solutions to complex problems. While we take our mission to heart, we don't take ourselves too seriously; we are creative, and we have fun at work everyday. If this sounds like you, then come help us build the next-generation learning company!\n<br><br>\n<b>Responsibilities:<\u002Fb><br>\n<ul>\n<li>Apply ML and statistical methods to massive real-world data<\u002Fli>\n<li>Model user behavior, develop forecasts, and\u002For analyze A\u002FB tests to provide product insight and guide future product development<\u002Fli>\n<li>Work with a cross-functional team of word class researchers, engineers, designers, and others to build new product features and\u002For develop analytics tools to aid product development<\u002Fli>\n<\u002Ful>\n<b>Requirements:<\u002Fb><br>\n<ul>\n<li>Pursuing BA\u002FBS or MS in statistics, data science, machine learning, or related quantitative field<\u002Fli>\n<li>Graduation expected in 2021 (or sooner)<\u002Fli>\n<li>Previous experience analyzing large datasets and communicating results<\u002Fli>\n<li>Proficiency in R and\u002For Python for data analysis<\u002Fli>\n<li>11-12 week consecutive availability<\u002Fli>\n<li>Relocation to Pittsburgh, PA<\u002Fli>\n<\u002Ful>\n","9541e68fe85f5bc2":"<div><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><div>As a Data Scientist at ATPCO you will contribute to an agile team of software engineers, product managers and data analysts to simplify billions of data for airline customers. You will be using the latest in computing and machine learning technologies to help people all over the world buy airline tickets. You are perfect for the role if you love big data and have the skills to retrieve, combine, and analyze data from a variety of sources and structures.<\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\nLeverage a broad stack of technologies &mdash; Python, Conda, AWS, H2O, Spark, and more &mdash; to reveal the insights hidden within huge volumes of numeric and textual data<\u002Fli><li>\nBuild machine learning models through all phases of development, from design through training, evaluation, validation, and implementation<\u002Fli><\u002Ful><ul><li>\nUse your skills to translate the complexity of your work into tangible business goals<\u002Fli><li>\nBuild models, validate them, and back test them. You know how to interpret a confusion matrix or a ROC curve.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nThe ideal candidate:<\u002Fb><\u002Fdiv><ul><li>\nCurrent student or recent graduate with a bachelor&rsquo;s degree in CS or related field<\u002Fli><li>\nMachine learning and relational database experience<\u002Fli><\u002Ful><ul><li>\nExperience working with AWS<\u002Fli><li>\nExperience in Python, Scala, or R<\u002Fli><li>\nExperience with SQL<\u002Fli><li>\nExperience with clustering, classification, sentiment analysis, time series, and deep learning.<\u002Fli><li>\nComfortable with open-source languages and passionate about developing further.<\u002Fli><\u002Ful><ul><li>\nHands-on experience developing data science solutions using open-source tools and cloud computing platforms<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nAbout ATPCO:<\u002Fb><\u002Fdiv><div>\nWe are high-tech and growing our culture of flexible, energized teams. We take pride in strengthening connections between airlines and travelers by enabling the seamless management of pricing and retailing data. We are on the leading edge of the next generation of the ATPCO product suite and sit on a gazillion bytes of data.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","7133f12bd7a33aaa":"<div><p>We are looking for an experienced Data Scientist to join our <b>Content Analytics<\u002Fb> team.<\u002Fp>\n<p><\u002Fp>\n<p>Based in New York, you will contribute to developing impactful predictive models to estimate content consumption trends on the Spotify platform, ultimately informing billions of dollars of content spend. The output of your models will be core to our understanding of the lifetime value of content and will serve as the foundation of several strategic initiatives. Above all, you will be at the nexus of data science and business at one of the most innovative companies in the world.<\u002Fp>\n<p><\u002Fp>\n<p>In addition to possessing a strong technical background, you will be a natural communicator who is equally comfortable explaining complex statistical frameworks to both business and engineering teams. You will also have a strong preference for forecasting, time series, and asset valuation experience. Accompanying this broad set of responsibilities is exposure to many functional areas, as well as senior management, across Spotify.<\u002Fp>\n<h2 class=\"jobSectionHeader\"><b>\nWhat you&rsquo;ll do:<\u002Fb><\u002Fh2>\n<ul><li>Contribute to scalable solutions for forecasting content consumption, working closely with a team of peers across data engineering, data science, finance, and economics to interpret and report on model outputs.<\u002Fli>\n<li>Help identify the most impactful content consumption models and contribute to transitioning them to internal self-serve data products.<\u002Fli>\n<li>Prototype novel frameworks for anomaly detection in content consumption and contribute towards deploying them into internal production environments.<\u002Fli>\n<li>Support leadership with research on key business initiatives and challenges.<\u002Fli>\n<\u002Ful><h2 class=\"jobSectionHeader\"><b>What you bring:<\u002Fb><\u002Fh2>\n<ul><li>Degree in Computer Science\u002FEngineering, Mathematics, Statistics, Economics, or another quantitative field.<\u002Fli>\n<li>Ability to communicate complex topics using plain (non-technical) language.<\u002Fli>\n<li>2+ years (Data Scientist; ML Eng) of relevant experience analyzing and summarizing complex data via modern SQL dialects, with model development experience using a ML package supported in Python.<\u002Fli>\n<li>Experience with iterative prototyping, scaling, and deployment across a range of machine learning model types.<\u002Fli>\n<li>Experience with large time series datasets, alongside successfully navigating data workflows with complex DAG style data processing requirements.<\u002Fli>\n<li>Demonstrable experience of any of the following is a plus: Google BigQuery Standard SQL, Scio\u002FBeam\u002FDataflow, time series best practices, or general knowledge of distributed computing principles.<\u002Fli>\n<li>Comfort with navigating complex and fluid organizational structures within a dynamic and global company. To be successful, you will need to build and maintain cross-functional relationships spanning multiple teams and geographies.<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv>","309b32d61c0e7317":"<div><p><b>Company Overview<\u002Fb><\u002Fp>\n<p>HD Supply (NASDAQ:HDS) ( www.hdsupply.com ) is one of the largest industrial distributors in North America. The company provides a broad range of products and value-add services to approximately 500,000 customers with leadership positions in maintenance, repair and operations and specialty construction sectors. Through approximately 260 locations across 36 states and six Canadian provinces, the company's approximately 11,000 associates provide localized, customer-driven services including jobsite delivery, will call or direct-ship options, diversified logistics and innovative solutions that contribute to its customers' success. With an active commitment to the communities in which we operate, HD Supply associates are part of a thriving organization that supports the virtues of wellness, diversity and inclusion &ndash; all of which are top priorities for the company. Equally as important is empowering our associates to grow professionally while providing competitive benefits and compensation. If you&rsquo;re ready to find a rewarding career and achieve your full potential with a growing industry leader, HD Supply is ready for you!<\u002Fp>\n<p><b>Job Description &amp; Qualifications<\u002Fb><\u002Fp>\n<p><b>Job Su<\u002Fb> <b>mmary<\u002Fb><\u002Fp>\n<p>Responsible for modeling complex enterprise problems, discovering enterprise insights, and identifying opportunities through the use of statistical and machine learning algorithms, data mining, and visualization techniques. Integrates and prepares varied datasets, architects custom data environments, and communicates validation of results.<\u002Fp>\n<p><b>Major Tasks, Responsibilities and Key Accountabilities<\u002Fb><\u002Fp>\n<ul><li>Leads discovery processes with key stakeholders to identify business requirements and expected outcomes.<\u002Fli>\n<li>Makes strategic recommendations on data collection, integration and retention, business requirements, and knowledge of best practices.<\u002Fli>\n<li>Develops innovative and effective approaches to solve analytics problems and communicates results and methodologies.<\u002Fli>\n<li>Collaborates with subject matter experts regarding relevant sources of information and makes recommendations on data collection, integration, and retention requirements.<\u002Fli>\n<li>Recommends new and improved methods to improve data and search quality and predictive and prescriptive capabilities.<\u002Fli>\n<li>Integrates and prepares large, varied datasets. Architects specialized database and computing environments and communicates results.<\u002Fli>\n<li>Creates statistical and machine learning models to solve complex business problems across Sales, Marketing, and Supply Chain.<\u002Fli>\n<li>Partners with Data Engineers and Information Technology to operationalize machine learning algorithms in a production environment.<\u002Fli>\n<\u002Ful><p><b>Nature and Scope<\u002Fb><\u002Fp>\n<ul><li>Identifies key barriers\u002Fcore problems and applies problem solving skills in order to deal creatively with complex situations. Troubleshoots and resolves complex problems. Makes decisions under conditions of uncertainty, sometimes with incomplete information, that produce effective end results.<\u002Fli>\n<li>Independently performs assignments with instruction limited to the expected results. Determines and develops an approach to solutions. Receives technical guidance only on unusual or complex problems or issues.<\u002Fli>\n<li>May oversee the completion of projects and assignments, including planning, assigning, monitoring and reviewing progress and accuracy of work, evaluating results, etc. Contributes to employees' professional development but does not have hiring or firing authority.<\u002Fli>\n<\u002Ful><p><b>Work Environment<\u002Fb><\u002Fp>\n<ul><li>Located in a comfortable indoor area. Any unpleasant conditions would be infrequent and not objectionable.<\u002Fli>\n<li>Most of the time is spent sitting in a comfortable position and there is frequent opportunity to move about. On rare occasions there may be a need to move or lift light articles.<\u002Fli>\n<li>Typically requires overnight travel less than 10% of the time.<\u002Fli>\n<\u002Ful><p><b>Education and Experience<\u002Fb><\u002Fp>\n<ul><li>Typically requires BS\u002FBA in a related discipline. Generally 5-8 years of experience in a related field OR MS\u002FMA and generally 3-5 years of experience in a related field. Certification is required in some areas.<\u002Fli>\n<\u002Ful><p><b>Preferred Qualifications &amp; Job Specific Details<\u002Fb><\u002Fp>\n<p><b>Preferred Qualifications<\u002Fb><\u002Fp>\n<ul><li>2-3 years of experience in the field of retail marketing or operational related applied Data Science<\u002Fli>\n<li>3+ years of relevant quantitative and analytics experience or equivalent educational experience<\u002Fli>\n<li>Masters&rsquo;s degree in mathematics, statistics or computer science or related field preferred<\u002Fli>\n<li>Strong understanding and application of statistical methods and skills: distributions, experimental design, variance analysis, A\u002FB testing, and GLM\u002F Regression.<\u002Fli>\n<li>Expertise in machine learning algorithms and experience using the following ML techniques: Logistic Regression, Decision Trees, Random Forests, Gradient Boosting, SVMs, Time Series, KMeans, Clustering, Recommendation Systems<\u002Fli>\n<li>Strong coding and debugging skills in one or more of the following technologies: Python, R, Scikit-learn, H2O, Azure<\u002Fli>\n<li>Advanced knowledge of SQL and proven experience with large data sets such as Hadoop, hive, spark<\u002Fli>\n<li>Strong skills in developing recommendation engines \u002F collaborative filtering or developing models for supply chain optimization a plus<\u002Fli>\n<li>Experience visualizing\u002Fpresenting data for stakeholders using any of the following: Tableau, PowerBI, ggplot, etc.<\u002Fli>\n<li>Must have a proven track record of partnering with business in delivering quality business solutions<\u002Fli>\n<li>Strong collaboration skills with both technical and non-technical groups<\u002Fli>\n<\u002Ful><p><b>PRID<\u002Fb><\u002Fp>\n<p>PRID142<\u002Fp>\n<p><b>Job ID<\u002Fb> <i>2019-33055<\u002Fi><\u002Fp>\n<p><b>Business Unit<\u002Fb> <i>Facilities Maintenance<\u002Fi><\u002Fp>\n<p><b>Functional Area<\u002Fb> <i>Strategic Business Development<\u002Fi><\u002Fp>\n<p><b>Remote Position?<\u002Fb> <i>No<\u002Fi><\u002Fp>\n<p><b>Position Type<\u002Fb> <i>Full-Time<\u002Fi><\u002Fp>\n<p><b>Posting Location : Postal Code<\u002Fb> <i>30339<\u002Fi><\u002Fp>\n<p>HD Supply is an Equal Opportunity Minority\u002FFemale\u002FIndividuals with Disabilities\u002FProtected Veteran and Affirmative Action Employer. HD Supply considers for employment and hires qualified candidates without regard to age, race, religion, color, sex, sexual orientation, gender, gender identity, national origin, ancestry, citizenship, protected veteran or disability status or any factor prohibited by law.<\u002Fp><\u002Fdiv><p><\u002Fp>","ac9c9e929657bbc6":"<div><h2 class=\"jobSectionHeader\"><b>Job Description\n<\u002Fb><\u002Fh2><div><div><div><div>Our Advanced Data Analytics division in Reston, VA is seeking a talented Data Scientist for R&amp;D projects with large amounts of complex data. As a Data Scientist you will be responsible for designing, implementing, and analyzing the results of innovative solutions to clients&rsquo; challenging machine learning and data mining problems. Applicants interested in applying only off-the-shelf solutions need not apply. Project teams are small, typically 2-5 people including Data Scientists, Mathematicians, and Software Developers. Each person is involved in the project&rsquo;s entire process, from concept through design and implementation to demonstration. Our management structure gives you the freedom to create innovative designs and products. The ideal candidate will have experience writing well-documented, maintainable, and extensible software and APIs.<\u002Fdiv><div><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Desired Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Bachelor&rsquo;s or Master&rsquo;s degree in Machine Learning, Data Science, Computer Science, Mathematics, Statistics, or a related field<\u002Fli><li>\nSignificant experience developing and knowledge of best practices for evaluating innovative, scalable anomaly detection, classification, recommendation, and related algorithms\n<\u002Fli><li>Significant programming experience in Python, Java, Scala, or R<\u002Fli><li>\nExperience with machine learning software libraries such as scikit-learn and Weka<\u002Fli><li>\nUnderstanding of deep learning algorithms and experience with related libraries such as TensorFlow, Torch, and Deeplearning4j a plus<\u002Fli><li>\nExperience with big data tools such as Apache Spark, Mahout, or Storm a plus<\u002Fli><li>\nExperience with NLP (Natural Language Processing) a plus<\u002Fli><li>\nAbility to communicate algorithm design, performance metrics, and data analyses in written and oral reports<\u002Fli><li>\nUS CITIZENSHIP REQUIRED; applicants selected will be subject to a security investigation and will need to meet eligibility requirements for access to classified information<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><div>Position Location: Reston, VA<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","1d9ee0dd37393c00":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>The massive scale and heavy engagement of the people using our products make the Facebook platform an ideal place for marketers to build their brands. It also makes the platform an ideal place to conduct analyses and research to learn how to improve marketing in the new mobile world. The successful candidate will focus on investigating and understanding the current best practices for advertising on Facebook as well as inventing new strategies. The team is both theoretical and practical as we work with product engineers and with our top tier advertisers to build our understanding and to test ideas.\n<br>\n<br>\nThe ideal candidate for this data science focused position will be passionate about Facebook and Instagram, and have a proven track record of analyzing and deriving insights from data. They would be intellectually curious, a great communicator, data-driven, a fast learner and able to move fast while keeping focused on high impact projects. Applicants should have a strong quantitative understanding, a strong data a talent for taking complex concepts and distilling them into clear accessible learnings. This is a 12 week internship located in Menlo Park, CA.\n<br>\n<\u002Fdiv><div><div>RESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nApply analytical skills to complex quantitative problems, presenting actionable insights to key stakeholders<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDevelop deep understanding of the Auction, analyze current performance by targeting and objectives<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nIdentify levers for improving overall results across Facebook's ads auction<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDrive learnings on campaign optimization<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nRecommend product or positioning changes based on robust analysis of user and advertiser behavior<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nResearch applied machine learning questions in our ads system to improve advertiser value<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nCurrently has, or is in the process of obtaining, a Bachelors degree in Computer Science or related STEM field<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with statistical data analysis<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience driving action based on data-driven insights<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience operating independently and delivering results<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nUnderstanding of statistical analysis, experience with packages such as R, MATLAB, SPSS, SAS, Stata, etc.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nMust obtain work authorization in country of employment at the time of hire and maintain ongoing work authorization during employment<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nExperience with experimental design<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with machine learning in a production setting<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","f36ceca692679d9c":"<p><\u002Fp><div><p>Join our team! As a global leader in providing title insurance, settlement services and risk solutions for real estate transactions, First American Financial Corporation (NYSE: FAF) is an ideal place to build your career. We have been entrusted with helping our customers achieve and protect their dream of homeownership since 1889.We believe that our people are the key to the company&rsquo;s continued success. Because our employees enable our future, we invest in theirs by supporting their careers and promoting their overall wellbeing. First American has created an award-winning culture and has been named to the Fortune 100 Best Companies to Work For&reg; 2018 list for the third consecutive year and to more than 50 regional Best Places to Work lists. For more information, visit www.firstam.com<\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Summary<\u002Fb><\u002Fh2><p><\u002Fp><p>\nHow would you like to work for one of Fortune&rsquo;s top 100 Best Places to Work in 2018? At First American, we believe in People First and it shows in the passion and energy of our employees. We are seeking a Data Scientist to join our growing team. The ideal candidate will be intricately involved in running analytical experiments in a methodical manner to identify business trends and problems. This individual will interpret results from multiple sources using a variety of techniques, ranging from simple data aggregation via statistical analysis to complex data mining. This is a perfect opportunity for the successful candidate to become part of an innovative and energetic team that designs, develops, and implements the most valuable business solutions for the entire organization.<\u002Fp><p><\u002Fp><p><b>\nResponsibilities:<\u002Fb><\u002Fp><ul><li>\nLeverage skills in handling very large datasets to perform exploratory analysis, construct relevant variables, and perform sample design.<\u002Fli><li>\nBuild complex predictive models to substantially improve business operations.<\u002Fli><li>\nAct as technical expert to recommend and develop innovative analytic solutions.<\u002Fli><li>\nCommunicate and present results to internal audiences, senior leadership, and prepare presentations and documentation of models and analytical solutions.<\u002Fli><li>\nUses skills as a seasoned, experienced professional with a full understanding of industry practices and established policies and procedures<\u002Fli><li>\nTroubleshoots a wide variety of complex problems and identifies solutions within broad applications and functional expertise<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nRequirements:<\u002Fb><\u002Fp><ul><li>\nExtensive experience with large datasets<\u002Fli><li>\nKnowledge and experience with diverse statistical and data mining methods (e.g. - GLM\u002FRegression, Trees, Clustering, PCA, SVM, Time Series analysis etc.)<\u002Fli><li>\nDemonstrated proficiency with statistical packages such as SAS or R<\u002Fli><li>\nUnderstanding of RDBs and interactive SQL programming skills<\u002Fli><li>\nAptitude for picking up new technologies and industries<\u002Fli><li>\nExcellent verbal and written communication skills<\u002Fli><li>\n5-7 years&rsquo; experience building predictive and descriptive statistical models<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nEducation:<\u002Fb><\u002Fp><ul><li>\nBS or equivalent in Mathematics, Statistics, or Computer Science<\u002Fli><li>\nMS or PhD degree preferred<\u002Fli><\u002Ful><p><\u002Fp><p>\nFirst American invests in its employees' development and well-being, empowers them to provide superior customer service and encourages them to serve the communities where they live and work. First American is committed to diversity and inclusion. We are an equal opportunity employer. For more information about our Company and our dedication to putting People First, check out firstam.com\u002Fcareers.<\u002Fp><\u002Fdiv>","3098330b641df768":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>The Infrastructure Strategy group is responsible for the strategic analysis to support and enable the continued growth critical to Facebook&rsquo;s infrastructure organization. The ideal candidate will be passionate about Facebook, have strong analytical and modeling aptitude and has experience using data to drive cost effective decision making.\n<br>\n<\u002Fdiv><div><div>RESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nLeverage data and business principles to solve large-scale web, mobile and data infrastructure problems.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nWork cross-functionally to define problem statements, collect data, build analytical models and make recommendations.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nBuild and maintain data driven optimization models, experiments, forecasting algorithms, and machine learning models.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nLeverage tools like Python, R, Hadoop &amp; SQL to drive efficient analytics.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nCommunicate final recommendations and drive decision making.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nDegree in quantitative field (e.g. Computer Science, Engineering, Mathematics, Statistics, Operations Research or other related field)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n2+ years of industry or graduate research experience solving analytical problems and building models using quantitative, statistical or machine learning approaches<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with Machine Learning, Statistics, or other data analysis tools and techniques<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience performing data extraction, cleaning, analysis and presentation for medium to large datasets<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with at least one programming language (i.e. Python, R, Java, or C++)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience writing SQL queries<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with scientific computing and analysis packages such as NumPy, SciPy, Pandas, Scikit-learn, dplyr, or ggplot2<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with statistics methods such as forecasting, time series, hypothesis testing, classification, clustering or regression analysis<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with data visualization libraries such as Matplotlib, Pyplot, ggplot2<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with machine learning libraries and packages such as PyTorch, Caffe2, TensorFlow, Keras or Theano<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nAdvanced degree (Master&rsquo;s or PhD) in quantitative field<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience working with distributed computing tools (Hadoop, Hive, Spark, etc.)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProficiency in algorithmic complexity<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","8a3f27c12732a570":"<div><p>At Hewlett Packard Enterprise (HPE), we live by three core values that drive our business: Partner. Innovate. Act. These values combine to help us create important work all over the world to advance how people live and work.<\u002Fp><p><\u002Fp><p>\nLearning does not only happen through training. Relationships are among the most powerful ways for people to learn and grow, and this is part of our HPE culture. In addition to working alongside talented colleagues, you will have many opportunities to learn through coaching and stretch assignment opportunities. You&rsquo;ll be guided by feedback and support to accelerate your learning and maximize your knowledge. We also have a &ldquo;reverse mentoring&rdquo; program which allows us to share our knowledge and strengths across our multi-generation workforce.<\u002Fp><p><\u002Fp><p>\nHewlett Packard Enterprise is seeking a highly motivated Data Scientist Intern to work in the San Jose, CA office.<\u002Fp><p><\u002Fp><p>\nResponsibilities:<\u002Fp><ul><li>\nIdentify, analyze and interpret trends or pattern in complex data sets, including telemetry from storage arrays and other IT infrastructure components<\u002Fli><li>\nUse advanced machine learning techniques to predict or alert in case of failures, and recommend actions that can mitigate or resolve them.<\u002Fli><li>\nAutomate data collection, pre-processing and\u002For analysis<\u002Fli><li>\nCommunicate findings clearly and succinctly to technical and non-technical audience<\u002Fli><\u002Ful><p><\u002Fp><p>\nEducation\u002FExperience:<\u002Fp><ul><li>\nCurrently pursuing a Masters degree or working towards completion of PhD program in Computer Science or Computer Engineering.<\u002Fli><li>\nR or scala programming, SQL experience<\u002Fli><\u002Ful><p><\u002Fp><p>\nWe offer:<\u002Fp><ul><li>Competitive salary and extensive social benefits<\u002Fli><li>Diverse and dynamic work environment<\u002Fli><li>Work-life balance and support for career development<\u002Fli><li>Want to know more about HPE? Then let&rsquo;s stay connected!<\u002Fli><\u002Ful><p>\nhttps:\u002F\u002Fwww.facebook.com\u002FHPECareers<\u002Fp><p>\nhttps:\u002F\u002Ftwitter.com\u002FHPE_Careers<\u002Fp><p><\u002Fp><p>\nHPE is an EOE \u002F Female \u002F Minority \u002F Individual with Disabilities \u002F Protected Veteran Status<\u002Fp><p><\u002Fp>\n1053219<\u002Fdiv>","d4319f894fc21868":"<div><b>Job Title: <\u002Fb>Data Scientist - Machine Learning<br>\n<p><b>Position Overview<\u002Fb><\u002Fp><p>\nOur data science team is seeking an experienced machine learning engineer. The successful candidate will work with the data science and AI engineering teams to select algorithms, implement new methodologies, and formulate solutions to challenging problems.<\u002Fp><p><b>\nJob Duties\u002FResponsibilities<\u002Fb><\u002Fp><ul><li>\nDesign, train and deliver machine learning solutions to a wide range of datasets: from small datasets to big data, time series to 3D matrices, both unlabeled and labelled<\u002Fli><li>\nImplement, test and validate new algorithms in a way that can be used by the data science team<\u002Fli><li>\nFormulate learning algorithms in complex multi-physics systems with diverse data sets<\u002Fli><li>\nStay up-to-date with the latest machine learning techniques by reviewing literature, attending conferences, etc<\u002Fli><li>\nWork in a highly collaborative environment to brainstorm, design, implement and deliver ML solutions to some of the most challenging industrial IOT problems<\u002Fli><\u002Ful><p>\n <b>Qualifications and Skills<\u002Fb><\u002Fp><ul><li>\nMinimum 3 years of experience in application of ML algorithms in general and deep learning in particular<\u002Fli><li>\nPhD in EE, CS or similar field<\u002Fli><li>\n2+ years of experience with deep learning algorithms and techniques, including but not limited to:<ul><li>\nCNN, LSTM, RNN<\u002Fli><li>\nTensorFlow, Keras, PyTorch<\u002Fli><\u002Ful><\u002Fli><li>\nOptimization Techniques<\u002Fli><li>\nReinforcement Learning<\u002Fli><li>\nMinimum 5 years of programming experience one or more of the following:<ul><li>\nPython, Java, Matlab<\u002Fli><\u002Ful><\u002Fli><\u002Ful><p>\n <b>Preferred Requirements<\u002Fb><\u002Fp><ul><li>\nGraph-based Machine Learning<\u002Fli><li>\nResearch experience with high impact publications<\u002Fli><li>\nApplication of ML in industrial projects<\u002Fli><\u002Ful><b>\nAbout Beyond Limits<\u002Fb><br>\n<br>\nBeyond Limits is a pioneering Artificial Intelligence company with a technology legacy in Space Exploration. A spinoff of NASA's Jet Propulsion Lab and Caltech, Beyond Limits provides advanced intelligence solutions that go far beyond conventional AI. Our cognitive computing technology mimics human thought processes and provides autonomous reasoning to aid human-like decision-making.<br>\n<br>\nBeyond Limits provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, disability or genetics. In addition to federal law requirements, Beyond Limits complies with applicable state and local laws governing nondiscrimination in employment in every location in which the company has facilities. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence, compensation and training.<br>\n<br>\nBeyond Limits expressly prohibits any form of workplace harassment based on race, color, religion, gender, sexual orientation, gender identity or expression, national origin, age, genetic information, disability, or veteran status. Improper interference with the ability of Beyond Limit&rsquo;s employees to perform their job duties may result in discipline up to and including discharge.<\u002Fdiv>","2dcddaebc01a64fc":"<div><p>Here at Universal Parks &amp; Resorts&trade;, you can enjoy an exciting culture where creating our unique Universal brand of thrilling experiences is a top priority. We are passionate about what we do and take pride in the exclusive ways we deliver fun.<\u002Fp>\n<p>\nComprised of Universal Orlando Resort, Universal Studios Hollywood, Universal Studios Japan, Universal Studios Singapore, and a new destination coming in Beijing, China; we are proud to offer a universe of extraordinary opportunities. It takes a special kind of person to work at all of our destinations. We value individuals who know how to be part of a team, who embrace fun and are serious about their work. It takes hard work, dedication, knowledge and just the right amount of Universal spirit to open our doors of opportunity. We champion the power of cultural diversity and inclusion and continuously strive to maintain a team that is a reflection of our global audience.<\u002Fp>\n<p>\nBeing a part of the Universal family also comes with extraordinary perks. We offer a comprehensive benefits package, career development, excellent growth opportunities, free park admission, complimentary passes, and more!<\u002Fp>\n<p>\nJoin us if you want to collaborate, innovate, develop, and deliver the most compelling entertainment experiences imaginable that drive growth for the Universal brand around the world. Experience a workplace that will inspire you to be Bold! Apply today.<\u002Fp><br>\n<p>\n<b>\nJOB SUMMARY<\u002Fb>: Develop and implement revenue management and pricing solutions to drive superior financial performance through advanced analytic methods. Develop market response models to understand price sensitivity and determine optimal pricing for Universal Express, Food, Merchandise and other businesses within Universal Parks. Develop, test and implement new products, test price and demand sensitivity, make recommendations to maximize profitability. Establish key performance tracking metrics and monitor ongoing performance.<\u002Fp><br>\n<p>\n<b>\nMAJOR RESPONSIBILITIES:<\u002Fb><\u002Fp>\n<ul>\n<li>Develop Revenue management models that reflect price elasticity for all guest facing products sold at domestic theme parks and support automation of Revenue Management decision making and identify opportunities to drive incremental profitability. Modeling efforts will include data preparation, normalization and segmentation to accurately predict the market response to changing prices.<\u002Fli>\n<li>Test model accuracy, adjust price, calculate demand sensitivity and make recommendations that maximize profitability. Measure market response at the product and category levels across multiple locations and parks. Establish and maintain baseline historical pricing, seasonality, transaction volume, revenue, penetration, per capita, pricing, etc.<\u002Fli>\n<li>Provide weekly and annual pricing recommendations; collaborate with product owners to take action to drive incremental revenue. Develop and maintain dashboards\u002Freporting and drive performance measurement.<\u002Fli>\n<li>Trouble shoot forecast and optimization anomalies with revenue management team through the use of statistical and mathematical optimization models<\u002Fli>\n<li>Understands and actively participates in Environmental, Health &amp; Safety responsibilities by following established UO policy, procedures, training and team member involvement activities.<\u002Fli>\n<li>Performs other duties as assigned.<\u002Fli>\n<\u002Ful>\n<p><br>\n<b>SCOPE: <\u002Fb>Develop Revenue Management models and solutions for Express\u002FFOL, Food, Merchandise and other ancillary products across all domestic parks sales channels.<\u002Fp><br>\n<p>\n<b>\nEDUCATION:<\u002Fb> Bachelor&rsquo;s degree and Master&rsquo;s degree is required, PhD is preferred. Master of Science Degree\u002FPhD in Industrial Engineering, Operations Research, Management Science, Mathematics, Statistics or equivalent.<\u002Fp><br>\n<p>\n<b>\nEXPERIENCE:<\u002Fb><\u002Fp>\n<ul>\n<li>5-7 years of experience in the field or in a related area.<\u002Fli>\n<li>Able to query databases using SQL, R and\u002For Python.<\u002Fli>\n<li>Coding experience with Python or R preferred.<\u002Fli>\n<li>Experience in entertainment, food and beverage and\u002For retail industries preferred.<\u002Fli>\n<li>Familiar with visual analytic tools, such as Tableau, is a plus.<\u002Fli>\n<li>Strong critical thinking, problem solving skills and ability to work through complex problems.<\u002Fli>\n<\u002Ful><p><b>ADDITIONAL INFORMATION:\n<\u002Fb><\u002Fp><ul><li>Strong critical thinking and problem solving skills<\u002Fli>\n<li>The ability to work through complex problems<\u002Fli>\n<li>Capable of communicating and expressing ideas clearly and concisely, in both written and oral formats.<\u002Fli>\n<li>Strong interpersonal, technical and presentation skills required.<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p>Your talent, skills and experience will be rewarded with a competitive compensation package.<\u002Fp><br>\n<p>\n<b>\nUniversal is not accepting unsolicited assistance from search firms for this employment opportunity. All resumes submitted by search firms to any employee at Universal Orlando via-email, the Internet or in any form and\u002For method without a valid written Statement of Work in place for this position from Universal Orlando HR\u002FRecruitment will be deemed the sole property of Universal Orlando. No fee will be paid in the event the candidate is hired by Universal Orlando as a result of the referral or through other means.<\u002Fb><\u002Fp><br>\n<p>\nUniversally <b>YOU<\u002Fb>!<\u002Fp>\n<p>\nUniversal elements and all related indicia TM &amp; &copy; 2018 Universal Studios. All rights reserved. EOE<\u002Fp><\u002Fdiv><p><\u002Fp>","a2bd4e3612e55c6d":"<div><\u002Fdiv><div><div><div>The Data Scientist is part of a team that transforms the practice of lending in the vacation ownership industry; uses modern distributed computing technologies, open sourced tools, and rich, proprietary datasets to unlock opportunities to help our members experience better vacations while maintaining financial balance. The Data Scientist has ongoing exposure to senior executives, providing the opportunity to influence key decisions and shape strategies.<br>\n<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>ESSENTIAL JOB FUNCTIONS<\u002Fb><\u002Fdiv>\n<ul><li><div>Envisions and builds advanced models and analytics to transform work practices, creating important business and customer value in the process.<\u002Fdiv><\u002Fli><li><div>\nCollaborates with team members to build machine learning solutions from development through validation and deployment.<\u002Fdiv><\u002Fli><li><div>\nWorks with modern open source tools to explore unique and proprietary data sources to discover new relationships and actionable insights.<\u002Fdiv><\u002Fli><li><div>\nAssesses new technologies and data that could further advance the Company&rsquo;s ability to help customers enjoy their vacations.<\u002Fdiv><\u002Fli><li><div>\nSelects the right tools for various tasks within the department.\n<\u002Fdiv><\u002Fli><li><div>\nExplores data and takes joy in finding the unexpected. Demonstrates knowledge in validating that a solution does what it is expected to do.\n<\u002Fdiv><\u002Fli><li><div>Implements data science solutions.<\u002Fdiv><\u002Fli><li><div>\nContinuously learns and finds new tools, technologies, and techniques. Seeks the right answers.<\u002Fdiv><\u002Fli><li><div>\nViews ambiguity as an opportunity and acknowledges unknown challenges as the best challenges.\n<\u002Fdiv><\u002Fli><li><div>Puts solutions together in ways that others had not thought of.<\u002Fdiv><\u002Fli><li><div>\nEncourages doing the right thing because it is right; puts service before self.\n<\u002Fdiv><\u002Fli><li><div>Assists teammates and shares knowledge freely.<\u002Fdiv><\u002Fli><li><div>\nCompletes all required Company trainings and compliance courses as assigned.<\u002Fdiv><\u002Fli><li><div>\nAdheres to Company standards and maintains compliance with all policies and procedures.\n<\u002Fdiv><\u002Fli><li><div>Performs other related duties as assigned.<\u002Fdiv><div>\n<\u002Fdiv><\u002Fli><\u002Ful>\n<div><b>EDUCATION<\u002Fb><\u002Fdiv>\n<ul><li><div>Bachelor&rsquo;s degree with an advanced degree in a quantitative field (mathematics, statistics, economics or applied humanities, physics or other applied sciences, operations research or relevant engineering disciplines, computer science), or equivalent experience in related field.<\u002Fdiv><\u002Fli><\u002Ful><br>\n<div><\u002Fdiv>\n<div><b>EXPERIENCE<\u002Fb><\u002Fdiv>\n<ul><li><div>A minimum one (1) year of experience in the data analytics field required.\n<\u002Fdiv><\u002Fli><li><div>No supervisory experience required.<\u002Fdiv><\u002Fli><\u002Ful>\n<div><\u002Fdiv><br>\n<div><b>SUPERVISORY RESPONSIBILITIES<\u002Fb><\u002Fdiv>\n<ul><li>This position does not include any supervisory responsibilities.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nLICENSE &amp; CERTIFICATIONS<\u002Fb><\u002Fdiv><ul><li><div>\nThis position does not require licenses or certifications.<\u002Fdiv><\u002Fli><\u002Ful>\n<div><\u002Fdiv><br>\n<div><b>SKILLS &amp; ABILITIES<\u002Fb><\u002Fdiv>\n<div>This position requires the capability to understand and follow both oral and written directions as well as knowledge and usage of correct business English and office practices. Must be able to communicate effectively with others, analyze and resolve problems, maintain effective working relationships, and interact successfully with internal and external customers.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>Specific skills and abilities include, but are not limited to the following:<\u002Fdiv>\n<ul><li><div>Working knowledge with databases (SQL) and statistical packages (R, SAS, Python).<\u002Fdiv><\u002Fli><li><div>\nDeep expertise in several of following: linear regression, logistic regression, multivariate analysis, stochastic models, decision trees, deep learning, time-series analysis, and\u002For graph theory.<\u002Fdiv><\u002Fli><li><div>\nExcellent critical thinking.<\u002Fdiv><\u002Fli><li><div>\nHighly-collaborative, self-motivated, with an interest in business.<\u002Fdiv><\u002Fli><li><div>\nInsatiable curiosity and desire for continuous learning.<\u002Fdiv><\u002Fli><li><div>\nComputer proficiency in Microsoft Word, Excel, and Outlook.<\u002Fdiv><\u002Fli><li><div>\nUnderstands how to develop and implement business strategies.<\u002Fdiv><\u002Fli><li><div>\nAbility to interpret and create policies, procedures, and manuals.<\u002Fdiv><\u002Fli><li><div>\nExcellent customer service skills.<\u002Fdiv><\u002Fli><li><div>\nProficient in time management; the ability to organize and manage multiple priorities.<\u002Fdiv><\u002Fli><li><div>\nAbility to take initiative and effectively adapt to changes.<\u002Fdiv><\u002Fli><li><div>\nAble to establish and maintain a cooperative working relation.<\u002Fdiv><\u002Fli><li><div>\nAbility to interpret and create spreadsheets.<\u002Fdiv><\u002Fli><li><div>\nAble to use sound judgment; work independently, with minimal supervision.\n<\u002Fdiv><\u002Fli><li><div>Strong analytical and problem solving skills.<\u002Fdiv><\u002Fli><li><div>\nAble to perform a variety of duties, often changing from one task to another of a different nature, with impending deadlines and\u002For established timeframes.<\u002Fdiv><\u002Fli><li><div>\nCompetent in public speaking.<\u002Fdiv><\u002Fli><li><div>\nPerforms well with frequent interruptions and\u002For distractions.<\u002Fdiv><\u002Fli><li><div>\nAdvanced math skills.<br>\n<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv><div><b>\nPrimary Location<\u002Fb><b>:<\u002Fb> US-Florida-Orlando<\u002Fdiv><div><b>\nWork Locations<\u002Fb><b>:<\u002Fb> South Park 8415 South Park Circle Orlando 32819<\u002Fdiv><div><b>\nJob<\u002Fb><b>:<\u002Fb> Client Services<\u002Fdiv><div><b>\nSchedule<\u002Fb><b>:<\u002Fb> Full-time<\u002Fdiv><div><b>\nShift<\u002Fb><b>:<\u002Fb> Day Job<\u002Fdiv><div><b>\nTravel<\u002Fb><b>:<\u002Fb> Yes, 10 % of the Time<\u002Fdiv><\u002Fdiv>","845667370f865e70":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>At the heart of connecting people together is building a platform that fosters sharing between you and family, friends, and community. Messaging is key to this. The messaging market is competitive with a wide range of competitors at different stages of development including 1) Messaging services built on social platforms such as Messenger\u002FFB, Snapchat, Instagram 2) Standalone messaging apps such as WhatsApp, WeChat and Line and 3) Android\u002FiPhone native messaging solutions such as iMessage and Android Messages. This space is complex and growth in such a competitive space is challenging but also rewarding as we are able to connect the world through meaningful conversations. We need a data scientist who is capable of tackling all aspects of this problem. Your scope will include working with multiple product teams within Messenger as well as collaborating with different product teams across the company.<\u002Fdiv><div><div>\nRESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nUse existing insights, and develop an understanding agenda to unearth new ones, to drive the product strategy<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nOwn all communications of insights to upper management in support of strategic decision-making<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPartner with cross-functional teams to identify new opportunities requiring the use of modern analytical and modeling techniques<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPlan, and be able to conduct as needed, end-to-end analyses, from data requirement gathering, to data processing and modeling<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nOwn ongoing deliverables and communications<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nWork with data engineers to architect data and modeling pipelines<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nMS degree in a quantitative discipline (e.g., statistics, operations research, econometrics, computer science, applied mathematics, physics, electrical engineering, industrial engineering) or equivalent experience<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n10+ years experience doing quantitative analysis or statistical modeling<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nKnowledge of at least one modeling framework (e.g., Scikit-Learn, TensorFlow, SAS, R, MATLAB)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience influencing product strategy through data-centric presentations (to product, business, and other stakeholders)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nKnowledge in at least one of the following areas: predictive modeling, machine learning, experimentation methods<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience extracting and manipulating large datasets<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDevelopment experience in any scripting language (PHP, Python, Perl, etc.)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProven experience influencing cross-functional partners and work across teams<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience in network effects, growth, customer analytics, messaging a plus two sided platforms and teasing out causal inference from endogenous systems<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\n5+ years experience leading technical teams<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with distributed computing (Hive\u002FHadoop)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","8bc9b0fa9217923b":"C3.ai is a leading enterprise AI software provider for accelerating digital transformation. The comprehensive and proven C3 AI Suite uses a model-driven abstraction layer to enable organizations to develop, deploy, and operate enterprise scale AI applications 40x to 100x faster than alternative approaches. www.c3.ai ( http:\u002F\u002Fwww.c3.ai\u002F )\n<br><br>\nAs a Data Scientist, you will participate in the definition of new analytics capabilities able to provide our customers with the information they need to make proper decisions to support our customers in operating the internet of things (IoT). In addition, you will help find the appropriate machine learning \u002F data mining algorithms to answer these questions. Finally, you will be responsible for implementing this into the product and making it available to our customers.\n<br><br>\nQualified candidates will have an in-depth knowledge of most common machine learning techniques and their application. You will also understand the limitations of these algorithms and how to tweak them or derive from them to achieve similar results at large-scale.\n<br><br>\n<b>Your Responsibilities:<\u002Fb><br>\n<ul>\n<li>Driving adoption of Deep Learning systems into next-generation of C3.ai products.<\u002Fli>\n<li>Designing and deploying Machine Learning algorithms for industrial applications such as fraud detection and predictive maintenance.<\u002Fli>\n<li>Collaborating with data and subject matter experts from C3.ai and its customer teams to seek, understand, validate, interpret, and correctly use new data elements.<\u002Fli>\n<\u002Ful>\n<b>Requirements:<\u002Fb><br>\n<ul>\n<li>MS or PhD in Computer Science, Electrical Engineering, Statistics, or equivalent fields.<\u002Fli>\n<li>Applied Machine Learning experience (regression and classification, supervised, and unsupervised learning).<\u002Fli>\n<li>Strong mathematical background (linear algebra, calculus, probability and statistics).<\u002Fli>\n<li>Experience with scalable ML (MapReduce, streaming).<\u002Fli>\n<li>Ability to drive a project and work both independently and in a team.<\u002Fli>\n<li>Smart, motivated, can do attitude, and seeks to make a difference.<\u002Fli>\n<li>Excellent verbal and written communication.<\u002Fli>\n<\u002Ful>\nPreferred\n<br><br>\n<ul>\n<li>Experience with JavaScript and prototyping languages such as Python and R. Experience with Java and Scala is a plus.<\u002Fli>\n<li>Knowledge in electrical engineering and cyber-physical systems is a plus.<\u002Fli>\n<li>A portfolio of projects (GitHub, papers, etc.) is a plus.<\u002Fli>\n<\u002Ful>\nC3.ai provides a competitive compensation package and excellent benefits including:\n<br><br>\n<ul>\n<li>Competitive salary, generous stock options, 401K, medical, dental, and vision benefits. At the office, we offer a fully stocked kitchen with catered breakfast and lunch, table tennis and pool table, free membership at our on-site gym, Friday evening social hours with food, drink and music and a fun team of great people.<\u002Fli>\n<\u002Ful>\nC3.ai is proud to be an Equal Opportunity and Affirmative Action Employer. We do not discriminate on the basis of any legally protected characteristics, including disabled and veteran status.","44c4bac5eeb08698":"<div><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><p>ATPCO is building the infrastructure and systems to support the next iteration of revenue management capabilities in a continuous\u002Fdynamic pricing world. This role will work within the ATPCO R&amp;D team to help develop compelling real-world models to support the new capabilities and data points required to deliver this strategy.<\u002Fp><div>\nThe Strategy division defines and enables the long-term vision of the ATPCO product portfolio, creates and defines industry processes and standards to help achieve the future of ATPCO.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nAs a Data Scientist you will identify trends, patterns and value in data that would benefit internal initiatives and provide products or tools of value to our customers. You will work across functions to develop, maintain and revise views of data looking for valuable information that would support airline fare management analyses. You will work with the R&amp;D team to solve complex business problems that require an operations research approach of large-scale data modeling and regression analysis.<\u002Fdiv><div><\u002Fdiv><br>\n<p>\nThe ideal candidate:<\u002Fp><ul><li>\nExperience in airline inventory\u002Fyield management or revenue management\n<\u002Fli><li>Bachelor&rsquo;s degree in mathematics or similar work experience<\u002Fli><li>\nHas expert knowledge of analytic business optimization<\u002Fli><li>\nExtensive experience in statistical modeling, experimental design, sampling, clustering, predictive modeling or other related techniques<\u002Fli><li>\nStrong ROI optimization, dashboard design, metric selection and definition experience<\u002Fli><li>\nHas extensive experience using data analysis tools to analyze and present data in a compelling manner<\u002Fli><\u002Ful><div><b>\nAbout ATPCO:<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWhen it comes to data and content, ATPCO is the powerhouse of the airline industry, with the world's largest air price content repository. Our strength has always been in distributing that content throughout the air travel ecosystem. We lead the industry into the future by delivering all air price content via New Distribution Capability (NDC) APIs.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nATPCO is the airline industry&rsquo;s trusted partner in driving innovation, reducing complexity, and delivering network economics to the entire distribution ecosystem through standards, technology, and effective governance. Our Vision is to fuel the future of air travel, leading the industry into the next generation of distribution, by empowering smart connection of all content through all channels<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","6e1dc0757299629d":"Avalere Health is seeking a Data Scientist to join our Health Economics & Advanced Analytics Practice.\n<br><br>\nThe HEAA practice works with life sciences companies and other healthcare sectors to quantify and communicate the real-world value of healthcare interventions and to align our clients business strategies with the evidentiary demands of an increasingly value-driven marketplace. We are driven by deep subject matter expertise, differentiated and proprietary real-world data assets, and an emphasis on sound business strategy coupled with rigorous research and advanced analytic capabilities. The data scientist will serve at the Research Scientist II level and lead and participate in the conceptualization, execution, and delivery of analyses in health economics, comparative effectiveness, performance measure development and testing, outcomes research, and epidemiology.\n<br><br>\nLend deep statistical, epidemiological, or econometric expertise to the development of proposals, statements of work, and study protocols\u002Fstatistical analysis plans\n<br><br>\nPerform descriptive and advanced statistical analysis using large patient or claims databases in support of predictive modeling and health outcomes research\n<br><br>\nDevelop and author study reports, scientific publications, conference abstracts and posters\n<br><br>\nIndependently manage workflow and make direct contributions to the research process\n<br><br>\nCollaborate with cross-functional project teams (project leads, project managers, programmers, research assistants, etc.) to support exceptional execution for clients\n<br><br>\nSupport the growth and development of junior staff focused on related areas\n<br><br>\nSkills, Experience, and Other Job-Related Requirements\n<br>Education Requirements\n<br><br>\nMA\u002FMS or PhD in economics, health economics, data science, health policy, health services research, pharmacy administration, public health, epidemiology, statistics or related discipline\n<br><br>\nSkill Requirements\n<br><br>\nBroad technical knowledge of health economics, outcomes research and analytic designs\n<br><br>\nProficiency in design and execution of economic modeling studies and\u002For observational research using large administrative pharmacy and medical claims\u002FEMR, public and private databases\n<br><br>\nKnowledge of advanced statistical techniques or econometric skills\n<br><br>\nConsulting background preferred\n<br><br>\nExcellent writing, project management, communication, and presentation skills\n<br><br>\nAbility to independently manage multiple work streams with limited supervision\n<br><br>\nDemonstrated problem solving, analytical reasoning and decision-making skills and strong commitment to meeting goals and deadlines\n<br><br>\nPositive, flexible and self-motivated attitude, with excellent teamwork skills and ability to work in a multi-disciplinary environment\n<br><br>\nExperience Requirements\n<br><br>\n3+ years consulting, healthcare, or pharmaceutical\u002Fdevice industry experience\n<br><br>\n3+ years experience using statistical software packages such as SAS, R, Python, or STATA\n<br><br>\n2+ years of SQL programming experience\n<br><br>\nExperience presenting research at scientific conferences and\u002For a record of peer-reviewed publications\n<br><br>\n<ul>\n<li>Avalere is an Equal Opportunity \u002F Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, disability, or protected veteran status.<\u002Fli>\n<\u002Ful>\n","d77842a381495a60":"<b>Role :<\u002Fb> Data Scientist Location: Peapack, NJ\n<br><br>\nMandatory\n<br>Skills\n<br><ul>\n<li>Hands-on experience in data<\u002Fli>\n<\u002Ful>\nscience, advanced analytics, multivariate data analysis, machine learning,\n<br>artificial intelligence, and familiarity with related open source libraries\n<br>(e.g. Tensor Flow, AWS ML)\n<br><br>\n<ul>\n<li>Proficient in one or more of the following programming environments:<\u002Fli>\n<\u002Ful>\nPython (preferred), R, Matlab, PMML, JAVA, Spark\n<br><br>\n<ul>\n<li>Familiarity with deep Learning, Neural Networks, Natural Language<\u002Fli>\n<\u002Ful>\nProcessing or related fields\n<br><br>\n<ul>\n<li>Experience with cloud-based analytics platforms<\u002Fli>\n<li>Experience with IOT Platform (ThingWorx IIoT platform<\u002Fli>\n<\u002Ful>\npreferred)\"\n<br><br>\nPreferred Skills\n<br><ul>\n<li>Familiarity with<\u002Fli>\n<\u002Ful>\nindustrial process control system, operations management system and\u002For SAP is\n<br>a plus\n<br><br>\n<ul>\n<li>Pharmaceutical experience preferred but not necessary<\u002Fli>\n<li>Independent, self-motivated personality with excellent oral and written<\u002Fli>\n<\u002Ful>\ncommunication skills\n<br><br>\n<ul>\n<li>Ability to work collaboratively in diverse cross-functional teams on<\u002Fli>\n<\u002Ful>\ninnovative solutions and tools with an open attitude towards fast learning\n<br>\"\n<br><br>\nJob Roles\u002FResponsibilities\n<br><ul>\n<li>In<\u002Fli>\n<\u002Ful>\nsupport of the Pfizer Industrial Internet of Things (IIoT) program, you will\n<br>contribute to the development of the multiple use cases across manufacturing\n<br>operations, leveraging IIOT and analytics, in areas such as energy\n<br>management, predictive maintenance, production scheduling and process optimization.\n<br><br>\n<ul>\n<li>Development and implementation of analytic models and tools using<\u002Fli>\n<\u002Ful>\nadvanced analytics, machine learning and artificial intelligence;\n<br><br>\n<ul>\n<li>Work with the IIoT developers to integrate predictive\u002Fprescriptive<\u002Fli>\n<\u002Ful>\nanalytics with the IIoT platform to achieve visibility, predictability and\n<br>learning across multiple automation layers from process to plant and to\n<br>enterprise\n<br><br>\n<ul>\n<li>Understand Advanced Analytics approaches in other businesses;\"<\u002Fli>\n<\u002Ful>\nTechnical Skills SNo Primary Skill Proficiency Level * Rqrd.\u002FDsrd. 1 Portfolio & Project mgmt (PPM) PL4 Required 2 Simulink PL4 Required 3 MATLAB PL4 Required\n<br><br>\n<ul>\n<li>Proficiency Legends Proficiency Level Generic Reference PL1 The associate has basic awareness and comprehension of the skill and is in the process of acquiring this skill through various channels. PL2 The associate possesses working knowledge of the skill, and can actively and independently apply this skill in engagements and projects. PL3 The associate has comprehensive, in-depth and specialized knowledge of the skill. She \u002F he has extensively demonstrated successful application of the skill in engagements or projects. PL4 The associate can function as a subject matter expert for this skill. The associate is capable of analyzing, evaluating and synthesizing solutions using the skill.<\u002Fli>\n<\u002Ful>\n<b>Employee Status :<\u002Fb> Full Time Employee\n<br><b>Shift :<\u002Fb> Day Job\n<br><b>Travel :<\u002Fb> No\n<br><b>Job Posting :<\u002Fb> Sep 26 2019\n<br><br>\n<b>About Cognizant Cognizant (Nasdaq-100:<\u002Fb> CTSH) is one of the world's leading professional services companies, transforming clients' business, operating and technology models for the digital era. Our unique industry-based, consultative approach helps clients envision, build and run more innovative and efficient businesses. Headquartered in the U.S., Cognizant is ranked 193 on the Fortune 500 and is consistently listed among the most admired companies in the world. Learn how Cognizant helps clients lead with digital at www.cognizant.com or follow us @Cognizant.\n<br>Cognizant is recognized as a Military Friendly Employer and is a coalition member of the Veteran Jobs Mission. Our Cognizant Veterans Network assists Veterans in building and growing a career at Cognizant that allows them to leverage the leadership, loyalty, integrity, and commitment to excellence instilled in them through participation in military service.","c72f21fcad641154":"<div><div><p>Our Customer Science organization is looking for a Data Scientist to come join our fast-growing Customer Analytics team. The ideal candidate will deliver action focused customer insights and analytics capabilities to business partners across the Walmart organization. This is an excellent opportunity for a successful candidate to discover and solution against real customer problems and help build innovative customer experiences. You will collaborate with leading data scientists, data engineers and business leaders. You will analyze some of the largest data sets and leverage an array of industry-leading data science tools and technologies.<\u002Fp>\n<p>\nThe Customer Analytics team analyzes customer behavior to identify trends, patterns and insights to help business partners identify opportunities, solve problems and make business decisions. We participate in a wide array of customer projects, some of which are cohort analysis, LTV, segmentation, clustering, and competitive analysis. The team sits within the Customer Organization and supports all business functions, e.g. Leadership, Finance, Retail, Marketing, Product, and Customer Service. We are laser focused and in search of opportunities to build long-lasting relationships with Walmart&rsquo;s customers.<\u002Fp>\n<p>\nWe are looking for a motivated, team-oriented individual to come join a great company, work with great people, learn some new things, solve interesting problems, and help Walmart on its journey to build great customer experiences.<\u002Fp>\n<p><b>\nJob Responsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Deliver insights &amp; recommendations in support of business challenges and decision making.<\u002Fli>\n<li>Deliver compelling presentation, data visualization and customer analysis.<\u002Fli>\n<li>Deliver dashboards and reports in support customer analytics initiatives.<\u002Fli>\n<li>Utilize analytical, statistical and programming techniques to analyze complex data sets to better understand customer behavior, build analytics capabilities, and identify customer experience opportunities.<\u002Fli>\n<li>Develop methods and advanced statistical models to understand and predict customer behavior and drivers of growth.<\u002Fli>\n<li>Manage multiple projects and business stakeholders at a time.<\u002Fli>\n<li>Manage offshore analytics resources to enable efficient delivery of project work.<\u002Fli>\n<\u002Ful>\n<p><b>Required Experience &amp; Skills<\u002Fb><\u002Fp>\n<ul>\n<li>Proven work experience as a data scientist or analyst.<\u002Fli>\n<li>Master&rsquo;s degree in Statistics, Mathematics, Computer Science or related quantitative field or similar Bachelor&rsquo;s degree with 3 years of analytics experience.<\u002Fli>\n<li>2 to 3 years of experience working with and manipulating large data sets.<\u002Fli>\n<li>2 to 3 years of experience with applied statistical skills, such as distribution, regression, etc.<\u002Fli>\n<li>2 to 3 years of experience with SQL. Experience with Hadoop, Hive, or Spark a plus.<\u002Fli>\n<li>2 to 3 years of experience with BI tools such as Tableau, Metabase, Periscope, or Looker.<\u002Fli>\n<li>2 to 3 years of experience documenting, visualizing and presenting insights to stakeholders.<\u002Fli>\n<li>2 to 3 years of experience working with statistical programming tools such as Python or R.<\u002Fli>\n<li>Excellent critical thinking skills with an emphasis on problem solving and decision making.<\u002Fli>\n<li>Excellent project and stakeholder management skills.<\u002Fli>\n<li>Excellent organizational and time management skills.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","b613be63c4c9aafe":"<div><p><b>Position Purpose:<\u002Fb><\u002Fp><p><\u002Fp><p>\nAs Data Scientist, you will play a key role in developing and implementing innovative solutions which will help us deliver maximum benefit to our customers in the form of improved sleep and sleep data-based insights. Specifically, you will be involved in a broad range of tasks from design and implementation of machine learning and deep learning algorithms, to cloud integration, optimization and benchmarking with an emphasis on accuracy, scale and performance.<\u002Fp><p><\u002Fp><p><b>\nPrimary Responsibilities:<\u002Fb><\u002Fp><ul><li>\nDesign, develop, implement, and maintain deep learning algorithms for next-generation bed platform.<\u002Fli><li>\nDevelop distributed applications, platform infrastructure, and interface to solve large-scale processing problems.<\u002Fli><li>\nPrototype custom big-data applications using scalable cloud\u002FGPU platforms.<\u002Fli><li>\nWork with embedded and cloud-based software engineering teams to scale and operationalize prototyped concepts and to ensure successful implementation and deployment of algorithms.<\u002Fli><li>\nPrototype and build analytics dashboards.<\u002Fli><li>\nStay abreast of latest data science developments and determine if\u002Fhow these can best be incorporated in our designs.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nQualifications\u002FRequirements:\n<\u002Fb><\u002Fp><ul><li>BS or higher in mathematics, computer science, or similar field.<\u002Fli><li>\nMinimum 3 years of machine learning and data science experience<\u002Fli><li>\nStrong organizational and problem-solving skills.<\u002Fli><li>\nStrong hands-on experience in the development of deep learning solutions.<\u002Fli><li>\nDeep understanding of mathematical foundations of machine learning algorithms and platforms<\u002Fli><li>\nProficient in Python and Matlab.<\u002Fli><li>\nFamiliarity with all stages of the product development cycle. Experience maintaining engineering best practices, including defect tracking, design reviews, and appropriate testing.<\u002Fli><li>\nStrong organizational and problem-solving skills.<\u002Fli><li>\nPragmatic, product-oriented approach.<\u002Fli><li>\nAbility to work cross-functionally with minimal supervision.<\u002Fli><\u002Ful><p><\u002Fp><p>\n#SIQL<\u002Fp><p><\u002Fp><p><i>\nSleep Number is an equal opportunity employer, committed to recruiting, hiring and promoting qualified people of all backgrounds, regardless of sex; race; color; creed; national origin; religion; age; marital status; pregnancy; physical, mental, communicative or sensory disability; sexual orientation; gender identity or any other basis protected by federal, state or local law.<\u002Fi><\u002Fp><\u002Fdiv>","c2e475e3fec6361b":"<div><\u002Fdiv><div><div>DTCC is seeking a Data Scientist to work in the generation, extraction, and compilation of data to perform creative, high-quality, state-of-the-art analyses and evaluations that answer complex business questions, make discoveries, and support decision-making for both internal and external clients. DTCC has an incredible amount of operational, log, and financial data and increasing capacity to integrate additional data from external and device sources. This is a great opportunity to work on the forefront of technology and methodology to address challenging questions and uncover the keys to the successful delivery of insight to drive our business.<\u002Fdiv>\n<div><br>\n<\u002Fdiv><div><b>Specific Responsibilities:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv><ul><li>Data mining and developing relevant data transformation logic<\u002Fli>\n<li>Knowledge of data preparation techniques to aid statistical analysis<\u002Fli>\n<li>Designing processes to integrate data from multiple sources to facilitate client centric advanced analytics<\u002Fli>\n<li>Developing efficient, scalable and repeatable processes to transform data into insight on regular basis<\u002Fli>\n<li>Prior model development experience leveraging latest big data tools\u002Fplatforms (i.e. R, Python, machine learning techniques, Hadoop environment)<\u002Fli>\n<li>Experience training and optimizing machine learning models and the accompanying algorithms and methods (e.g. Bayesian, Forest\u002FTree, SVM, SGD, Neural Nets e.g Keras\u002FTheano\u002FTensorflow, boosting, logistic regression)<\u002Fli>\n<li>Demonstrated experience with both analytical and algorithmic Data Science<\u002Fli>\n<li>Highly proficient in either Python for data science with specific reference to the math\u002Fstats capabilities and data visualization capabilities.<\u002Fli>\n<li>Using best practices framework to ensure data quality and reconciliation checks are in place and are transparent to our users<\u002Fli>\n<li>Leveraging written, oral and visual communication skills to collaborate effectively with analysts and business partners across DTCC<\u002Fli>\n<li>Aligns risk and control processes into day to day responsibilities to monitor and mitigate risk; escalates appropriately<\u002Fli><\u002Ful>\n<div><b>Leadership Competencies for this level include:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv><ul><li><b>Accountability:<\u002Fb> Demonstrates reliability by taking necessary actions to continuously meet required deadlines and goals.<\u002Fli>\n<li><b>Global Collaboration:<\u002Fb> Applies global perspective when working within a team by being aware of own style and ensuring all relevant parties are involved in key team tasks and decisions.<\u002Fli>\n<li><b>Communication:<\u002Fb> Articulates information clearly and presents information effectively and confidently when working with others.<\u002Fli>\n<li><b>Influencing:<\u002Fb> Convinces others by making a strong case, bringing others along to their viewpoint; maintains strong, trusting relationships while at the same time is comfortable challenging ideas.<\u002Fli>\n<li><b>Innovation and Creativity:<\u002Fb> Thinks boldly and out of the box, generates new ideas and processes, and confidently pursues challenges as new avenues of opportunity.<\u002Fli><\u002Ful>\n<div><b>Qualifications:<\u002Fb><\u002Fdiv>\n<div><ul><li>Minimum of 2 years related experience<\u002Fli>\n<li>Bachelor's degree preferred with Masters or equivalent experience<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","9fb24775fbb14c51":"<div><b>Position Overview\u002FDescription:<\u002Fb><br>\n<br>\nFord Global Data Insight and Analytics (GDI&amp;A) is a growing team that is looking for a Data Scientist to join the Smart Mobility Analytics team. We are looking for a high-potential analyst to assist in all phases of analysis. This is an exciting role that will interface with a wide variety of teams both within GDI&amp;A and across the enterprise. This role with offer a broad spectrum of opportunities and will require a successful candidate to have strengths in both strategy and analytics.<br>\n<br>\n<br>\n<b>Responsibilities:<\u002Fb><br>\n<ul><li>\nStrategic Thinking: Able to influence the strategic direction of the company by identifying opportunities in large, rich data sets and creating and implementing data driven strategies that fuel growth including cost savings, revenue and profit<\u002Fli><li>\nModeling: Experience with creating ETL processes to source and link data, feature design and selection design and implement statistical \u002F predictive models using edge algorithms on diverse sources of data and testing and validation of models.<\u002Fli><li>\nAnalytics: Utilize analytical applications like R, Python, SAS, Alteryx, Matlab to identify trends and relationships between different pieces of data, draw appropriate conclusions and translate analytical and machine learning findings into business strategies.<\u002Fli><li>\nVisualization: Create visualizations to connect disparate data, find patterns and tell engaging stories. This includes both scientific visualization as well as geographic (GIS) analysis using applications such as Tableau and Qlik, Power BI or ArcGIS.<\u002Fli><li>\nCommunications and Project Management: Capable of turning dry analysis into an exciting story that influences the direction of the business and communicating with diverse teams to take a project from start to finish. Collaborate with product teams to develop and support our internal data platform and to support ongoing analyses.<\u002Fli><li>\nEngage in exciting and constantly evolving projects that will help to form the future of Ford Motor Company.<\u002Fli><\u002Ful>\n<br>\n<b>Basic Qualifications:<\u002Fb><br>\n<ul><li>\nBachelor&rsquo;s Degree\n<\u002Fli><li>1+ years of experience with SAS, SPSS, Python, R, Java, MatLab, ArcGIS or other analytic \u002F development platforms.<\u002Fli><\u002Ful>\n<br>\n<b>Preferred Qualifications:<\u002Fb><br>\n<ul><li>\nMBA or Master&rsquo;s Degree in a science-based program with an emphasis on data analysis\n<\u002Fli><li>Familiarity with big data and machine learning tools and platforms.<\u002Fli><li>\nProject management experience and strong leadership skills\n<\u002Fli><li>Comfortable working in a dynamic environment where problems are not always well-defined<\u002Fli><li>\nInquisitive, proactive, and interested in learning new tools and techniques<\u002Fli><li>\nStrong oral, written and interpersonal communication skills<\u002Fli><\u002Ful><br>\nJoin our team as we create tomorrow! We believe in putting people first, working together, and facing challenges head-on, because we&rsquo;re Built Ford Tough. We&rsquo;re one team striving to make people&rsquo;s lives better while creating value, delivering excellence and ultimately going for the win.<br>\n<br>\nVisa sponsorship may be available for this position.<br>\n<br>\nFord Motor Company is an equal opportunity employer committed to a culturally diverse workforce. All qualified applicants will receive consideration for employment without regard to race, religion, color, age, sex, national origin, sexual orientation, gender identity, disability status or protected veteran status.<\u002Fdiv>","0021439b0806288c":"<div><div><div>Vevo is the world&rsquo;s largest all-premium music video provider, offering artists a global platform with enormous scale through its distribution partners. Vevo connects artists with their audience globally via music videos and original content, working directly with them to find unique ways to bring their music to life visually. Vevo also works with emerging artists, providing them with a platform of global scale and reach, to find and grow their audience. Reaching 26 billion monthly views globally, Vevo has over 400,000 music videos in its catalogue.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nTake a look inside Vevo<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe Data Science team&rsquo;s mission is to harness the power of Vevo&rsquo;s data to provide better experiences for Vevo&rsquo;s end users, advertisers, artist &amp; label partners, along with deep insights for internal business groups. This team is also the champion of experimentation and the scientific method, helping to bring data science methodologies to an ever-growing number of business domains. This is a full-time position and is based at our office in downtown Portland.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>As a member of our team, you will<\u002Fb><\u002Fh3><div><ul><li>\nWork as an embedded team member of one or more product &lsquo;squads&rsquo; focused on tackling some of Vevo&rsquo;s most important challenges<\u002Fli><li>\nBe given a huge potential to innovate in a green-field space: music video offers a unique opportunity for experimentation at scale, building on learnings gleaned from both the music and video verticals<\u002Fli><li>\nHave a big impact on decisions across all areas of Vevo&rsquo;s business, including content development, marketing &amp; promotion, advertising and monetization<\u002Fli><li>\nBecome a trusted advisor to our senior leadership team, and help grow Vevo&rsquo;s industry profile through targeted public speaking opportunities<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>This describes you<\u002Fb><\u002Fh3><div><ul><li>\nYou have a successful track record deploying data science frameworks and approaches in &lsquo;greenfield&rsquo; environments, working with a range of stakeholders<\u002Fli><li>\nProven experience in utilizing various ML packages in Python such as Scikit Learn, TensorFlow, numpy and pandas<\u002Fli><li>\nYou&rsquo;re not shy about handling your data needs and have a solid grasp of SQL and distributed data ETL processes (preferably in Scala \u002F Spark) such as MapReduce, filters, aggregations and joins<\u002Fli><li>\nYou have a solid grasp of statistics and how it enables data scientists to solve business problems<\u002Fli><li>\nYou thrive on working in an agile team environment<\u002Fli><li>\nYou enjoy music and internet video and possess a deep curiosity for creating music entertainment experiences as well as harnessing the power of data to unlock growth opportunities on global distribution platforms such as YouTube<\u002Fli><li>\nPassionate about making a business impact<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Requirements<\u002Fb><\u002Fh3><div><ul><li>\nPh.D. and\u002For another advanced academic study in a relevant data-centric field<\u002Fli><li>\nExcellent written and verbal communication skills, with a successful track record of collaboration and influence within a fast-paced environment<\u002Fli><li>\nPassion for data science advocacy and education<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Interested? Great! You might like to know<\u002Fb><\u002Fh3><div><ul><li>\nWe are a tight community of fun, upbeat people with a real passion for music and technology<\u002Fli><li>\nWe help you remain up to date with new technology including hosting\u002Fattending meetups<\u002Fli><li>\nExcellent benefits package<\u002Fli><li>\nCompetitive compensation packages<\u002Fli><li>\nPremier access to music content and new releases of original media content<\u002Fli><li>\nConcert ticket giveaways<\u002Fli><li>\n401k Match<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Vevo considers applicants for all positions without regard to race, color, creed, religion, national origin or ancestry, sex, age, disability, genetic information, veteran status, or any other legally protected status under local, state, or federal law.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","1c1ded576ec66f45":"<div><div><div><div><b>What You&rsquo;ll Do<\u002Fb><\u002Fdiv><ul><li>Acquire, clean and structure data from multiple sources and maintain databases\u002Fdata systems.<\u002Fli><li>Identify, analyze, and interpret trends or patterns in complex data sets<\u002Fli><li>Develop, prototype and test predictive algorithms<\u002Fli><li>Filter and &ldquo;clean&rdquo; data, and review computer reports, printouts, and performance indicators to locate and correct code problems<\u002Fli><li>Develop and implement data collection systems and other strategies that optimize statistical efficiency and data quality<\u002Fli><li>Interpret data, analyze results using statistical techniques and provide ongoing reports<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><br>\n<\u002Fdiv><div><div><b>\nTeam Description<\u002Fb><\u002Fdiv><div>\nWork on massive structured, unstructured, transactional and real-time data sets from a variety of sources to analyze customer usage patterns and provide actionable, intuitive, impactful insights using metrics, algorithms, and statistics.<\u002Fdiv><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nQualifications<\u002Fb><\u002Fdiv><div><ul><li>Recent graduate or on your final year of studies towards a BS, MS or MBA or equivalent in Computer Science, Mathematics, Economics, Information Management, Statistics or a related field<\u002Fli><li>Minimum of a 3.0 GPA or higher<\u002Fli><li>You know how to work a problem from beginning to end with data science tools and techniques, including data manipulation (SQL, Hadoop, etc.) and programming (R, Python, XML, Javascript, or ETL) frameworks<\u002Fli><li>Experience with Oracle databases is desirable. Strong knowledge of and experience with reporting packages (Business Objects etc). Knowledge of statistics and experience using statistical packages for analyzing large datasets (Excel, SPSS, SAS etc).<\u002Fli><li>Technical knowledge regarding data models, database design development, data mining and segmentation techniques<\u002Fli><li>Strong analytical skills with the ability to collect, organize, analyze, and disseminate significant amounts of information with attention to detail and accuracy<\u002Fli><li>Proficient in queries, report writing and presenting findings<\u002Fli><\u002Ful><\u002Fdiv><div><br>\n<\u002Fdiv><div><p><b>\nWhy Cisco<\u002Fb><br>\n<\u002Fp><div><p>\nAt Cisco, each person brings their own unique talents to work as a team and make a difference.Yes, our technology changes the way the world works, lives, plays and learns, but our edge comes from our people.<\u002Fp><ul><li>We connect everything &ndash; people, process, data and things &ndash; and we use those connections to change our world for the better.<\u002Fli><li>We innovate everywhere - From launching a new era of networking that adapts, learns and protects, to building Cisco Services that accelerate businesses and business results. Our technology powers entertainment, retail, healthcare, education and more &ndash; from Smart Cities to your everyday devices.<\u002Fli><li>We benefit everyone - We do all of this while striving for a culture that empowers every person to be the difference, at work and in our communities.<\u002Fli><\u002Ful><p>\nColorful hair? Don&rsquo;t care. Tattoos? Show off your ink. Like polka dots? That&rsquo;s cool. Pop culture geek? Many of us are. Be you, with us! #WeAreCisco<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","5c764180efbe6ba4":"<div><p><b>Job Title: <\u002Fb>Data Scientist<\u002Fp>\n<p><b>FLSA Status: <\u002Fb>Full Time, Exempt<\u002Fp>\n<p><b>Department:<\u002Fb> Data Analytics<\u002Fp>\n<p><b>Location:<\u002Fb> State College, PA<\u002Fp><br>\n<p><\u002Fp>\n<p><b>Are you ready for this?<\u002Fb><\u002Fp>\n<p>Are you ready to be part of an exciting and quickly evolving Internet of Things company? Since 2001, we have specialized in technical innovation of wireless sensing, energy harvesting, underwater navigation, and IIOT technologies. Our team is composed of the best and the brightest while maintaining a casual working environment. We are looking for a smart, driven, and ambitious developers. If this sounds like you, please read on!<\u002Fp>\n<p>As a Data Scientist at KCF Technologies, you will be leading KCF into the next generation of data analytics by utilizing machine learning and AI techniques to develop sophisticated algorithms for machine health diagnostics, prognostics, and automated control.<\u002Fp>\n<p><b>Job Responsibilities<\u002Fb><\u002Fp>\n<ul><li>Design and develop machine learning applications and solutions tailored to machine health diagnostics, prognostics, and automation.<\u002Fli>\n<li>Design data mining tools for training data extraction.<\u002Fli>\n<li>Integrate machine learning techniques and algorithms within the KCF SmartDiagnostics platform.<\u002Fli>\n<li>Design and implement feedback loop protocols for continual model updates and improvements.<\u002Fli>\n<li>Other duties and special projects as assigned by the supervisor and other KCF leadership staff.<\u002Fli>\n<\u002Ful><p><b>Requirements<\u002Fb><\u002Fp>\n<ul><li>Bachelor&rsquo;s degree in Computer Science, Electrical Engineering, Statistics, or equivalent fields<\u002Fli>\n<li>Applied Machine Learning experience (regression and classification, supervised, and unsupervised learning)<\u002Fli>\n<li>Strong mathematical background (linear algebra, calculus, probability and statistics)<\u002Fli>\n<li>For the purposes of determining compliance with U.S. export control regulations, all applicants will be required to answer yes or no to the following question: Are you a U.S. Citizen, a lawful permanent resident of the U.S. (i.e., a green card holder), an asylee, or a refugee?<\u002Fli>\n<\u002Ful><p><b>Preferred<\u002Fb><\u002Fp>\n<ul><li>Experience with Python (Numpy, Scipy, Scikit-Learn, Matplotlib, TensorFlow, etc.)<\u002Fli>\n<li>Knowledge of data mining and training data generation techniques<\u002Fli>\n<li>Edge-compute design experience<\u002Fli>\n<\u002Ful><p><b>Reasons to Work with Us<\u002Fb><\u002Fp>\n<ul><li>Top benefits<\u002Fli>\n<li>Ability to work in one of the most exciting fields in technology<\u002Fli>\n<li>Casual work environment and excellent location in the heart of State College, PA<\u002Fli>\n<li>Ability to collaborate with coworkers who like showing up to work<\u002Fli>\n<li>Opportunity to make a true impact on our company and products with high visibility<\u002Fli>\n<li>Be a part of a growing company that will take your career and your passion to the next level<\u002Fli>\n<\u002Ful><p><b>Benefits:<\u002Fb><\u002Fp>\n<ul><li>100% paid premium medical for you and your dependents plus vision and dental<\u002Fli>\n<li>Competitive compensation packages with bonus opportunity<\u002Fli>\n<li>Employer-matched 401(k) retirement plan<\u002Fli>\n<li>4-weeks paid vacation<\u002Fli>\n<li>Fitness reimbursement with brand new on-site locker room\u002Fshowers<\u002Fli><\u002Ful><\u002Fdiv>","487c653321e04cdc":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>FTI is currently looking for a full time Data Scientist to support the Naval Safety Center in Norfolk, VA. The Data Scientist will be working on-site to support the development, testing, and deployment of a series of advanced predictive analytics models within a CITRIX virtual desktop environment using big data sets that will help diagnose and predict precursors to Naval mishaps and safety hazards. The Data Scientist will collaborate within a diverse program team comprised of FTI team members as well as Active Duty Military and Government civilian employees. The Data Scientist must be able to communicate effectively in deciphering the data, as well as be able to provide hands-on training to the customer on the use and maintenance of the various data models.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><div><b>Requirements<\u002Fb><\u002Fdiv><ul><li><b>\nYears of experience<\u002Fb> &ndash; 2-7 years of experience.\n<\u002Fli><li><b>Skills\u002F tools\u002F programming competency\u002F technical background<\u002Fb> - Predictive Analytics experience utilizing R, R Studio, and\u002For Python, experience with supervised learning algorithms such as linear\u002Flogistic regression, support vector machines, decision trees, neural networks, etc.\n<\u002Fli><\u002Ful><div><b>Preferred Requirements\n<\u002Fb><\u002Fdiv><ul><li>Experience with text mining and natural language processing<\u002Fli><li>\nExperience with Toad for Oracle<\u002Fli><li>\nProficient with data visualization tools (e.g. Tableau, ggplot2, Shiny, etc.)<\u002Fli><li>\n2+ years of experience working with US Government programs<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Education\u002FQualifications\n<\u002Fb><\u002Fh2><div><div><div><div>Master&rsquo;s degree in Business Analytics, Mathematics, Computer Science, or related fields.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nEducation Equivalency<\u002Fb> &ndash; Minimum of ten (10) years of experience in statistical analysis, data analysis, or operational research. Concurrent with the required minimum of five (5) years of experience performing same or similar tasks - two (2) years of experience with Navy safety, aviation, or ship systems<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","b6bbdb85a152205a":"<div><p><b>Primary Responsibilities\n<\u002Fb><\u002Fp><p><\u002Fp><p>The aim of the Center for Computational Mathematics (CCM) is to become a leading international center for the study of applied mathematics, machine learning, signal processing and related fields. Tremendous opportunities exist at the intersection of mathematics, computer science, statistics, and their scientific applications, with the lines between theory, algorithm development and software implementation often blurred. A major goal of CCM is to develop the next generation of simulation and analysis methods and to make them available to the scientific community. The center will also host an array of meetings, workshops and conferences, serving as a focal point for the field internationally.\n<\u002Fp><p><\u002Fp><p>As such, CCM is currently seeking a full-time Data Scientist or Software Engineer (based on experience), reporting to a Research Scientist. The successful applicant will primarily assist in the development and maintenance of CaImAn, the popular open source software package developed in the Flatiron Institute for the analysis of fluorescence microscopy (calcium imaging) neuroscience data. Duties will include optimizing the existing codebase, developing new or incorporating existing algorithms in the codebase, and supporting a large and diverse userbase. Participation in other projects within the CCM is also possible.\n<\u002Fp><p><\u002Fp><p><b>MINIMUM QUALIFICATIONS\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Education\n<\u002Fb><\u002Fp><ul><li>B.S., M.S. or Ph.D. in computer science, engineering, mathematics or related technical discipline.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Ideal Experience\n<\u002Fb><\u002Fp><ul><li>Several years of professional experience with back-end software development\n<\u002Fli><li>Experience with analysis of functional fluorescence microscopy data (calcium imaging)\n<\u002Fli><li>Proficiency in Python\n<\u002Fli><li>Background in linear algebra, high dimensional statistics and machine learning\n<\u002Fli><li>Experience with developing and using TensorFlow and\u002For PyTorch\n<\u002Fli><li>Experience in processing high volume data on computing clusters and cloud environments\n<\u002Fli><li>Familiarity with Linux\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Related Skills &amp; Other Requirements\n<\u002Fb><\u002Fp><ul><li>Knowledge of software engineering practices for working in groups, including software development life cycles, coding standards, code review and version control systems (Git).\n<\u002Fli><li>Expertise in algorithms and data structures\n<\u002Fli><li>Experience with C++, QT and GPU programming\n<\u002Fli><li>Background in image processing &amp; computer vision\n<\u002Fli><li>Technical and scientific curiosity\n<\u002Fli><li>Professional communication skills and a demonstrated commitment to customer service\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Application Materials\n<\u002Fb><\u002Fp><ul><li>A current CV with complete list of publications and links to software repositories\n<\u002Fli><li>Two (2) names and emails of people who can be consulted for confidential references\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>THE SIMONS FOUNDATION'S DIVERSITY COMMITMENT\n<\u002Fb><\u002Fp><p><\u002Fp><p>Many of the greatest ideas and discoveries come from a diverse mix of minds, backgrounds and experiences, and we are committed to cultivating an inclusive work environment. The Simons Foundation provides equal opportunities to all employees and applicants for employment without regard to race, religion, color, age, sex, national origin, sexual orientation, gender identity, genetic disposition, neurodiversity, disability, veteran status, or any other protected category under federal, state and local law.<\u002Fp><\u002Fdiv>","6153cca2a8c5c596":"<div><ul><li>Master's degree in Computational Linguistics, Engineering, Bioinformatics, Physics, Statistics or related field<\u002Fli><li>Experience in two or more of these or similar Natural Language Processing topics: word categorization and tagging, syntactic parsing, word sense disambiguation, topic modeling; contextual text mining, application of machine learning to NLP, semantic similarity, phrasal semantic analysis, text matching and similarity, word embedding, lexicon normalization, named entity recognition<\u002Fli><li>Experience with data mining, and analytics techniques<\u002Fli><li>Experience in programming in R, Python, SAS or similar languages<\u002Fli><li>Experience with NLP libraries such as NLTK, openNLP, Stanford-NLP, WordNet, SAS Text Miner or other NLP software.<\u002Fli><li>Experience with data visualization and presentation, turning complex analysis into insight<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<p>There&rsquo;s a revolution brewing to bring convenience, simplicity, efficiency, and fun to our lives, and you can be a part of it! We are hiring a Speech Scientist to be a part of the team that&rsquo;s creating customer experiences to discover, personalize, and acquire Alexa Skills for devices such as Amazon Echo and Amazon Fire TV. If you&rsquo;re not familiar with Alexa and Skills you can learn more here: https:\u002F\u002Famazon.com\u002Falexaskills.<br>\n<br>\nThe Amazon Alexa Skills Store is aggressively seeking a Speech Scientist to be a member of a cross-functional team. By using massive amounts of real-time and historical user data you will help research, develop and automate models for semantic understanding, text similarities and grammars. Working with a team of software development engineers, a successful candidate has a bias for action and is most comfortable when testing their hypotheses using heterogeneous datasets. You will be expected to challenge current methods while enriching the world&rsquo;s most advanced speech platform.<\u002Fp>\n<br>\n<div><ul><li>PhD in Computational Linguistics, Engineering, Statistics or related field<\u002Fli><li>3+ year of experience in two or more of these or similar Natural Language Processing topics: word categorization and tagging, syntactic parsing, word sense disambiguation, topic modeling; contextual text mining, application of machine learning to NLP, semantic similarity, phrasal semantic analysis, text matching and similarity, word embedding, lexicon normalization, named entity recognition<\u002Fli><li>Previous experience\u002Feducation in syntax, semantics and morphology<\u002Fli><li>Previous experience in data scientist, analyst or NLP specialist role with a large technology company<\u002Fli><li>Experience with AWS features (S3, Redshift) is a plus<\u002Fli><li>Familiarity in writing SQL scripts<\u002Fli><li>Excellent communication, analytical and collaborative problem-solving skills<\u002Fli><li>Demonstrable track record dealing well with ambiguity, prioritizing needs, and delivering results in an agile, dynamic environment<\u002Fli><li>Experience with semantic understanding of short phrases\u002Fnotes<\u002Fli><li>Experience collaborating with software development teams, data scientists, business intelligence or other technical roles<\u002Fli><\u002Ful><br>\nAmazon is an Equal Opportunity-Affirmative Action Employer &ndash; Minority \u002F Women \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation<\u002Fdiv>","b5ad117eac101765":"At Elemental Machines, we believe there is critical data encoded in the physical world around us. Experimental irreproducibility, process failure, optimization, and success are all affected by unseen, unmeasured forces. Through our integrated technology platform, our life science, synthetic biology, pharma and agsci customers measure, analyze, understand and decipher equipment performance, environmental conditions, and scientific processes to yield actionable insights\n<br><br>\nOur customers are addressing some of the worlds greatest challenges  curing diseases, developing revolutionary therapies, and producing innovative food sources to feed a growing global population. Elemental Machines is supporting their work  from R&D through manufacturing.\n<br><br>\nSimply put, Elemental Machines is revolutionizing the information that teams in science-based industries can use to improve productivity and outcomes. With Elemental Machines, insights drive advantage.\n<br><br>\nWe are looking for a Data Science Associate to develop new, cutting-edge IoT devices. You will design new IoT devices from scratch as well as extending EMIs existing line of devices. We are looking for someone who can cook up proofs of concept as well as engineer for regulatory and production.\n<br><br>\nThe ideal candidate will be a self-starter, comfortable in a fast-paced startup environment, willing to lead and learn.\n<br><br>\nResponsibilities\n<br>Build data analysis tools for mining IoT time series data and large scientific data sets\n<br>Develop and train machine learning models\n<br>Work with the engineering team to implement your models and algorithms\n<br>Work with commercial and business development teams to support data science projects with customers\n<br>Serve as an expert resource, keeping up-to-date on trends and latest topics in data science\n<br>Requirements\n<br>Minimum of BS in Data Science, Computer Science, Statistics, Mathematics or other science\u002Fengineering disciplines\n<br>1-2 years experience working on data science products\u002Ftools that have commercially shipped\n<br>Demonstrable knowledge of advanced statistics\u002Fanalytics, including work samples\u002Fgit repositories\n<br>Knowledge of basic and advanced prediction models with an emphasis on time series analysis\n<br>Proficiency in Python, R, and SQL\n<br>Pluses\n<br>Life science laboratory (academic\u002Findustry) background or work experience\n<br>Experience with Time Series Databases\n<br>Experience with NLP\n<br>Knowledge of Docker\u002FKubernetes and cloud computing tools","d84b1e3e24c16d0e":"<div><p><b>Job Opening ID:\n<\u002Fb><\u002Fp>00275454 Data Scientist (Open)\n<p><\u002Fp><p><b>Job Title:\n<\u002Fb><\u002Fp>Data Scientist\n<p><\u002Fp><p><b>Department:\n<\u002Fb><\u002Fp>Engineering and Technology\n<p><\u002Fp><p><b>Country:\n<\u002Fb><\u002Fp>United States of America\n<p><\u002Fp><p><b>State\u002FProvince:\n<\u002Fb><\u002Fp>Arkansas\n<p><\u002Fp><p><b>City:\n<\u002Fb><\u002Fp>Lowell\n<p><\u002Fp><p><b>Full\u002FPart Time:\n<\u002Fb><\u002Fp>Full time\n<p><\u002Fp><p><b>Shift:\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Job Description Summary:\n<\u002Fb><\u002Fp>J.B. Hunt Transport is seeking a data analytics leader to develop innovative information insights to better serve both existing and prospective customers while creating new, data-driven supply chain services to help J.B. Hunt grow as both a leading supply chain service and technology solution provider. By bringing data analytics solutions to supply chain problems, you will help envision and create the future growth and success of the organization. We seek people who are passionate about using data to drive innovation and change. You will be engaged with business analysts, product managers, engineers and business leaders to design and deploy models and algorithms to effectively deliver actionable results in the areas of customer analytics, price optimization, asset utilization, operational excellence, and solution innovation where analytics, not assets, is the service.\n<br>\n<br>\nSupply chains are becoming increasingly connected. Data is everywhere. Supply chains compete on effectiveness. Done well, analytics are a powerful source of supply chain competitive advantage. Come help J.B. Hunt use data and technology to provide unparalleled analytics-driven supply chain solutions\n<p><\u002Fp><p><b>Job Description:\n<\u002Fb><\u002Fp><p>ESSENTIAL DUTIES and RESPONSIBILITIES\n<\u002Fp><ul><li>Develop relationships with business partners to enhance understanding of business issues and create value for the organization.\n<\u002Fli><li>Identify and prioritize enterprise data analytics opportunities.\n<\u002Fli><li>Lead data mining and analytics projects with high potential return.\n<\u002Fli><li>Invent and quickly iterate novel solutions to challenging data-related problems.\n<\u002Fli><li>Interpret the results of analyses to drive insight.\n<\u002Fli><li>Develop scalable and efficient methods for large scale data analyses and model development and deployment.\n<\u002Fli><li>Collaborate with developers, program managers, and product managers in an open, creative environment.\n<\u002Fli><li>Incorporate a continuous improvement model enhancement practice in all analytics applications.\n<\u002Fli><li>Lead the development of innovative and next generation supply chain insight analytics services.\n<\u002Fli><\u002Ful><p><\u002Fp><p>QUALIFICATIONS:\n<\u002Fp><ul><li>Advanced Degree (Ph.D. preferred) with a focus on Analytics, Statistical Sciences, Operations Research, Economics, Finance or a related Business quantitative discipline\n<\u002Fli><li>5+ years of real world analytical solution building experience\n<\u002Fli><li>Data mining technical knowledge and skills including: decision trees, multivariate analysis, segmentation modeling, factor analysis, regression analysis, forecasting, and machine learning\n<\u002Fli><li>Expertise in R, SAS Enterprise Miner, or IBM SPSS Modeler or other analytical software\n<\u002Fli><li>Intellectual curiosity and commitment to teaching data analytics concepts to others\n<\u002Fli><li>Experience in leading and developing data science teams a plus\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Qualifications:\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Company Overview:\n<\u002Fb><\u002Fp><h2 class=\"jobSectionHeader\"><b>Fortune 500 experience. Career Development. Nation-wide opportunities. We are J.B. Hunt.\n<\u002Fb><\u002Fh2><p><\u002Fp><p><i>Our success comes from strategically placing you in the most suitable role. Whether you have a passion for operations, sales, engineering, or information technology, we can jump start your career!\n<\u002Fi><\u002Fp><p><\u002Fp><p>J.B. Hunt Transport, Inc. is no stranger to the transportation logistics industry. From our humble beginnings in 1961, with only five tractors and seven refrigerated trailers, we have evolved into one of the largest transportation logistics companies in North America. We provide safe and reliable transportation services throughout the United States, Canada and Mexico. Our four business segments (Intermodal, Dedicated Contract Services, Truckload, and Integrated Capacity Solutions) allow us to provide customized freight solutions for customers big and small. It's no wonder we have been named one of America's Most Admired Companies by Fortune Magazine.\n<\u002Fp><p><\u002Fp><p>J.B. Hunt Transport, Inc. is committed to basing employment decisions on the principles of equal employment opportunity without regard to race, color, religion, sex, national origin, age, persons with disabilities, protected veterans or other bases by applicable law.<\u002Fp><\u002Fdiv>"}