{"d5b2967ebe19a844":"<p><\u002Fp><div>Full time\n<p><\u002Fp>Responsible for the large-scale aggregation, labeling of, and optimization of data related to federal government contracting. Bloomberg Government is a subscription service that provides actionable tactical and strategic business intelligence through a suite of class-leading tools and data licensing. This team's mission is to present the best possible intelligence to clients.\n<p><\u002Fp><p><b>Primary Responsibilities <\u002Fb>:\n<\u002Fp><ul><li>Enhances data ingestion and transformation procedures\n<\u002Fli><li>Automation of data cleansing and anomaly detection\n<\u002Fli><li>Develops data aggregation and analytic methods to create metrics on data quality.\n<\u002Fli><li>Provides specifications for ingestion of new datasets while leading transformation and storage efforts.\n<\u002Fli><li>Identifies opportunities for improving workflows to increase data quality, accuracy, and timeliness.\n<\u002Fli><li>Develops custom data models and algorithms to apply to new and existing data sets.\n<\u002Fli><li>Monitors and assesses data model performance; prioritizes data cleansing efforts.\n<\u002Fli><li>Works seamlessly with internal and external stakeholders, and across teams.\n<\u002Fli><li>Maintains a portfolio of self-directed projects that are aligned with business goals.\n<\u002Fli><li>Engages in training and knowledge sharing exercises with colleagues.\n<\u002Fli><li>Works with sales and current clients to identify and implement data enhancements.\n<\u002Fli><\u002Ful><ul><li>Delivers on time-sensitive projects and collaborates to develop new products and features.\n<\u002Fli><\u002Ful><ul><li>Participates in special projects and performs other duties as assigned.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Job Requirements <\u002Fb>:\n<\u002Fp><ul><li>Strong problem solving skills and initiative.\n<\u002Fli><li>Ability to focus on product development and data quality.\n<\u002Fli><li>Ability to identify, understand, and summarize complex information from a variety of sources.\n<\u002Fli><li>Knowledge and understanding of the U.S federal contracts data and procurement process preferred.\n<\u002Fli><li>Knowledge in a variety of IT and statistical analysis or computer programming languages and tool suites (i.e. SQL, AWS, Python, Regex, R, etc.).\n<\u002Fli><li>Experience with a Database Management Systems (Oracle, PostgreSQL, MySQL, Redshift, etc.).\n<\u002Fli><li>Experience selecting features and building training sets for developing basic machine learning models.\n<\u002Fli><li>Experience developing and maintaining data transformation processes.\n<\u002Fli><li>Ability to works effectively as a member of a cohesive team and can work across teams to manage priorities and develop product roadmaps.\n<\u002Fli><li>Experience with internal coaching and leading knowledge sharing activities.\n<\u002Fli><li>Effective project management skills and ability to prioritize task.\n<\u002Fli><li>Ability to work quickly, accurately, and efficiently in a fast-paced environment with shifting priorities.\n<\u002Fli><li>Excellent numerical, verbal, and written communication skills.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Education and Experience <\u002Fb>:\n<\u002Fp><ul><li>Bachelor&rsquo;s degree in a quantitative field (statistics, economics, finance, accounting, mathematics, etc.), Computer Science\u002FIT, or equivalent experience.\n<\u002Fli><\u002Ful><ul><li>Minimum of 3-5 years&rsquo; experience working with statistical computer languages (R, Python, SQL, etc.).\n<\u002Fli><li>Experience using Bloomberg data extraction and modification tools such as BBOT and BDMS.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Special Requirements <\u002Fb>:\n<\u002Fp><ul><li>Candidates may be required to pass a test for this position.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","f5dc0ae712778b2a":"<div>Data Scientist<br>\n<p><\u002Fp><p>In the role of Data Scientist for Sony Pictures Home Entertainment, you must possess a passion for pioneering an empirical and data-driven culture. The candidate must have a proven track record of extracting meaningful business insights from data. Reporting to SVP, Analytics &amp; Business Insights, this role will provide guidance for Home Entertainment in data-driven decision making and use analytics to drive the growth and success of the business. Position based in Culver City.<br>\n<\u002Fp><p><br>\n<b>Responsibilities\n<\u002Fb><\u002Fp><ul><li>Execute the data vision strategy and goals ensuring those are consistent with the Division&rsquo;s business requirements.\n<\u002Fli><li>Managing the ingestion and cleansing of large data sets (big data) and developing an analytical capability to query the data and respond to user requests.\n<\u002Fli><li>Provide thought leadership to the business and key stakeholders.\n<\u002Fli><li>Using big data to independently generate consumer insights and manage genre based price elasticity curves and other routine analyses like affinity analysis and clusters.\n<\u002Fli><li>Develop new approaches to understand the consumer and solve complex business problems such as optimizing product performance, gross profit and adoption.\n<\u002Fli><li>Research new ways for modeling and predicting end-user behavior. Designs experiments to answer targeted questions\n<\u002Fli><li>Generate actionable insights using advanced statistical techniques such as predictive statistical models, customer profiling, segmentation analysis, survey design and analysis and data mining.\n<\u002Fli><li>Communicate statistical modeling results into measures of business impact\n<\u002Fli><li>Comfort with managing ingestion and cleansing of large unstructured data and developing analytical capability to query the data and respond to user requests using a wide range of technologies.\n<\u002Fli><li>Comfort with experimenting with various tools and technologies with the end goal of creating innovative data driven insights at a quick pace.\n<\u002Fli><li>Understand in depth, design and inform statistically valid tests with test and control groups and to manage the process of identifying testing strategies\n<\u002Fli><li>Comfort using extensive and often disjointed and unstructured datasets to independently generate consumer insights with the intent of creating manageable analytical processes\n<\u002Fli><\u002Ful><p><b>Qualifications\n<\u002Fb><\u002Fp><ul><li>Experience with A\u002FB testing and test and control test designs\n<\u002Fli><li>Must have an in depth knowledge of statistical techniques including regressions, cluster analysis test design, non-parametric tests and forecasting methodologies.\n<\u002Fli><li>Must have experience with big data and standardizing\u002F appending variables across disparate data sets\n<\u002Fli><li>Must have a working knowledge of external data sources especially as related to the consumer.\n<\u002Fli><li>Highly analytical, results oriented, have superior organizational skills with a strong attention to details and deadlines and be able to effectively manage multiple projects\u002Fassignments simultaneously.\n<\u002Fli><li>Intrinsic ability to look at data and identify patterns, problems, or analysis opportunities\n<\u002Fli><li>BA\u002FBS degree required with technical focus (e.g. mathematics, computer science, physics)\n<\u002Fli><li>MS or PhD degree preferred\n<\u002Fli><li>Minimum of 5 years of progressively complex related experience\n<\u002Fli><li>Experience with R and SQL and preferably a scripting language (Perl, Python)\n<\u002Fli><li>Comfortably interact with various members of the organization\n<\u002Fli><li>Business experience in media industry preferred, but not required\n<\u002Fli><\u002Ful><p><\u002Fp><ul><li>Sony Pictures Entertainment is an equal opportunity employer. We evaluate qualified applicants without regard to race, color, religion, sex, national origin, disability, veteran status, age, sexual orientation, gender identity, or other protected characteristics.<br>\n<\u002Fli><\u002Ful><p><\u002Fp>USA - Culver City - Studio Lot - Norman Lear Bldg<\u002Fdiv>","d63b297b747c6b0b":"<div><p><b>Position Title\n<\u002Fb><\u002Fp><p>Data Scientist \u002F Research Scientist\n<\u002Fp><p><\u002Fp><p><b>Location\n<\u002Fb><\u002Fp><p>Dallas, TX\n<\u002Fp><p><\u002Fp><p><b>Overview\n<\u002Fb><\u002Fp><p>As an active member of the Data Science Team within R&amp;D, contributes to JDA's current and upcoming SaaS solutions and services offering through the improvement, research, design operations and development of innovative optimization and machine learning algorithms. A scientific researcher is a hands on contributor, with a strong analytical background.\n<\u002Fp><p><\u002Fp><p><b>Position Description\n<\u002Fb><\u002Fp><ul><li>Expectations and responsibilities for a scientist reside in three intertwined poles:\n<\u002Fli><\u002Ful><ul><li>Research &amp; Development\n<\u002Fli><li>Operations\n<\u002Fli><li>Leadership, communication and business application\n<\u002Fli><\u002Ful><ul><li>Responsible for designing, developing and testing new models or solving approaches for which assignments are received in the form of results expected with freedom to decide on the procedures to follow. Delivers all tasks with quality and on time with limited assistance. Interacts with internal teams and contributes in understanding the business problem, the scientific involvement and documents the requirements.\n<\u002Fli><li>Develop and operate productive software that generates value for our customers.\n<\u002Fli><li>Develop and suggest multiple and efficient algorithms\u002Fmodels based on machine learning techniques to solve a JDA business problem. Expected to stay aware of the scientific literature and translate relevant applications into the JDA business problem. The Data Scientist will have strong project oriented programming skills, a strong ability to manipulate data and the capacity to use visualization libraries and tools to present the results of his work.\n<\u002Fli><li>Draft business requirements that a scientific solution needs to address and can validate the completeness and quality of the available data. Continuously build their knowledge of JDA domain expertise from JDA domain experts and from available documentation. Share acquired knowledge and synergies between solutions.\n<\u002Fli><li>As part of day to day work, the Data Scientist is involved in frequent coordination, communication, and\u002For team problem solving within department for work production or service quality. Main contributor in translating scientific contributions into patents, publications or conferences. The Data Scientist can communicate up to senior director level colleagues and across with colleagues of the entire organization.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Responsibilities\n<\u002Fb><\u002Fp><ul><li>Understand the business context and develop new domain expertise. Outline requirement, inputs, and objectives of the scientific problem in the business context.\n<\u002Fli><li>Analyze problem to be solved, existing literature and think of ways of solving the problem.\n<\u002Fli><li>Implement, test and evaluate different approaches to solve the problem\n<\u002Fli><li>Package results into patents, whitepapers or scientific publication.\n<\u002Fli><li>Present problems, modelization, solving approaches and results (conferences, customers or internal teams)\n<\u002Fli><li>Interact with internal teams for planning, to get business validation and report on progress.\n<\u002Fli><\u002Ful><p>Required Skills\n<\u002Fp><ul><li>PhD or Master's Degree in Business Intelligence \u002F Engineering \u002F Computer Science \u002F Mathematics \u002F Statistics \u002F Physics\n<\u002Fli><li>Experience as Data scientist\u002F Data Mining Researcher\u002F Research Scientist (PhD experience counts)\n<\u002Fli><li>Programming skills (Experience in Python coding is a PLUS) &ndash; 2 years\n<\u002Fli><li>Experience in Data Manipulation Queries\u002F data visualization \u002FBig Data -2 years\n<\u002Fli><li>Machine learning &ndash; 2 years\n<\u002Fli><li>Ability to visually present data or analysis results to a non-technical audience\n<\u002Fli><li>Good written and communication skills<br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b><i>*LI-LN1<\u002Fi><\u002Fb><\u002Fp><\u002Fdiv><p><\u002Fp>","846f12b6bacb5a86":"<div><ul><li>Bachelor&rsquo;s or Master&rsquo;s degree in a quantitative field such as Statistics, Applied Mathematics, Physics, Engineering, Computer Science, or Economics<\u002Fli><\u002Ful><br>\n<ul><li>2+ years of relevant working experience in an analytical role involving data extraction, analysis, and communication<\u002Fli><\u002Ful><br>\n<ul><li>2+ years of experience with data querying languages (e.g. SQL, Hadoop\u002FHive) and statistical\u002Fmathematical software (e.g. R, Weka, Matlab, Stata)<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div>The Amazon Demand Forecasting team seeks a Data Scientist with strong analytical and communication skills to join our team. We develop sophisticated algorithms that involve learning from large amounts of data, such as prices, promotions, similar products, and a product&rsquo;s attributes, in order to forecast the demand of millions of products world-wide. These forecasts are used to automatically order millions of dollars&rsquo; worth of inventory weekly and establish plans for tens of thousands of employees. The work is complex and important to Amazon. With better forecasts we drive down supply chain costs, enabling the offer of lower prices and better in-stock selection for our customers.<br>\n<br>\nIn a typical day, you will work closely with talented machine learning scientists, statisticians, software engineers, and business groups. Your work will include cutting edge technologies that enable implementation of sophisticated models on big data. As a successful data scientist in our Demand Forecasting team, you are an analytical problem solver who enjoys diving into data, is excited about investigations and algorithms, can multi-task, and can credibly interface between technical teams and business stakeholders. Your analytical abilities, business understanding, and technical savvy will be used to identify specific and actionable opportunities to solve existing business problems in Demand Forecasting, through collaboration with engineering, research, and business teams. Your expertise in synthesizing and communicating insights and recommendations to audiences of varying levels of technical sophistication will enable you to answer specific business questions and innovate for the future.<br>\nMajor responsibilities include:<br>\n<br>\n<ul><li>Translating Demand Forecasting business questions and concerns into specific analytical questions that can be answered with available data using statistical and machine learning methods; working with engineers to produce the required data when it is not available<\u002Fli><\u002Ful><br>\n<ul><li>Providing feedback to our science and engineering teams on the applicability of technical solutions from the business perspective<\u002Fli><\u002Ful><br>\n<ul><li>Presenting critical data in a format that is immediately useful to answer questions about the inputs and outputs of Demand Forecasting systems and improving their performance<\u002Fli><\u002Ful><br>\n<ul><li>Communicating verbally and in writing to business customers with various levels of technical knowledge, educating them about our systems, as well as sharing insights and recommendations<\u002Fli><\u002Ful><br>\n<ul><li>Improving upon existing Demand Forecasting statistical or machine learning methodologies by developing new data sources, testing model enhancements, running computational experiments, and fine-tuning model parameters for new forecasting models<\u002Fli><\u002Ful><br>\n<ul><li>Supporting decision making by providing requirements to develop analytic capabilities, platforms, pipelines and metrics then using them to analyze trends and find root causes of forecast inaccuracy<\u002Fli><\u002Ful><br>\n<ul><li>Formalizing assumptions about how demand forecasts are expected to behave, creating definitions of outliers, developing methods to systematically identify these outliers, and explaining why they are reasonable or identifying fixes for them<\u002Fli><\u002Ful><br>\n<ul><li>Utilizing code (Python, R, Scala, etc.) for analyzing data and building statistical and machine learning models and algorithms<\u002Fli><\u002Ful><br>\nAmazon.com is an Equal Opportunity-Affirmative Action Employer &ndash; Minority \u002F Female \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation<\u002Fdiv>\n<br>\n<div><ul><li>Experience processing, filtering, and presenting large quantities (Millions to Billions of rows) of data<\u002Fli><\u002Ful><br>\n<ul><li>Superior verbal and written communication skills with the ability to effectively advocate technical solutions to scientists, engineering teams and business audiences<\u002Fli><\u002Ful><br>\n<ul><li>Proven ability to convey rigorous technical concepts and considerations to non-experts<\u002Fli><\u002Ful><br>\n<ul><li>Natural curiosity and desire to learn<\u002Fli><\u002Ful><br>\n<ul><li>Fluency in a scripting or computing language (e.g. Python, Scala, C++, Java, etc.)<\u002Fli><\u002Ful><br>\n<ul><li>Depth and breadth in quantitative knowledge. Excellent quantitative modeling, statistical analysis skills and problem-solving skills. Sophisticated user of statistical tools.<\u002Fli><\u002Ful><br>\n<ul><li>Combination of deep technical skills and business savvy to interface with all levels and disciplines within our and our customer&rsquo;s organizations<\u002Fli><\u002Ful><br>\n<ul><li>Demonstrable track record of dealing well with ambiguity, prioritizing needs, and delivering results in a dynamic environment<\u002Fli><\u002Ful><br>\n<ul><li>Experience in forecasting and time series is a plus<\u002Fli><\u002Ful><\u002Fdiv>","a22e8dd65c03db3f":"<div><p><b>Job Description<\u002Fb><\u002Fp><p><\u002Fp><p>\nCACI is looking to hire a Data Analytics Engineer to support their research and development team at Naval Surface Warfare, Carderock Division. This role is heavily dependent on problem solving and data analytics. A candidate with strong independent work ethic and the ability to adjust within a team will thrive in this position.<\u002Fp><p><\u002Fp><p>\nWhat You&rsquo;ll Get to Do:<\u002Fp><ul><li>\nProvide engineering and physical insight into mechanical and aerospace systems for a data science team<\u002Fli><li>\nSupport root cause analysis of aircraft system under-performance or detected anomalies<\u002Fli><li>\nApply engineering principles to identify trends and events in complex aircraft data<\u002Fli><li>\nDevelop hypothesis and goals for independent investigations<\u002Fli><li>\nCommunicate results through reports and presentations to a non-technical audience<\u002Fli><\u002Ful><p><br>\nYou&rsquo;ll Bring These Qualifications:<\u002Fp><ul><li>\nA Secret clearance is the minimum requirement to begin employment<\u002Fli><li>\nAs a requirement of continued employment you will be required to obtain a Secret Clearance<\u002Fli><li>\nBachelor&rsquo;s Degree in Physics, Aerospace, Mechanical or related engineering field<\u002Fli><li>\nComfortable with MATLAB or Python for data analysis<\u002Fli><li>\nExperience with signal processing or time series analysis<\u002Fli><li>\nKnowledge of numerical and optimization methods<\u002Fli><\u002Ful><p><\u002Fp><p>\nThese Qualifications Would be Nice to Have:<\u002Fp><ul><li>\nCurrently hold an active Secret Security Clearance<\u002Fli><li>\nMasters in Aerospace, Mechanical, or related engineering field<\u002Fli><li>\nKnowledge of fluids, aerodynamics, thermodynamics, or structures<\u002Fli><li>\nExperience with parallel or GPU computing<\u002Fli><li>\nInterest in data science, machine learning, or deep learning concepts<\u002Fli><\u002Ful><p><\u002Fp><div>\nWhat We Can Offer You:<br>\n<br>\n<ul><li>We&rsquo;ve been named a Best Place to Work by the Washington Post.<\u002Fli><\u002Ful><br>\n<ul><li>Our employees value the flexibility at CACI that allows them to balance quality work and their personal lives.<\u002Fli><\u002Ful><br>\n<ul><li>We offer competitive benefits and learning and development opportunities.<\u002Fli><\u002Ful><br>\n<ul><li>We are mission-oriented and ever vigilant in aligning our solutions with the nation&rsquo;s highest priorities.<\u002Fli><\u002Ful><br>\n<ul><li>For over 55 years, the principles of CACI&rsquo;s unique, character-based culture have been the driving force behind our success.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp><p><b>\nJob Location<\u002Fb><\u002Fp><p>\nUS-Bethesda-MD-MARYLAND SUBURBAN<\u002Fp><br>\n<p><\u002Fp>\n<p>\nCACI employs a diverse range of talent to create an environment that fuels innovation and fosters continuous improvement and success. At CACI, you will have the opportunity to make an immediate impact by providing information solutions and services in support of national security missions and government transformation for Intelligence, Defense, and Federal Civilian customers. CACI is proud to provide dynamic careers for employees worldwide. CACI is an Equal Opportunity Employer - Females\u002FMinorities\u002FProtected Veterans\u002FIndividuals with Disabilities.<\u002Fp><\u002Fdiv>","a6ebcc490491c7ec":"<div><h2 class=\"jobSectionHeader\"><b>Current Schnuck Teammates, click here to review and apply through your Workday account.\n<\u002Fb><\u002Fh2><p><\u002Fp><h1 class=\"jobSectionHeader\"><b>GROW WITH US!<\u002Fb><\u002Fh1><p><\u002Fp><p>\nSince 1939, growth and change have been the two constants at Schnucks. As our customers change, we change to meet their needs. As the neighborhoods we serve grow, we grow with them. Schnucks is a progressive, family-owned supermarket retailer with 100 stores in Missouri, Illinois, Indiana, Iowa and Wisconsin &ndash; all managed from our corporate headquarters in St. Louis.<\u002Fp><p><\u002Fp><h1 class=\"jobSectionHeader\"><b>\nJob Description<\u002Fb><\u002Fh1><div>\nEssential Job Responsibilities:<br>\n<ul><li>Conduct deep analysis evaluating strategic effectiveness around sales, gross profit, TIL, customers, and baskets.<\u002Fli><li>Develop and share analytics and best practices across entire analyst team.<\u002Fli><li>Centralize, standardize, and automate key analytics functions currently spread across multiple teammates.<\u002Fli><li>Report findings and work with business stakeholders to recommend actions.<\u002Fli><li>Develop predictive modeling in support of business optimization.<\u002Fli><\u002Ful><br>\nMinimum Requirements:<br>\n<ul><li>Minimum Education: Master&rsquo;s Degree. Will accept Bachelor&rsquo;s Degree in Mathematics\u002FStatistics plus equivalent experience.<\u002Fli><li>Minimum Years of Experience: 3 to 5 years.<\u002Fli><\u002Ful><br>\nRequired Knowledge, Skills and Abilities:<br>\n<ul><li>Google Suite and Microsoft Office, with advanced Microsoft Excel.<\u002Fli><li>Working knowledge of SQL. Working knowledge of Web-Focus BI, Nitro (Nielsen), Alteryx, Tableaut tools a plus.<\u002Fli><li>Statistical software proficiency required; R, Python, Matlab, SAS, SPSS, etc., with demonstrated success.<\u002Fli><li>Functional knowledge of unstructured data sets, including how to access and consume.<\u002Fli><li>Certification or equivalent experience in analytic methodology (e.g. Six Sigma).<\u002Fli><li>Ability to handle large amounts of data, identify key information, and provide insightful recommendations to all levels within the organization with minimal direction.<\u002Fli><li>Ability to communicate to all audiences including strategy team, form strong partnerships, and powerfully convey their recommendations in order to gain action on their insights.<\u002Fli><li>Strong organizational skills, the ability to multi-task in a dynamic environment, and must keep a high level of composure and professionalism in all situations.<\u002Fli><li>Strong critical thinking skills with the ability to think outside the box.<\u002Fli><li>Advanced analytical skills and techniques, including deep statistical knowledge, big data knowledge, visualization, and data exploration.<\u002Fli><\u002Ful><br>\nPHYSICAL REQUIREMENT AND WORK ENVIRONMENT<br>\n<ul><li>Walking<\u002Fli><\u002Ful>\nLess than &frac12; Day<br>\n<ul><li>Standing<\u002Fli><li>Less than &frac12; Day<\u002Fli><li>Lifting<\u002Fli><\u002Ful>\nUp to 25 lbs<br>\n<ul><li>Travel<\u002Fli><\u002Ful>\n0-25%<br>\n<ul><li>Work Environment<\u002Fli><\u002Ful><br>\nNormal business hours of Monday - Friday, days. Traditional office environment with computer equipment and office supplies.<br>\n<br>\nThe above statements describe the job&rsquo;s essential responsibilities and requirements. They are not an exhaustive list of the duties that may be assigned to job incumbents.<\u002Fdiv><p><\u002Fp><p><i>\nSchnucks is an Equal Opportunity Employer.<\u002Fi><\u002Fp><\u002Fdiv>","a48c084d9cce8f76":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>The mission of the Marketplace team is to connect people through commerce across our family of apps. With over 800 million monthly active users and in over 70 countries, Marketplace is one of the fastest growing products at Facebook. In the commerce world, customer intent understanding and personalized recommendations are keys to improve user experience by showing them most relevant products at the best time. The mission and focus for Marketplace IQ team is to seamlessly integrate Machine Learning into Marketplace to enhance both buyer experience and seller experience.\n<br>\nWe are looking for strong Data Scientists to help the team to optimize the whole shopping\u002Fselling journey on Facebook through ML Ranking systems. This role works closely with both product team and engineering team to identify opportunities in current ML delivery system and further improve it. Successful candidates for this role will have a background in a quantitative or technical field, will have experience working with Natural Language Processing (NLP) and Ranking\u002FRecommendation System, and will have experience in influencing decision making across different teams through data.\n<br>\n<\u002Fdiv><div><div>RESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nApply your expertise in quantitative analysis, data mining, and the presentation of data to see beyond the numbers and understand how our users interact with both our consumer and business products.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDefine problems and opportunities in a complex or ambiguous area.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nInform, influence, support, and execute our product decisions and product launches.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nPartner with Product and Engineering teams to solve problems and identify new levers to improve user experience.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nMonitoring key product metrics, understanding root causes of changes in metrics.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nInfluencing product teams through presentation of data-based recommendations, and clearly communicating state of business, experiment results, etc. to product teams.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nAdvanced degree in Computer Science, Engineering, Math\u002FStatistics, Physics, Economics, or equivalent experience.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n7+ years experience solving analytical problems using quantitative approaches.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience in SQL or other programming languages.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nKnowledge of statistics (e.g., hypothesis testing, regressions, ML systems).<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience communicating the results of analyses with product and leadership teams to influence the strategy of the product.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience in machine learning, recommendation systems, statistical analysis, and natural language processing (NLP).<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nDevelopment experience in any scripting language (Python, R, etc.).<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with distributed computing (Hive\u002FHadoop).<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","2f0cb4bd7a45077d":"<p><\u002Fp><div><div><p><b><i>Join us and make YOUR mark on the World!<\u002Fi><\u002Fb><\u002Fp><p>\nCome join Lawrence Livermore National Laboratory (LLNL) where we apply science and technology to make the world a safer place; now one of <b><i>2019 Best Places to <\u002Fi><\u002Fb><b><i>Work by Glassdoor!<\u002Fi><\u002Fb><\u002Fp><p><br>\n<\u002Fp><div>We have openings for Data Scientists to provide solutions for various projects. You will work in a dynamic, multidisciplinary team of independent\u002Fentrepreneurial computer scientists and engineers who research, develop, and integrate state-of-the-art algorithms, software, hardware, and computer systems solutions to challenging research and development problems. This position is in the Global Security Computing Applications Division in the Computing Directorate.<\u002Fdiv><div>\n<\u002Fdiv><div><b>\nEssential Duties<\u002Fb><\u002Fdiv><ul><li>Collaborate with scientists and researchers in one or more of the following areas: data intensive applications, text processing, graph analysis, machine learning, statistical learning, information visualization, low-level data management, data integration, data streaming, scientific data mining, data fusion, massive-scale knowledge fusion using semantic graphs, database technology, programming models for scalable parallel computing, application performance modeling and analysis, scalable tool development, novel architectures (e.g., FPGAs, GPUs and embedded systems), and HPC architecture simulation and evaluation.\n<\u002Fli><li>Work with other LLNL scientists and application developers to bring research results to practical use in LLNL programs.<\u002Fli><li>Assess the requirements for data sciences research from LLNL programs and external government sponsors.<\u002Fli><li>Carry out development of data analysis algorithms to address program and sponsor data sciences requirements.<\u002Fli><li>Engage other developers frequently to share relevant knowledge, opinions, and recommendations, working to fulfill deliverables as a team.\n<\u002Fli><li>Contribute to technical solutions, participate as a member of a multidisciplinary team to analyze sponsor requirements and designs, and implement software and perform analyses to address these requirements.\n<\u002Fli><li>Develop and integrate components-such as web-based user interfaces, access control mechanisms, and commercial indexing products-for creating an operational information and knowledge discovery system.\n<\u002Fli><li>Perform other duties as assigned.\n<\u002Fli><\u002Ful><div><\u002Fdiv><div><b>Qualifications\n<\u002Fb><\u002Fdiv><ul><li>Bachelor&rsquo;s degree in computer science, computer engineering, or related field, or the equivalent combination of education and related experience.<\u002Fli><li>Fundamental knowledge of one or more of the following: high performance computing, scientific data analysis, statistical analysis, knowledge discovery, computer security, systems programming, large-scale data management, and big data technologies.\n<\u002Fli><li>Skilled in all aspects of the software project life cycle: feasibility, requirements, design, implementation, integration, test and deployment.\n<\u002Fli><li>Fundamental experience developing software with C++, C, Java, Python, R, or Matlab, software applications in Linux, UNIX, Windows environments, data analysis algorithms, data management approaches, relational databases, or machine learning algorithms.\n<\u002Fli><li>Ability to effectively handle concurrent technical tasks with conflicting priorities, to approach difficult problems with enthusiasm and creativity and to change focus when necessary, and to work independently and implement research concepts in a multi-disciplinary team environment, where commitments and deadlines are important to project success.\n<\u002Fli><li>Sufficient interpersonal skills necessary to interact with all levels of personnel.\n<\u002Fli><li>Sufficient verbal and written communication skills necessary to effectively collaborate in a team environment and present and explain technical information.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Pre-Employment Drug Test:<\u002Fb> External applicant(s) selected for this position will be required to pass a post-offer, pre-employment drug test. This includes testing for use of marijuana as Federal Law applies to us as a Federal Contractor.<\u002Fp><p><br>\n<\u002Fp><p><b>Security Clearance:<\u002Fb> This position requires a Department of Energy (DOE) Q-level clearance.<\u002Fp><p>\nIf you are selected, we will initiate a Federal background investigation to determine if you meet eligibility requirements for access to classified information or matter. In addition, all L or Q cleared employees are subject to random drug testing. Q-level clearance requires U.S. citizenship. If you hold multiple citizenships (U.S. and another country), you may be required to renounce your non-U.S. citizenship before a DOE L or Q clearance will be processed\u002Fgranted.<\u002Fp><p><br>\n<\u002Fp><p><b>Note:<\u002Fb> This listing has 3 openings; these are Career Indefinite positions. Lab employees and external candidates may be considered for these positions.<\u002Fp><p><br>\n<\u002Fp><p><b>About Us<\u002Fb><\u002Fp><p>\nLawrence Livermore National Laboratory (LLNL), located in the San Francisco Bay Area (East Bay), is a premier applied science laboratory that is part of the National Nuclear Security Administration (NNSA) within the Department of Energy (DOE). LLNL's mission is strengthening national security by developing and applying cutting-edge science, technology, and engineering that respond with vision, quality, integrity, and technical excellence to scientific issues of national importance. The Laboratory has a current annual budget of about $2.1 billion, employing approximately 6,800 employees.<\u002Fp><p><\u002Fp><br>\n<p>\nLLNL is an affirmative action\u002F equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, marital status, national origin, ancestry, sex, sexual orientation, gender identity, disability, medical condition, protected veteran status, age, citizenship, or any other characteristic protected by law.<\u002Fp><\u002Fdiv><\u002Fdiv>","2f0cd07943c0faad":"<div><h1 class=\"jobSectionHeader\">The Collaborative Science and Innovation (CSI) Department provides wrap around research support for health care professionals to enhance a spirit of inquiry at Billings Clinic. The CSI team also leads scientific investigations in their own interest areas and in priority focus areas for the organization.<\u002Fh1><br>\n<p>\n<\u002Fp><h1 class=\"jobSectionHeader\">The scientist\u002Fdata analyst is responsible for providing scientific oversight, direction, and contribution for research studies conducted at Billings Clinic. The incumbent serves as the primary data management, analysis and technology resource for all research related activities. Responsibilities include planning, design, development and management of multiple research initiatives and databases; facilitation of integration of data, information, knowledge and\u002For systems to support quality, process improvement, and all other components associated with federal, state or privately funded health services research. The incumbent is accountable for accessing, extracting, synthesizing and verifying clinical and financial data, develops and provides a variety of reports to support identification and evaluation of analytic findings and results. Provides statistical expertise and acts as a resource to other departments and external collaborators.<br>\n<\u002Fh1><p><\u002Fp><h1 class=\"jobSectionHeader\">MINIMUM QUALIFICATIONS<\u002Fh1>\n<ul><li> Masters degree in public health, statistics, epidemiology\n<\u002Fli><\u002Ful><ul><li> National Institute of Health (NIH) Human Participant Certification, preferred or to be obtained within three (3) months of employment<\u002Fli><\u002Ful>\n<ul><li> Demonstration of database management experience (SPSS, SAS, Microsoft Access, R). Ability to work within variety of databases, combining information from a variety of databases and make recommendations based on the statistical data. Experience with research, clinical and\u002For financial data manipulation.<\u002Fli><\u002Ful>\n<ul><li> Experience in grant writing and literary reviews desirable<\u002Fli><\u002Ful>\n<ul><li> Experience in clinical outcomes research preferred\n<\u002Fli><\u002Ful><ul><li> Or an equivalent combination of education and experience will be considered as it relates to the above tasks, knowledge, skills, and abilities<\u002Fli><\u002Ful><br>\nLocation: Billings Clinic &middot; Collaborative Science &amp; Innovation 8535<br>\nSchedule: Full time (30-40 hours per week), day, M-F<\u002Fdiv>","b5510a7951877490":"<b>Job Opportunity:<\u002Fb> Our team is seeking a talented Data Scientist to work in our Washington DC location.\n<br><br>\n<b>What You'll Get to Do as a Data Scientist:<\u002Fb><br>\n<ul>\n<li>Shall have a minimum of five (5) years of experience in the Information Technology field focusing on AI\u002FML development projects, DevSecOps and technical architecture specifically.<\u002Fli>\n<li>Shall possess strong architecture & design experience, including at least three (3) years of experience deploying production enterprise applications in AWS that use AI\u002FML.<\u002Fli>\n<li>Shall possess expertise in large scale, high performance enterprise big data application deployment and solution architecture on complex heterogeneous environments in AWS.<\u002Fli>\n<\u002Ful>\n<b>You'll Bring These Qualifications:<\u002Fb><br>\n<ul>\n<li>Must be a U.S. Citizen to obtain a DHS EOD Suitability clearance<\u002Fli>\n<li>Bachelor's degree in Computer Science, Information Technology Management or Engineering, or other comparable degree or experience.<\u002Fli>\n<\u002Ful>\n<b>About OneGlobe:<\u002Fb><br>\nOneGlobe LLC was founded in 2005 to provide quality Information Technology solutions that exceed expectations. We focus on IT System Modernization using agile software development practices and DevSecOps to deliver intuitive and maintainable systems that we help our customers improve their processes and capabilities.\n<br><br>\nWe provide full service IT solutions and have the skill to identify, plan and perform cost-saving steps throughout the system lifecycle to enhance system efficiency, while optimizing the value that we deliver to our customers. Our team has the drive and right mindset to feel ownership on the projects they work. They partner with our customers to give the extra effort sometimes required to deliver success.\n<br><br>\n<b>We provide highly competitive benefits package to include:<\u002Fb> extensive medical\u002Fdental\u002Fvision, 7% of your annual salary toward 401(k), Paid Time Off (PTO), $5K annually toward ongoing education and training, and more. We also have monthly social and tech events!\n<br><br>\n<b>See additional positions at:<\u002Fb> http:\u002F\u002Fwww.oneglobeit.com\u002F#careers\n<br><br>\nOneGlobe is a proud equal opportunity employer. We are a drug free, EEO employer committed to a diverse workforce. We will consider all qualified candidates regardless of race, color, national origin, sex, age, marital status, personal appearance, sexual orientation, gender identity, family responsibilities, disability, political affiliation or veteran status.","8dac0149a1cc6ae3":"<div><ul><li>Title generated by a neural net trained on relevant job listings and then asked to perform poorly.<\u002Fli><\u002Ful>\n<p>What you will be working on:<\u002Fp>\n<p>Come be a part of a team applying cutting edge Data Science to the cybersecurity domain! We will use state of the art Data Science techniques (clustering algorithms, dimensionality reduction, statistical analysis) to dive into big data problems, find patterns, and produce insights.\n<\u002Fp><p>You will:<\u002Fp>\n<ul><li>Use appropriate tools to analyze and explore data, looking for relevant patterns of interest<\u002Fli><\u002Ful>\n<ul><li>Write code to collect and preprocess data for training and analysis<\u002Fli><\u002Ful>\n<ul><li>Work on small teams to conceptualize, design, develop, test, and harden for deployment advanced analytics<\u002Fli><\u002Ful>\n<ul><li>Translate data insights into machine learning models<\u002Fli><\u002Ful>\n<ul><li>Read current research and contribute to the team&rsquo;s collective knowledge<\u002Fli><\u002Ful>\n<ul><li>Work at our headquarters in Annapolis Junction, MD and\u002For the surrounding area.<\u002Fli><\u002Ful>\n<p>What you need:<\u002Fp>\n<ul><li>A Bachelor&rsquo;s degree in Data Science or Mathematics<\u002Fli><\u002Ful>\n<ul><li>Familiarity with one or more programming or scientific languages such as Python, R, Java, C++<\u002Fli><\u002Ful>\n<ul><li>US Government Security clearance or the ability to obtain one.<\u002Fli><\u002Ful>\n<p>What we would like you to have:<\u002Fp>\n<ul><li>A strong background in Data Science and Mathematics<\u002Fli><\u002Ful>\n<ul><li>Experience with Python or another programming language<\u002Fli><\u002Ful>\n<ul><li>Familiarity with mathematical and statistical modeling, such as predictive and decision analysis<\u002Fli><\u002Ful>\n<ul><li>Familiarity with Data Science tools and techniques<\u002Fli><\u002Ful>\n<ul><li>Familiarity with the cyber security domain<\u002Fli><\u002Ful>\n<ul><li>Enthusiasm for finding a particular needle in a stack of needles<\u002Fli><\u002Ful>\n<p>A few of the reasons to work for us:<\u002Fp>\n<p>You can grow with us: Our flexible and collaborative environment encourages our people to challenge themselves and feed their need to learn and grow. We offer $10k towards Professional Development and Education, and Brown Bag sessions covering a wide variety of topics.<\u002Fp>\n<p>You can retire sooner rather than later: We match up to 8% of your 401k contributions which you are vested in 100% day one.\n<\u002Fp><p>Work - life balance is real: In addition to the ability to work flexible hours, you&rsquo;ll get up to 7 weeks of PTO which is based upon your total years&rsquo; experience. For every year you&rsquo;re with HII-TSD (formerly G2, Inc.), you&rsquo;ll enjoy an additional day of PTO.\n<\u002Fp><p>Not quite ready to apply? TAKE THE NEXT STEP and GET CONNECTED or reach out to us at Recruiting@g2-inc.com to take a less formal approach.\n<\u002Fp><p>We are an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, disability status, protected veteran status, or any other characteristic protected by law.<\u002Fp>\n<p>If you are seeking reasonable accommodation as it relates to the employment process, please contact the recruiting department at (410) 290-9710 or recruiting@g2-inc.com<\u002Fp><\u002Fdiv>","5adaf3a147987202":"<b>About Ancestry:<\u002Fb><br>\nWhen you join Ancestry, you join our family tree. Backed by history, science, and technology, we&rsquo;re creating a new world of connection, innovation, and understanding. Whether it&rsquo;s reuniting long-lost relatives through DNA or unearthing new family stories from historical records, Ancestry empowers life-changing experiences. With over 20 billion digitized historical records, 100 million family trees, and 15+ million DNA kits sold, Ancestry is bringing the power of personal discovery to people around the world.\n<br><br>\nWe are growing our Data Science team in Lehi, UT. We&rsquo;re looking for a Data Scientist to join and help develop this exciting team.\n<br><br>\nYou will be a member of the global Data Science &amp; Machine Learning Team, tackling our toughest and most exciting data science challenges.\n<br>What You Will Do\n<br>Use data science to drive product innovation, customer success, marketing optimization, and more across both our family history and consumer genomics businesses\n<br>Apply statistics, clustering, and modeling to complex business problems\n<br>Help champion a data-driven culture and push long-term business value creation through development of best-in-class data science capabilities\n<br>Leverage data mining, computer science, and\u002For natural language processing to increase value across our businesses\n<br><br>\nWho You Are\n<br>You will have a M.S. or Ph.D. in Computer Science, Statistics, or any data related field in addition to 2 years industry experience in machine learning \u002F statistical modeling.\n<br>Expert level in machine learning and Statistical analysis (classification, regression, recommendation systems).\n<br>Proven track record of completing multiple data science projects end to end, from idea generation to objectives formulation to implementation and deliverables.\n<br>Fluency in Python\n<br>Experience with SPARK and SQL\n<br><br>\n<b>Additional Information:<\u002Fb><br>\nAncestry is an Equal Opportunity Employer that makes employment decisions without regard to race, color, religious creed, national origin, ancestry, sex, pregnancy, sexual orientation, gender, gender identity, gender expression, age, mental or physical disability, medical condition, military or veteran status, citizenship, marital status, genetic information, or any other characteristic protected by applicable law. In addition, Ancestry will provide reasonable accommodations for qualified individuals with disabilities.\n<br><br>\nAll job offers are contingent on a background check screen that complies with applicable law. For San Francisco office candidates, pursuant to the San Francisco Fair Chance Ordinance, Ancestry will consider for employment qualified applicants with arrest and conviction records.\n<br><br>\nAncestry is not accepting unsolicited assistance from search firms for this employment opportunity. All resumes submitted by search firms to any employee at Ancestry via-email, the Internet or in any form and\u002For method without a valid written search agreement in place for this position will be deemed the sole property of Ancestry. No fee will be paid in the event the candidate is hired by Ancestry as a result of the referral or through other means","6cdc6b429712d1f5":"<p><\u002Fp><div><p><b>3M is seeking an experienced Data Scientist to join the Corporate Research Systems Lab located in Maplewood, MN. <\u002Fb><b>At 3M, you can apply your talent in bold ways that matter. <\u002Fb><b>Here, you go.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Job Summary <\u002Fb>:\n<\u002Fp><p>3M's mission is to solve the unsolved, innovatively. As a 3Mer, you will be applying your skills and knowledge to bring &ldquo;science and innovation to life&rdquo; in diverse markets that include healthcare, energy, infrastructure, transportation, and consumer. Our teams are working on some of the world&rsquo;s toughest problems from preventing infections in healthcare, to readying the world for autonomous transportation. 3Mer's are inventors at heart.\n<\u002Fp><p><\u002Fp><p>3M is seeking a Data Scientist to join the Corporate Research Systems Laboratory (CRSL), which collaborates and innovates with all of 3M's businesses and divisions. The CRSL lab is a collaborative environment with cross-functional teams responsible for designing and developing digital technologies from the hardware and electronics, to algorithms, data analytics, artificial intelligence, internet of things, modeling, simulation, and the software application software layer. A successful candidate will work side-by-side with scientists and engineers in broad disciplines to include electronics, mechanics, software, artificial intelligence and advanced analytics.\n<\u002Fp><p><\u002Fp><p>The ideal candidate will have exceptional technical expertise and fearless creativity, be curious by nature, have a passion for learning and be comfortable in the ambiguous early-stages of technology development. At 3M, our data scientists, analyze data, create algorithms, and develop real-world solutions leveraging deep learning, machine learning, computer vision and algorithm engineering. In return, they will work with an exceptional team to solve hard problems and learn new skills.\n<\u002Fp><p><\u002Fp><p><b>This position provides an opportunity to transition from other private, public, government or military environments to a 3M career.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Primary Responsibilities <\u002Fb>include but are not limited to the following:\n<\u002Fp><ul><li>Leverage data science expertise to develop new technologies\n<\u002Fli><li>File patent applications, publish and present at appropriate conferences\n<\u002Fli><li>Assist in the development of other technical employees, contract workers, tech aides, etc.\n<\u002Fli><li>Contribute information to the technical strategic planning process.\n<\u002Fli><li>Learn constantly, dive into new areas with unfamiliar technologies, and embrace the ambiguity of research problem solving\n<\u002Fli><li>Analyze, develop algorithms and deploy solutions based on real-world data\n<\u002Fli><li>Ensure 3M's data analytics capabilities are current with the state-of-the-art\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Basic Qualifications:\n<\u002Fb><\u002Fp><ul><li>Possess a Bachelor&rsquo;s degree or higher (completed and verified prior to start) from an accredited institution\n<\u002Fli><li>Minimum of five (5) years of professional or academic experience in one or more of the following areas: algorithm development, software engineering, machine learning, statistics, and\u002For numeric methods in a <b>private, public, government or military environment\n<\u002Fb><\u002Fli><\u002Ful><p><\u002Fp><p><b>Preferred Qualifications:\n<\u002Fb><\u002Fp><ul><li>Master&rsquo;s degree or higher (completed and verified prior to start) from an accredited institution in computer science, science, or engineering applying machine learning techniques in research\n<\u002Fli><li>Training and\u002For experience in deep learning, machine learning, data science, computer vision, artificial intelligence, statistics, and\u002For applied mathematics.\n<\u002Fli><li>Fluent in one or more programming languages (e.g. Python, MATLAB, C, C++, Java, and\u002For R)\n<\u002Fli><li>Experience with Azure and AWS cloud services and data analytics tools.\n<\u002Fli><li>Experience working in a cross-functional software development environment that includes hardware and software integration\n<\u002Fli><li>Ability to deal with the ambiguity of early-stage scouting and evaluation of new opportunities and the flexibility to change direction as additional information becomes available.\n<\u002Fli><li>Self-motivated and self-directed\n<\u002Fli><li>Experience following disciplined development practices\n<\u002Fli><li>Strong scientific and technical acumen, with demonstrated interest and ability to make connections between science\u002Ftechnology and real-world concerns.\n<\u002Fli><li>Excellent communication skills (written example required)\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Location: Maplewood, MN\n<\u002Fb><\u002Fp><p><b>Travel: May include up to 10% travel domestic\u002Finternational\n<\u002Fb><\u002Fp><p><b>Relocation: May be authorized\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>3M is a place where you can collaborate with other curious, creative people. Where your diverse talents, inclusiveness, initiative, and leadership are valued. Where you&rsquo;ll find challenging opportunities that make your career exciting and rewarding. With a diversity of people, global locations, technologies, and products, 3M is a place to grow and be rewarded for excellence.<\u002Fb><\u002Fp><\u002Fdiv><p><\u002Fp>","6e3926655e10a965":"<div>Driven by Possibility Gates Corporation is a leading manufacturer of application-specific fluid power and power transmission solutions. At Gates, we are driven to push the boundaries of materials science to engineer products that continually exceed expectations. We don&rsquo;t rest on our rich heritage of innovation. We leverage it to inspire solutions that will power the next hundred years. We invest continually in R&amp;D and technology, so our products not only outperform industry standards; they exceed our customers&rsquo; demanding expectations. We invest in our people, bringing real-world experience that enables us to solve our customers&rsquo; diverse challenges of today and anticipate those of tomorrow. And we are constantly expanding our product catalog and value-added service offerings to support every facet of our customers&rsquo; operations. In the most extreme environments and those more familiar, Gates is there with the right product, in the right place at the right time. Whether building original equipment or maintaining products in the aftermarket, we enable companies in every industry to be more efficient, productive, and profitable. We are Gates. OVERVIEW: At Gates, we welcome challenges, celebrate hard work, and continually seek new talent to join our global company. Our Denver office is seeking to hire a passionate Data Scientist within the newly created Analytics and Data Science team. This new team of 2 will use data science to provide a competitive advantage to our leadership team, allowing Gates to be a more efficient and gain insight into the market. Data scientists work directly with the Chief Marketing Officer to define and deliver projects. Starting from the initial phase the team will be architect around how we collect and analyst data to gather insights into the global industrial market, our customers, our internal data and other exciting facets of our industry. The ideal candidate is a data practitioner, whom has the experience working with diverse sets of structured and unstructured datasets to deliver business value. This individual needs to own and drive data analysis solutions for business by scoping and executing all steps of the data analysis process. A data scientist will be responsible for independently exploring and working with a portfolio of datasets and have the opportunity to generate novel insights from the data and delivering them to key stakeholders. This individual needs to be passionate about the data science research process and intellectually curious about solving real-world questions from data.\n<div><b>QUALIFICATIONS:<\u002Fb><\u002Fdiv>\n<div><\u002Fdiv>\n<ul><li>Undergraduate degree<\u002Fli>\n<li>A Masters or PhD degree in statistics, computer science, economics, mathematics, or a related field, preferred<\u002Fli>\n<li>1-3 years of relevant experience in a data-driven professional setting<\u002Fli>\n<li>Proficiency in multiple programming and querying languages, including Python<\u002Fli>\n<li>Familiarity with big data analytical techniques and cloud technologies including Tableau and Cognos<\u002Fli>\n<li>Foundation in statistics and mathematics<\u002Fli>\n<li>Self-starter within the industry with the ability to drive the team&rsquo;s objectives<\u002Fli>\n<li>Comfortable working with, and combing, disparate and diverse sources<\u002Fli>\n<li>A strong intuition for analytical methodologies and desire to solve novel technical challenges<\u002Fli>\n<li>Excellence in balancing multiple projects and efficiently meet goals in fast-paced environment<\u002Fli>\n<li>Strong written and verbal communication<\u002Fli>\n<li>Ability to work independently and on a team as well as report findings to executive level individuals<\u002Fli>\n<li>Have a tenacious desire to impact the success of the business<\u002Fli>\n<li>Must be legally authorized to work in the United States on a permanent basis without sponsorship<\u002Fli><br>\n<\u002Ful>\n<div><\u002Fdiv>\n<div><\u002Fdiv><div><b>WORK ENVIRONMENT:<\u002Fb><\u002Fdiv>\n<div>The noise level in the work environment is usually moderate.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><\u002Fdiv>\n<div>Gates Corporation is an Equal Opportunity and Affirmative Action Employer and is committed to ensuring equal employment opportunities for all job applicants and employees. Employment decisions are based upon job-related reasons regardless of race, sex, color, religion, age, disability, pregnancy, citizenship, sexual orientation, gender identity, national origin, protected veteran status, genetic information, marital status, or any other consideration defined by law.<\u002Fdiv><\u002Fdiv>","4619f98c1872de6a":"Caliber Home Loans, Inc. is one of the nation's fastest-growing mortgage lenders. We didn't move into the fast lane because of clever marketing campaigns or flashy television ads - our talented employees worked hard to help us rise to the top of our industry. Here at Caliber, we've replaced the stereotypical corporate culture with a casual &quot;dress for your day&quot; work atmosphere that promotes creativity and a collaborative environment that allows our team members to thrive. POSITION SUMMARY The Data Scientist will join the Data Science team within the Enterprise Analytics department. This team is responsible for building predictive models, providing analytical support, performing market analysis, identifying market trends, and telling stories with data for groups across the company. An ideal candidate will be interested in further developing and defining the scope, processes, and technology stack of a growing Data Science team. RESPONSIBILITIES * Use predictive modeling to increase revenue generation, decrease costs, optimize business processes, and improve business outcomes * Utilize statistical analysis to inform approach and technique * Manage a project from initial analysis to readying a model for production * Validate and demonstrate effectiveness of machine learning solutions * Maintain balance between pragmatic and deeply rigorous solutions depending on business context * Collaborate and work closely with cross-functional business partners to identify gaps and understand areas of opportunity * Advise other departments on data gathering processes and experiment design (e.g. A\u002FB testing) * Develop code and processes that are repeatable and easily maintained * Design data visualizations to communicate complex ideas to various leadership teams * Staying up to date on new machine learning techniques and approaches to data science QUALIFICATIONS * MS or PhD in Mathematics, Statistics, Computer Science, Engineering or other quantitative disciplines * Advanced experience in R or Python (Tidyverse experience preferred) * Familiarity and experience with applying various machine learning techniques (regression, decision trees, boosting, etc.) to real-world problems * Proficiency with SQL and extracting information from relational databases * Good understanding of various statistical methods, not limited to hypothesis testing, resampling, and Bayesian inference * Ability to communicate complex quantitative analysis in a clear, precise, and actionable manner. Our employees demonstrate the Caliber Ways of Work (WOWS) every day through: * Collaborating Contagiously * Caring Fiercely * Doing the Right Thing * Leading Thoughtfully Caliber benefits and perks will WOW you! Our benefits package includes: comprehensive medical, dental, and vision insurance, short-term and long-term disability, 401(k),10 employer paid holidays, as well as numerous employee discount programs. We are proud to be a military friendly employer, and provide paid leave during military assignments for employees who serve in the Guard or Reserve. Employees who work at our Coppell headquarters experience additional perks that include: standing desks, complimentary coffee and tea stations, an on-site gym and activities center with ping-pong and pool tables, and an in-house caf&eacute;. Caliber is an equal opportunity employer.","1a08305dd0164f77":"<div><div><div><b>About Houzz<\u002Fb><\u002Fdiv><div>\nHouzz is the leading home renovation and design platform in the world. We have a highly engaged community of more than 40 million unique monthly users who leverage our technologies to find inspiration for their next home project, connect with over 2.3 million home design and remodeling professionals and discover products in the Houzz Shop.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nAbout the Role<\u002Fb><\u002Fdiv><div>\nHouzz is looking for world-class analysts to join our eCommerce Marketplace Analytics team. Our mission is to assist Houzz Marketplace growth initiatives with data driven insights. Our team is working on discovering information hidden in vast amounts of data to make intelligent business decisions and to deliver better products. Critical projects will focus on data-driven insights to guide product development and business direction.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What You&rsquo;ll Do<\u002Fb><\u002Fh3><div><ul><li>\nCollaborate with leadership, product, analytics, engineering, operations, and finance teams to identify, define, and launch strategic and operational initiatives to scale our eCommerce business<\u002Fli><li>\nRelentlessly manage the key metrics (KPIs) of the business and product<\u002Fli><li>\nEnsure product areas are performing in line with our high expectations and be able to identify, diagnose, and recommend projects to improve our performance<\u002Fli><li>\nIdentify key areas of growth through market research, competitive landscape analysis and your own intuition supported by data<\u002Fli><li>\nDevelop predictive models to forecast our growth, engagement, and revenue and be able to identify expansions of our business and new opportunities for investment<\u002Fli><li>\nContribute directly to overall product strategy<\u002Fli><li>\nIdentify operational efficiencies to the business that will enable scale<\u002Fli><li>\nOwn the end-to-end execution of projects by working with a broad cross-functional team<\u002Fli><li>\nMeasure and effectively communicate results to the entire organization<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>At a Minimum, We&rsquo;d Like You to Have<\u002Fb><\u002Fh3><div><ul><li>\nB.A.\u002FB.S. degree in technical\u002Fquantitative disciplines or equivalent practical experience<\u002Fli><li>\n2+ years experience with analytics for consumer web and\u002For mobile applications using user log data<\u002Fli><li>\nStrong proficiency in writing complex SQL queries such as using aggregate functions and all types of joins<\u002Fli><li>\nStrong communication, presentation and interpersonal skills<\u002Fli><li>\nAbility to work independently and deliver quality results<\u002Fli><li>\nPassion for analytics and product development<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Ideally, You'll Also Have<\u002Fb><\u002Fh3><div><ul><li>\nAdvanced degree in a technical field (e.g. Statistics, Operations Research, Engineering, etc.)<\u002Fli><li>\nExperience with modern distributed data technologies (Hadoop, Hive, Impala, etc.)<\u002Fli><li>\nExperience using Tableau<\u002Fli><li>\nExperience with Statistical Modelling and\u002For coding with R or Python<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>__________________<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nBe Who You Are and Do What You Love at Houzz<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nWe&rsquo;re a Family<\u002Fb><\u002Fdiv><div>\nAt Houzz, we strive to create and foster a strong family environment in our workplace. We collaborate to accomplish our goals, always working as a team. We aim to build a culture of inclusion &mdash; celebrating and leveraging our differences for the betterment of one another, our products and our community.\n<\u002Fdiv><div>Houzz team members come from many backgrounds and bring diverse experiences to the company. We take pride in making each person feel at home.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nWe Build the Future<\u002Fb><\u002Fdiv><div>\nJoin Houzz in revolutionizing the home remodeling and design industry and have an impact on the more than 40 million homeowners who use our platform every month and the 2.3 million-plus home professionals around the world who are active on the site. Houzz has been named one of the most innovative companies in the world by CNBC and others, and is backed by top venture capitalists. At Houzz, you can help drive the future of an industry worth $1.2 trillion in the U.S. and Europe alone.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nWe Make Things Happen<\u002Fb><\u002Fdiv><div>\nOur team members play a key role in guiding the direction of our company and are able to work across multiple groups to implement fresh ideas that allow Houzz to be the industry leader. If you are interested in applying your passion to create products that will transform the lives of millions of people who are designing, remodeling and decorating their homes, welcome to Houzz.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nBenefits and Perks<\u002Fb><\u002Fdiv><ul><li>Competitive salary<\u002Fli><li>Flexible paid time off<\u002Fli><li>Commuter benefits<\u002Fli><li>Medical, dental, vision and pet insurance<\u002Fli><li>Employee assistance program<\u002Fli><li>401k retirement savings plan<\u002Fli><li>Maternity\u002Fpaternity leave program<\u002Fli><li>Flexible spending accounts<\u002Fli><li>Healthy at Houzz program<\u002Fli><li>Catered meals, fully stocked kitchens and much more!<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><div>\nHouzz is an Equal Opportunity Employer.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","0b481bd3c1915d27":"<p><\u002Fp><div><h2 class=\"jobSectionHeader\"><b>Data Scientist \u002F Data Engineer (San Francisco, CA)<\u002Fb><\u002Fh2>\n<div>Location: San Francisco, California, United States\n<\u002Fdiv><div><p>Full-time<\u002Fp>\n<\u002Fdiv><div><p>The New York Times describes Thunder as &quot;an ad engine to put Mad Men out of business.&quot; We're changing how digital ads are created and distributed by automating much of what people thought couldn't be done by computer. Our technology retrieves all relevant content about an advertiser across the web to intelligently design a beautiful set of ads for desktop, tablet, and mobile devices all in under a minute.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nTHE JOB<\u002Fb><\u002Fp>\n<p>\nThunder is looking for a talented Data Scientist with a track record working with Big Data and Distributed Systems to manage a cutting-edge infrastructure used by the world&rsquo;s largest digital advertisers. We&rsquo;re using Big Data in groundbreaking ways to uncover customer insights, personalize customer experiences and fix digital advertising. You will contribute as a key member of the Product Engineering team where you will be driving product and engineering innovation to better leverage Thunder's growing personal graph. We are looking for a self-starter who thrives with ambiguity and loves solving challenging problems.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nRESPONSIBILITIES<\u002Fb><\u002Fp>\n<ul>\n<li>Design and develop Big Data and real-time analytics solutions using industry standard technologies<\u002Fli>\n<li>Collaborate with internal business and product teams to identify product features that can be powered by advanced data analytics<\u002Fli>\n<li>Use various machine learning and statistical techniques to analyze data, build models and identify requirements for operationalizing those models into production services<\u002Fli>\n<li>Work with external customers on challenging data analysis problems<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>QUALIFICATIONS<\u002Fb><\u002Fp>\n<p>\nIdeal candidates will have hands-on, operational experience building and operating large-scale data analytics services and thrive working in a fast-paced startup environment.<\u002Fp>\n<ul>\n<li>5 -7 years of hands-on experience with using advanced statistics techniques and machine learning to build operational production services<\u002Fli>\n<li>Strong understanding of machine learning, recommendation systems, predictive analytics, and multivariate analysis<\u002Fli>\n<li>Strong computer science fundamentals including data structures, algorithms, distributed systems and common design patterns<\u002Fli>\n<li>Strong database and data engineering experience with hands-on experience building services that leverage a variety of database systems including SQL, Redshift Spectrum, Druid, Hadoop, Hive, HBase, Spark, Kafka, AWS Kinesis, MongoDB<\u002Fli>\n<li>B.S. or M.S. in Computer Science, Computer Engineering, Mathematics, Statistics, Applied Mathematics or related experience<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><p><\u002Fp>","c031d9f7d445f02e":"<div><p><b>VSolvit <\u002Fb>is looking for a broadly-talented Data Scientist with quantitative research skills to take an active role on our data analytics team. You will work on vast amounts of data to discover hidden information by applying modern statistical and machine learning techniques.<\u002Fp><p>\n<\u002Fp><p>Your primary focus will be in applying data mining techniques, doing statistical analysis, and building high-quality prediction systems integrated with programs and data (e.g. structured, unstructured, and mixed datasets). You will also design and develop automatic scoring using machine learning techniques, build recommendation systems, and design and develop classifiers for feature extraction.<\u002Fp><p>\n<\u002Fp><p>Your role as a Data Scientist will be primarily focused on performing research on large historical databases, and design of scalable statistical and machine learning systems based on this analysis.<\u002Fp><p>\n<\u002Fp><p><\u002Fp><p><b>RESPONSIBILITIES\n<\u002Fb><\u002Fp><ul><li>Work with large data using descriptive statistics and data visualization tools<\u002Fli>\n<li>Create insights from existing data, and drive the collection of new data<\u002Fli>\n<li>Selecting features, building and optimizing classifiers using machine learning techniques<\u002Fli>\n<li>Data mining using state-of-the art methods<\u002Fli>\n<li>Collaborate with clients to understand and communicate results, and to put insights into operation<\u002Fli>\n<li>Enhancing data collection procedures to include information that is relevant for building analytical systems<\u002Fli>\n<li>Doing ad-hoc analysis and presenting results in a clear manner<\u002Fli>\n<li>Creating automated anomaly detection systems and constant tracking of performance<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div><p><b>BASIC QUALIFICATIONS<\u002Fb><\u002Fp><ul>\n<li>5+ years&rsquo; of professional experience in data science and analysis<\u002Fli>\n<li>5+ years&rsquo; of database experience<\u002Fli><\u002Ful><p><b>\nPREFERRED QUALIFICATIONS<\u002Fb><\u002Fp><ul>\n<li>Bachelor&rsquo;s degree in quantitative social science or a STEM field<\u002Fli>\n<li>Experience with common data science toolkits, such as R, Weka, NumPy, MatLab, etc.<\u002Fli>\n<li>Excellent understanding of machine learning techniques and algorithms, such as k-NN, Na&iuml;ve Bayes, SVM, Decision Forests, etc.<\u002Fli>\n<li>Experience with data modeling programming and software development, including Python, R, or other high-level language used in statistical computing<\u002Fli>\n<li>Command of JavaScript and JS libraries like D3.js and Leaflet.js<\u002Fli>\n<li>Proficiency in using data query languages such as SQL, Hive, Pig, Pandas, MongoDB<\u002Fli>\n<li>Proficiency in big data modeling work: Hadoop, Pig, Scala, Spark<\u002Fli>\n<li>Good applied statistics skills, such as distributions, statistical testing, regression, etc.<\u002Fli>\n<li>Substantial experience with statistics and the scientific method, and the ability to perform self-directed hypothesis-driven research<\u002Fli>\n<li>Ability to present to, communicate with, and collaborate well with non-technical people<\u002Fli>\n<li>Great communication skills<\u002Fli>\n<li>Dedication to continued learning, be team dedicated, self-driven, quality minded and customer-friendly<\u002Fli><\u002Ful><p><b>\nAdditional:<\u002Fb><\u002Fp><p>\nMust be able to pass a background check<\u002Fp><p>\n<\u002Fp><p><b>Company Summary:<\u002Fb><\u002Fp><p>\nJoin the VSolvit Team! Founded in 2006, VSolvit (pronounced 'We Solve It') provides geospatial and information technology consulting services and solutions to government and private section clients. VSolvit is an award winning 8(m)\u002FEDWOSB, SBA-certified 8(a)\u002FSDB, and a certified HUBZone company. We offer Medical, Dental, and Vision Insurance, as well as 401K Retirement Plan options, Tuition Reimbursement, and other benefits. Our goal is to grow together and enjoy the work that we do as a team.<\u002Fp><p><i>\nVSolvit LLC is an Equal Opportunity\u002FAffirmative Action employer and will consider all qualified applicants for employment without regard to race, color, religion, sex, national origin, protected veteran status, or disability status.<\u002Fi><\u002Fp><\u002Fdiv>","bdad26c650ef618c":"<p><\u002Fp><div><div><div><div><p>About Us:<\u002Fp>\n<p>The United Network for Organ Sharing (UNOS) coordinates the nation&rsquo;s organ transplant system, providing vital services to meet the needs of men, women and children awaiting lifesaving organ transplants. Based in Richmond, Va., UNOS is a private, nonprofit membership organization.<\u002Fp>\n<p>\nUNOS members encompass every transplant hospital, tissue matching laboratory and organ procurement organization in the United States, as well as voluntary health and professional societies, ethicists, transplant patients and organ donor advocates.<\u002Fp>\n<p>\nAbout the Position:<\u002Fp>\n<p><\u002Fp><p><b>Position Description<\u002Fb><\u002Fp>\n<p>United Network for Organ Sharing (UNOS) is seeking a Data Scientist with a passion for developing data driven products to advance the field of Transplantation. You&rsquo;ll be part of a team collaborating within Research and IT, to develop machine modeling, advanced visualizations, and analytical applications on diverse data (relational data, unstructured data, geospatial\u002Fimage data, and etc). The goal of your work is to have a meaningful impact on the lives of those waiting for transplants or transplant recipients.<\u002Fp><br>\n<p><\u002Fp><p><b>Key Responsibilities:<\u002Fb><\u002Fp>\n<ul><li>Wrangling disparate data sources, both type and format, with the ability to formulate basic data pipelines.<\u002Fli>\n<li>Applies advanced analytical and data science techniques to derive insights and information from datasets.\n<\u002Fli><li>Develops and performs analytics on big data assets.<\u002Fli>\n<li>Collaborate with research staff on execution of statistical analysis on very large datasets.\n<\u002Fli><li>Serve as a department advanced analytics, statistical programming, and data visualization software technology mentor.\n<\u002Fli><li>Contributes to the development of data science agenda by identifying data sources, methods, and analysis plans to solve problems with Data Science<\u002Fli>\n<li>Exploring the adaptation of potential Data Science applications of Data Science to current issues in Transplantation.<\u002Fli><br>\n<\u002Ful><p><\u002Fp><p><b>Minimum Requirements<\u002Fb><\u002Fp>\n<p>5 years of data science, data analysis, computer programming or other related experience required.<br>\n<\u002Fp><p><\u002Fp><p><b>Critical Skills<\u002Fb><\u002Fp>\n<ul><li>Demonstarted experience using SAS, SQL, Python, and\u002For R<\u002Fli>\n<li>2+ years of predictive analytics\u002Fmachine learning experience on real world datasets (Glmnet, Xgboost, etc.)<\u002Fli>\n<li>Proven experience leveraging high performance computing or big data tools (Hive, Spark)<\u002Fli><br>\n<\u002Ful><p><\u002Fp><p><b>Additional Skills &amp; Qualifications<\u002Fb><\u002Fp>\n<ul><li>5 or more years of experience programming with large databases strongly preferred.<\u002Fli>\n<li>Experience with very large (terabytes) databases and medical databases is preferred.\n<\u002Fli><li>Ability to assimilate and disseminate new software tools and programming techniques.<\u002Fli>\n<li>Desire to motivate and train colleagues on new techniques, languages, and software<\u002Fli>\n<li>Strong written and oral English-language communication skills, the ability to meet deadlines in a fast-paced, multitasking environment, the ability to work independently and as part of a team are required.<\u002Fli>\n<li>Demonstrates the capability to independently identify problems that can be solved through data science\n<\u002Fli><li>Ability to bring domain expertise to transplantation (ie: NLP, genomics, computer vision, and etc.).<\u002Fli>\n<li>Prior experience on cloud platforms such as Google, AWS, or Azure<\u002Fli><br>\n<\u002Ful><p><\u002Fp><p><b>Education<\u002Fb><\u002Fp>\n<p>4-year degree in data science, data analysis, computer programming, healthcare or related field of study, or equivalent work experience. Advanced degree preferred.<\u002Fp><br>\n<p><\u002Fp><p><b>Physical Requirements<\u002Fb><\u002Fp>\n<p>General office demands<\u002Fp><br>\n<p><\u002Fp><p>For information on UNOS, including more information on employee benefits and our company culture, visit our website at https:\u002F\u002Funos.org\u002Fcareers\u002F .<\u002Fp>\n<p>UNOS provide equal employment opportunity for all applicants and employees. It will not unlawfully discriminate or permit harassment against any employee or applicant on the basis of race, ethnicity, color, religion, national origin, gender, age, disability, familial or marital status, military or veteran status, sexual orientation, gender identity and expression, genetic information, or any other characteristics or classification protected under applicable law (&ldquo;protected categories&rdquo;). This policy applies not only to hiring, but also to working conditions, benefits and privileges of employment, training, appointments for advancement, transfers, layoffs, recalls, terminations of employment and all other terms and conditions of employment. UNOS maintains a drug-free workplace.<\u002Fp>\n<p>UNOS is also an affirmative action employer. It takes affirmative action to recruit and provide opportunities for advancement to qualified females and minorities, individuals with disabilities, special disabled veterans and other protected veterans. It hires and promotes based on job-related requirements and individual qualifications. Action is taken to ensure the fulfillment of this policy as to all phases of the employment process including hiring, placement, training, upgrading, transfers and\u002For demotions, recruiting, layoffs and termination of employment.<\u002Fp>\n<p>UNOS invites individuals with disabilities and protected veterans to identify themselves, if they wish to do so. Such communication will be kept as confidential as possible and will be used only in accordance with the law. Candidates may contact the EEO\u002FAA Officer at employment@unos.org to self-identify or request an accommodation.\n<\u002Fp>\n<p>EEO is the Law | EEO is the Law Supplement | E-Verify Participation English\u002FSpanish | Right to Work | Right to Work Spanish | Pay Transparency<\u002Fp>\n<p><b>Agency Statement:<\u002Fb> No Agencies Please.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","40cb6b084baa6f76":"<p><\u002Fp><div><p>Bigger challenges. Bolder ideas. Global impact. At Viasat, we&rsquo;re on a mission to deliver connections with the capacity to change the world. We&rsquo;re the company behind the world&rsquo;s fastest satellite internet service, with technology that&rsquo;s helping to bridge the digital divide and improve life for our customers around the globe. By providing powerful new ways for people to connect with one another, gain greater access to education, entertainment, medical research, commerce, and much more, our team is empowering millions of customers worldwide.\n<\u002Fp><p>Our Team<\u002Fp><p>\nWe employ the latest technologies (Spark, Kafka, Impala, Hadoop) to analyze the Petabytes of data our operational systems produce. We employ developers, data scientists, and engineers to gain insight; solving both business and technical problems. Our innovative solutions are a result of the diversity of our team.<\u002Fp><p><\u002Fp><p><b><br>\nYour Opportunity<\u002Fb><\u002Fp><p>\nAs a team member, you'll build a breadth of knowledge including distributed systems, predictive analytics, and machine learning. You will design, develop, and deploy analytic pipelines to answer questions across multiple business areas and disciplines.<\u002Fp><p><\u002Fp><p><b><br>\nOur Ideal Candidate<\u002Fb><\u002Fp><p>\nWe encourage learning through immersion, collaboration and action. We value adaptability and curiosity. Our ideal candidate is someone focused on solving tough problems using data and loves doing so.<\u002Fp><p><\u002Fp><p><br>\nAs a Data Scientist, you will contribute with:<\u002Fp><p>\nAnalysis: Architect, design, and build data analysis pipelines working with large and complex data sets. Monitor churn and revenue trends. Develop customer analysis advanced metrics and visuals, by collecting and integrating data from various sources, including market research data and internal databases.<\u002Fp><ul><li>\nPartner with internal teams to address complex business questions and provide insightful analysis and strategic recommendations through strong storytelling capabilities to both technical and non-technical stakeholders.<\u002Fli><li>\nProvide ongoing tracking and analysis of industry trends, channel trends, segment trends, purchase drivers, satisfaction\u002Fgap analysis, and customer\u002Fsegment demographic and behavioral profiles.<\u002Fli><li>\nVisualizations &ndash; Create visualizations to effectively convey the information discovered through analysis.<\u002Fli><\u002Ful><ul>\n<li>Other analytical techniques &ndash; Performance of scenario-based outcomes and predictions i.e. device price elasticity, predicted impact of a credit deposit change, predicted impact of device price change.<\u002Fli>\n<\u002Ful><p><\u002Fp><p>Algorithms &amp; Inference: Executes parts of the modeling process (requirements, design, delivery and measurement (accuracy rate and ROI) of predicted models, forecasts and other statistical techniques. These outputs can be leveraged in a variety of ways.<\u002Fp><ul>\n<li>Data Mining Models &ndash; Prediction of customer behavior i.e. voluntary churn, likelihood of payment, response to an outbound campaign, fraudulent behavior.<\u002Fli>\n<li>Segmentation Models &ndash; customer\u002Fgeographic segmentation identification i.e. target segments, market segments.<\u002Fli>\n<li>Forecasts &ndash; Prediction of enterprise metrics i.e. defects, gross ads, customer base, calls to care, device sales and bad debt expense.<\u002Fli>\n<\u002Ful><ul><li> Design experiments, build dashboards, and evaluate &amp; define metrics to improve business performance.<\u002Fli><\u002Ful><p><\u002Fp><p><b><br>\nRequirements:<\u002Fb><\u002Fp><ul>\n<li>Able to develop complex solutions independently.<\u002Fli>\n<li>Extensive experience with data analysis tools such as Python and R<\u002Fli>\n<li>Excellent understanding of several statistical and machine learning models<\u002Fli>\n<li>Ability creating and operationalizing models and other advanced analytics<\u002Fli>\n<li>Familiarity with Big Data technologies such as Spark, Impala, Hadoop<\u002Fli>\n<li>Proven ability to meet tight timelines, estimate level of effort, multi-task and prioritize workload<\u002Fli>\n<li>Bachelors + 5 yrs relevant experience required in Statistics, Math, Finance or another quantitative field<\u002Fli>\n<\u002Ful><p><b>Preferences:<\u002Fb><\u002Fp><ul>\n<li>Experience in the customer retention and loyalty areas<\u002Fli>\n<li>MS\u002FPhD in a data related field such as mathematics, economics, statistics, or similar<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","3b54d33a71b21153":"<div><p><b>Position Description<\u002Fb><\u002Fp><br>\nA Staff Data Scientist is responsible for analyzing large data sets to develop multiple custom models and algorithms to drive innovative business solutions. Staff Data Scientists work on large project teams in order to provide analytical support and guidance to an assigned area on for large projects (for example, email targeting, business optimization, consumer recommendations) within Walmart eCommerce. Staff Data Scientists are responsible for building large data sets from multiple sources in order to build algorithms for predicting future data characteristics. Those algorithms will be tested, validated, and applied to large data sets. Staff Data Scientists are responsible for training the algorithms so they can be applied to future data sets and provide the appropriate search results. Staff Data Scientists are responsible for researching new trends in the industry and utilizing up-to-date technology (for example, HBase, MapReduce, LAPack, Gurobi) and analytical skills to support their assigned project.<br>\n<p><b>Minimum Qualifications<\u002Fb><\u002Fp><br>\nExperience with deep learning techniques like CNN, RNN, LSTM, etc.<br>\nUnderstanding of Deep Reinforcement Learning<br>\nBuild complex data sets from multiple data sources, both internally and externally.<br>\nBuild learning systems to analyze and filter continuous data flows and offline data analysis.<br>\nPhD in computer science or similar field with 3+ years of experience<br>\n<ul><li>Highly proficient in Python or Java<\u002Fli><li>Extremely hands-on in building Machine Learning products<\u002Fli><li>Experience in building data products and crunching terabytes of data<\u002Fli><li>A good portfolio of machine learning projects with a significant impact on the bottom line<\u002Fli><li>Experience in working as a tech lead<\u002Fli><li>Blog posts, papers or conference talks showing your involvement in the community<\u002Fli><\u002Ful><p><b>\nAdditional Preferred Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>Familiarity with Deep Learning<\u002Fli><li>Contributions to open-source ML projects<\u002Fli><\u002Ful><p><b>\nCompany Summary<\u002Fb><\u002Fp><br>\nThe Walmart eCommerce team is rapidly innovating to evolve and define the future state of shopping. As the world&rsquo;s largest retailer, we are on a mission to help people save money and live better. With the help of some of the brightest minds in technology, merchandising, marketing, supply chain, talent and more, we are reimagining the intersection of digital and physical shopping to help achieve that mission.<br>\n<p><b>Position Summary<\u002Fb><\u002Fp><br>\nA Staff Data Scientist is responsible for analyzing large data sets to develop multiple custom models and algorithms to drive innovative business solutions. Staff Data Scientists work on large project teams in order to provide analytical support and guidance to an assigned area on for large projects (for example, email targeting, business optimization, consumer recommendations) within Walmart eCommerce. Staff Data Scientists are responsible for building large data sets from multiple sources in order to build algorithms for predicting future data characteristics. Those algorithms will be tested, validated, and applied to large data sets. Staff Data Scientists are responsible for training the algorithms so they can be applied to future data sets and provide the appropriate search results. Staff Data Scientists are responsible for researching new trends in the industry and utilizing up-to-date technology (for example, HBase, MapReduce, LAPack, Gurobi) and analytical skills to support their assigned project.<\u002Fdiv>","fbea9e8d5e995900":"<div><h2 class=\"jobSectionHeader\"><b>Purpose of Job<\u002Fb><\u002Fh2>\nCommunity: Data &amp; Analytics<br>\n<br>\nJobs that are part of a community have unique requirements established to maintain consistent application, usage and reporting structure. Please reach out to your HR Business Partner for additional information on specific requirements prior to posting and\u002For employee placement into this job.<br>\n<br>\nUses advanced techniques that integrate traditional and non-traditional datasets and method to enable analytical solutions; Applies predictive analytics, machine learning, simulation, and optimization techniques to generate management insights and enable customer-facing applications; participates in building analytical solutions leveraging internal and external applications to deliver value and create competitive advantage; Translates complex analytical and technical concepts to non-technical employees<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Requirements<\u002Fb><\u002Fh2><p><\u002Fp><ul><li>\nPartners with other analysts across the organization to fully define business problems and research questions; Supports SME's on cross functional matrixed teams to solve highly complex work critical to the organization.<\u002Fli><li>\nIntegrates and extracts relevant information from large amounts of both structured and unstructured data (internal and external) to enable analytical solutions.<\u002Fli><li>\nConducts advanced analytics leveraging predictive modeling, machine learning, simulation, optimization and other techniques to deliver insights or develop analytical solutions to achieve business objectives.<\u002Fli><li>\nSupports Subject Matter Experts (SME's) on efforts to develop scalable, efficient, automated solutions for large scale data analyses, model development, model validation and model implementation.<\u002Fli><li>\nWorks with IT to research architecture for new products, services, and features.<\u002Fli><li>\nDevelops algorithms and supporting code such that research efforts are based on the highest quality data.<\u002Fli><li>\nTranslates complex analytical and technical concepts to non-technical employees to enable understanding and drive informed business decisions.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nMinimum Requirements<\u002Fb><\u002Fp><ul><li>\nMaster's degree in Computer Science, Applied Mathematics, Quantitative Economics, Statistics, or related field OR 6 additional years of related experience beyond the minimum required may be substituted in lieu of a degree.<\u002Fli><li>\n4 or more years of related experience and accountability for complex tasks and\u002For projects required.<\u002Fli><li>\nProficient knowledge of the function\u002Fdiscipline and demonstrated application of knowledge, skills and abilities towards work products required.<\u002Fli><li>\nProficient level of business acumen in the areas of the business operations, industry practices and emerging trends required.<\u002Fli><\u002Ful><p><\u002Fp><p>\n*Qualifications may warrant placement in a different job level*<\u002Fp><p><\u002Fp><p>\nWhen you apply for this position, you will be required to answer some initial questions. This will take approximately 5 minutes. Once you begin the questions you will not be able to finish them at a later time and you will not able to change your responses.<\u002Fp><p><\u002Fp><p><b>\nPreferred<\u002Fb><\u002Fp><ul><li>\nExperience building statistical models and machine learning algorithms\u002Fmodels<\u002Fli><li>\nExperience with coding in SAS and Python<\u002Fli><li>\nExperience collaborating with IT to implement predictive solutions<\u002Fli><li>\nFamiliarity with Model Risk Management validation processes<\u002Fli><li>\nExperience working in an Agile environment<\u002Fli><\u002Ful><p><\u002Fp><p>\nThe above description reflects the details considered necessary to describe the principal functions of the job and should not be construed as a detailed description of all the work requirements that may be performed in the job.<\u002Fp><p><\u002Fp><p>\nAt USAA our employees enjoy one of the best benefits package in the business, including a flexible business casual or casual dress environment, comprehensive medical, dental and vision plans, along with wellness and wealth building programs. Additionally, our career path planning and continuing education will assist you with your professional goals.<\u002Fp><p><\u002Fp><p>\nUSAA also offers a variety of on-site services and conveniences to help you manage your work and personal life, including seven cafeterias, two company stores and three fitness centers.<\u002Fp><p><\u002Fp><p><b>\nRelocation<\u002Fb> assistance is <b>not available<\u002Fb> for this position.<\u002Fp><p><\u002Fp><p><b>\nFor Internal Candidates:<\u002Fb><\u002Fp><p>\nMust complete 12 months in current position (from date of hire or date of placement), or must have manager&rsquo;s approval prior to posting.<\u002Fp><p><\u002Fp><p><b>\nLast day for internal candidates to apply to the opening is 9\u002F03\u002F19 by 11:59 pm CST time<\u002Fb><b>.<\u002Fb><\u002Fp><\u002Fdiv><p><\u002Fp>","28d330f60689bdcb":"<div>Join us as we build a next-generation analytics platform to serve our world-class agents. As a Data Scientist, you&rsquo;ll help build machine learning , deep learning and reinforcement learning models and platforms that lay the foundation for optimizing agent and broker productivity and bring Realogy&rsquo;s renowned real estate brands into the next era of data-driven excellence.<br>\n<br>\nWhat we&rsquo;re looking for:<br>\nYou&rsquo;re an experienced, talented, and motivated data scientist who loves data, who&rsquo;s ready to work with a team of individuals who share your passion. You enjoy challenging projects involving large data pipelines, machine learning and deep learning model development and solve their real world use cases. With your strong analytical skills, unwavering commitment to quality, excellent technical skills, and collaborative work ethic, you&rsquo;ll do great things here at ZapLabs.<br>\n<br>\nWhat you&rsquo;ll do:<br>\nAs a Data Scientist, you&rsquo;ll be responsible for mastering our data and designing the systems which enable us to use it most effectively. You&rsquo;ll be designing, developing and implementing machine learning, deep learning, business intelligence, and predictive analytics models that meet the needs of millions of agents, brokers, home buyers, and sellers. Your role will involve collaborating with a team of talented engineers, product managers and designers to investigate new data sources, perform data modeling, and deploy new features.<br>\n<br>\nSkills, accomplishments, &amp; interests you should have:<br>\n<ul><li>\nPhD in Computer Science, Engineering, Mathematics, or related analytical discipline or equivalent combination of training and experience<\u002Fli><li>\n2-4 years of Data Science\u002FAnalytics experience.<\u002Fli><li>\nProven experience with machine learning data modeling projects and model development for solving business problems.<\u002Fli><li>\nExperience with deep learning libraries (Tensorflow, Caffe, PyTorch, MxNet etc.) and application development<\u002Fli><li>\nUnderstanding and demonstrated experience of deep learning method, training, parameter tuning and deployment\n<\u002Fli><li>Conceptual knowledge and ability to explain common ML algorithms\n<\u002Fli><li>Familiarity with hypothesis testing<\u002Fli><li>\nSolid knowledge of Python or R for statistical analysis, modeling and visualization (pandas, numpy, scipy, scikit-learn, etc)<\u002Fli><li>\nSome experience with ETL, data cleaning, transformation experience<\u002Fli><li>\nSome experience in SQL.<\u002Fli><li>\nAbility to collaborate with team members<\u002Fli><li>\nAbility to clearly explain big picture overview and in-depth technical details to both non-technical (product managers, senior leadership, etc.) and technical people<\u002Fli><li>\nExcellent written and verbal communication skills in English\n<\u002Fli><\u002Ful><br>\nNice to haves:<ul><li>\nExperience with Java, Scala etc.\n<\u002Fli><li>Familiarity or experience with Cloud-based or Big Data technologies (AWS, Spark, EMR, EC2, S3, AWS Athena, Redshift, , etc.) is a plus.<\u002Fli><\u002Ful>\n<br>\n #LI-KD1<\u002Fdiv>","ee7485d9f7ad87ed":"<div><p><b>The challenge\n<\u002Fb><\u002Fp><p>Adobe is looking for a Data Scientist \u002F Computer Vision engineer who will be building the web&rsquo;s next generation of products.\n<\u002Fp><p><\u002Fp><p><b>What you will do:\n<\u002Fb><\u002Fp><p>The role involves evaluating, developing and deploying robust AI\u002FML solutions to a spectrum of problems for Adobe and its customers in the area of visual content understanding. The underlying solutions utilize various technologies in the cross-domain areas of computer vision, image processing, machine learning and deep learning.<br>\n<\u002Fp><p><\u002Fp><p><b>What you will need:\n<\u002Fb><\u002Fp><ul><li>MS or PhD in computer science or electrical engineering with specialization in computer vision, image science or machine learning areas\n<\u002Fli><li>At least 2-3 years of experience working on image understanding problems such as visual classification, recognition, clustering, detection, and segmentation\n<\u002Fli><li>Good understanding of various fundamentals and concepts of image processing, computer vision and machine learning\n<\u002Fli><li>Strong grasp of deep Learning building blocks and architectures. Familiarity with image models such as AlexNet, VGG, GoogleNet.\n<\u002Fli><li>Experience with open source computer vision and deep learning libraries such as OpenCV, Caffe, TensorFlow\n<\u002Fli><li>Comfortable programming in C\u002FC++. Familiarity with python a plus<br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Nice to have:\n<\u002Fb><\u002Fp><ul><li>Experience with code optimization, parallelization and deployment. Familiarity handling large amounts of image data.\n<\u002Fli><li>Strong publication record in top tier conferences such as CVPR, ECCV, ICCV, NIPS, ICML.\n<\u002Fli><\u002Ful><p><\u002Fp><p>At Adobe, you will be immersed in an exceptional work environment that is recognized throughout the world on Best Companies lists . You will also be surrounded by colleagues who are committed to helping each other grow through our unique Check-In approach where ongoing feedback flows freely.\n<\u002Fp><p><\u002Fp><p>If you&rsquo;re looking to make an impact, Adobe's the place for you. Discover what our employees are saying about their career experiences on the Adobe Life blog and explore the meaningful benefits we offer.\n<\u002Fp><p><\u002Fp><p>Adobe is an equal opportunity employer. We welcome and encourage diversity in the workplace regardless of race, gender, religion, age , sexual orientation, gender identity, disability or veteran status.<\u002Fp><\u002Fdiv>","ed3f48cfc8f4e1a9":"<div><p><b>The Team: <\u002Fb>The Data science team is a newly formed applied research team within S&amp;P Global Ratings that will be responsible for building and executing a bold vision around using Machine Learning, Natural Language Processing, Data Science, knowledge engineering, and human computer interfaces for augmenting various business processes.<\u002Fp><p><\u002Fp><p><b>\nThe Impact: <\u002Fb>This role will have a significant impact on the success of our data science projects ranging from choosing which projects should be undertaken, to delivering highest quality solutions, ultimately enabling our business processes and products with AI and Data Science solutions.<\u002Fp><p><\u002Fp><p><b>\nWhat&rsquo;s in it for you:\n<\u002Fb><\u002Fp><ul><li>This is a high visibility team with an opportunity to make a very meaningful impact on the future direction of the company. You will work with senior leaders in the organization to help define, build, and transform our business.<\u002Fli><li>\nYou will work closely with other senior scientists to create state of the art Augmented Intelligence, Data Science and Machine Learning solutions.<\u002Fli><li>\nThe team actively participates in top-tier academic and industry conferences by publishing research and organizing workshops. Depending on your interest, you can be part of these efforts.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nResponsibilities: <\u002Fb>As an NLP Data Scientist you will be responsible for building AI and Data Science models with a main focus on mining insights from text corpora. You will need to rapidly prototype various algorithmic implementations and test their efficacy using appropriate experimental design and hypothesis validation.<\u002Fp><p><\u002Fp><p><b>\nBasic Qualifications: <\u002Fb>BS in Computer Science, Computational Linguistics, Artificial Intelligence with a heavy focus on NLP\u002Ftext mining, or related field with 5+ years of relevant industry experience. There is some flexibility in adjusting the seniority to your level of education and experience.<\u002Fp><p><\u002Fp><p><b>\nPreferred Qualifications:<\u002Fb><\u002Fp><ul><li>\nMS in Computer Science, Computational Linguistics, Artificial Intelligence with a heavy focus on NLP\u002Ftext mining with 3+ years of relevant industry experience.<\u002Fli><li>\nExperience with Financial documents such as SEC filings, financial reports, credit agreements, business news, or S&amp;P&rsquo;s credit ratings process is a plus.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nWhat we look for in your background:<\u002Fb><\u002Fp><ul><li>\nCreativity, resourcefulness, and a collaborative spirit.<\u002Fli><li>\nKnowledge and working experience in one or more of the following areas: Natural Language Processing, Clustering and Classification of Text, Question Answering, Text Mining, Information Retrieval, Distributional Semantics, Knowledge Engineering, Search Rank and Recommendation.<\u002Fli><li>\nDeep experience with text-wrangling and pre-processing skills such as document parsing and cleanup, vectorization, tokenization, language modeling, phrase detection, etc.<\u002Fli><li>\nProficient programming skills in a high-level language (e.g. Java, Scala, Python)<\u002Fli><li>\nBeing comfortable with rapid prototyping practices.<\u002Fli><li>\nBeing comfortable with developing clean, production-ready code.<\u002Fli><li>\nBeing comfortable with pre-processing unstructured or semi-structured data.<\u002Fli><li>\nExperience with statistical data analysis, experimental design, and hypotheses validation<\u002Fli><li>\nProject-based experience with some of the following tools:<ul><li>\nNatural Language Processing (e.g., Spacy, NLTK, ClearTK, ScalaNLP\u002FBreeze, ClearNLP, OpenNLP, or similar)<\u002Fli><li>\nApplied machine learning (e.g. libSVM, Shogun, Scikit-learn, SparkML, H2O, or similar)<\u002Fli><li>\nInformation retrieval and search engines, e.g. ElasticSearch\u002FELK, Solr\u002FLucene<\u002Fli><li>\nDistributed computing platforms, such as Spark, Hadoop (Hive, HBase, Pig), GraphLab<\u002Fli><li>\nDatabases (traditional and noSQL)<\u002Fli><\u002Ful><\u002Fli><li>\nProficiency in traditional Machine Learning models such as SVMs, LDA\u002Ftopic modeling, HMMs, graphical models, etc.<\u002Fli><li>\nOptional: familiarity with Deep Learning architectures and frameworks such as PyTorch, Tensorflow, Keras.<\u002Fli><\u002Ful><p><\u002Fp><p>\nTo all recruitment agencies: S&amp;P Global does not accept unsolicited agency resumes. Please do not forward such resumes to any S&amp;P Global employee, office location or website. S&amp;P Global will not be responsible for any fees related to such resumes.<\u002Fp><p><\u002Fp><p>\nS&amp;P Global is an equal opportunity employer committed to making all employment decisions without regard to race\u002Fethnicity, gender, pregnancy, gender identity or expression, color, creed, religion, national origin, age, disability, marital status (including domestic partnerships and civil unions), sexual orientation, military veteran status, unemployment status, or any other basis prohibited by federal, state or local law. Only electronic job submissions will be considered for employment.<\u002Fp><p><\u002Fp><p>\nIf you need an accommodation during the application process due to a disability, please send an email to: EEO.Compliance@spglobal.com and your request will be forwarded to the appropriate person.<\u002Fp><p>\nThe EEO is the Law Poster http:\u002F\u002Fwww.dol.gov\u002Fofccp\u002Fregs\u002Fcompliance\u002Fposters\u002Fpdf\u002Feeopost.pdfdescribes discrimination protections under federal law.<\u002Fp><\u002Fdiv><p><\u002Fp>","84e35df8d8ed697a":"<div><h2 class=\"jobSectionHeader\"><b>Position Summary...<\u002Fb><\u002Fh2>\nDemonstrates up-to-date expertise and applies this to the development, execution, and improvement of action plans by providing expert advice and guidance to others in the application of information and best practices; supporting and aligning efforts to meet customer and business needs; and building commitment for perspectives and rationales. Provides and supports the implementation of business solutions by building relationships and partnerships with key stakeholders; identifying business needs; determining and carrying out necessary processes and practices; monitoring progress and results; recognizing and capitalizing on improvement opportunities; and adapting to competing demands, organizational changes, and new responsibilities. Models compliance with company policies and procedures and supports company mission, values, and standards of ethics and integrity by incorporating these into the development and implementation of business plans; using the Open Door Policy; and demonstrating and assisting others with how to apply these in executing business processes and practices.<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nWhat you'll do...<\u002Fb><\u002Fh2><p>\n Analyzes data to drive analytics projects by serving as a technical lead for analytics projects; gathering data from internal and external sources; synthesizing data into analytics datasets to support project goals; developing statistical models and computational algorithms to analyze and describe the data and its characteristics; coding, testing, and maintaining analytical software tools; identifying trends and patterns in data; identifying discrepancies in data based on project goals; and providing reports and data insights to support overall project deliverables.<br>\n Participates in multiple analytics project teams by working with project teams and business partners to determine project goals and objectives; gathering and synthesizing data; developing reports as needed; utilizing business knowledge to ensure data supports project goals; analyzing data based on identified variables; reviewing data results with team members to ensure accuracy; and communicating results and insights to the project team and business partners.<br>\n Presents data insights to key stakeholders by developing insights based on data analysis; applying analytical results to project goals; identifying trends and key insights; translating results into business actions; and presenting results and insights to key stakeholders.<\u002Fp><p><\u002Fp><p>\nWhat you'll do<br>\nAt Walmart eCommerce, we are a highly motivated group of Big Data Geeks, Data Scientists, Applications Engineers and Product Managers working in a small agile group to solve the sophisticated problem of fraud detection. We are building smart data systems that ingest, analyze massive flow of data and build predictive machine learning models. The data scientists also own the implementation of the algorithms in production giving ownership from end to end. We build compelling data visualizations and interactive dashboards to showcase our work internally and externally.<\u002Fp><div>\nMinimum Qualifications<br>\n<ul><li>Currently enrolled and pursuing a Bachelors, Masters or PhD in Data Analytics, Computer Science, Statistics, Econometrics, Electrical Engineering, Operations Research, Computational Mathematics or a related field<\u002Fli><li>Graduating between December 2019 and August 2020<\u002Fli><li>Deep knowledge of machine learning, information retrieval, data mining, statistics, NLP or related field.<\u002Fli><li>Functional coding skills in C++, Java, Scala in addition to knowledge of one of the scripting languages such as Python or Perl.<\u002Fli><li>Experience working with large data sets and distributed computing tools (Map\u002FReduce, Hadoop, Hive, Spark etc.)<\u002Fli><li>Ability to analyze and interpret the results of product experiments.<\u002Fli><li>Experience working with statistical languages such as R.<\u002Fli><li>Strong communication skills both written and verbal<\u002Fli><\u002Ful><\u002Fdiv><div>\nPreferred Qualifications:<br>\n<ul><li>Knowledge of Spark, Scikit-learn, Problem solving, Willing to learn new technologies<\u002Fli><li>Self-starter, Quick learner, Keen observer, eye for detail and someone who relishes challenges<\u002Fli><li>Strong research and publication record<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nMinimum Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.\n<\u002Fi><\u002Fp><p><\u002Fp>Minimum Qualifications: Bachelor of Science and 2 years' data science experience OR 5 years' data science experience OR Master of Science<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPreferred Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.\n<\u002Fi><\u002Fp><p><\u002Fp>Relational Database Management System (RDMS), Statistical Programming Language<p><\u002Fp>\nBachelors: Analytics, Bachelors: Economics, Bachelors: Mathematics, Bachelors: Statistics, Masters: Analytics, Masters: Economics, Masters: Mathematics, Masters: Statistics<\u002Fdiv><p><\u002Fp>","b423e9ae0c5c278c":"<div><p>MINDBODY&rsquo;s Data Science department makes sense of our data world through meaningful and actionable insights, identifying trends, delivering reports, informing product and infrastructure advancements, and promoting a culture of data-driven decision making. Our Data Scientist II focus on extracting, understanding, manipulating and conveying complex data from MINDBODY&rsquo;s production environment. This position works closely with their manager to prioritize tasks that are important to supporting our product and business units.<\u002Fp>\n<h1 class=\"jobSectionHeader\"><b>\nPRINCIPAL DUTIES AND RESPONSIBILITIES:<\u002Fb><\u002Fh1>\n<ul><li>Write custom SQL queries to run on production databases in order to fulfill ad-hoc data requests<\u002Fli>\n<li>Analyze extracted data, review for accuracy and look for trends<\u002Fli>\n<li>Participate in the SQL code review process and quality assurance<\u002Fli>\n<li>Develop new scripts and KPIs as needed<\u002Fli>\n<li>Inform Prod Dev on decisions around usage tracking, data creation and storage, as well as product usage trends<\u002Fli>\n<li>Apply advanced tools and methods to analyze product data and derive meaningful, actionable insights to Prod Dev and the rest of the business<\u002Fli>\n<li>Serve as subject matter experts (SMEs) in the area of product usage and data schemas, for the benefit of other analysts as well as PT&amp;E<\u002Fli>\n<li>Attain knowledge about MINDBODY&rsquo;s data infrastructure<\u002Fli>\n<li>Consult with management to understand current and future business goals and strategies, and ensure that high-visibility reporting and analysis is aligned<\u002Fli>\n<li>All other duties as assigned<\u002Fli>\n<\u002Ful><ul><li>Bachelor&rsquo;s degree, quantitative field preferred<\u002Fli>\n<li>3-5 years of experience performing quantitative data analysis<\u002Fli>\n<li>Intermediate proficiency in MS SQL, SSIS, Excel, Access, Tableau, Salesforce, R, Python, Amazon RedShift, MS Azure<\u002Fli>\n<li>Experience quantifying and prioritizing projects that require heavy data analysis<\u002Fli>\n<li>Aptitude for numbers and a curiosity about information and data<\u002Fli>\n<li>Ability to present data in a simple, clean, concise visual and written manner<\u002Fli>\n<li>Strong attention to detail, analytical mindset, and highly organized<\u002Fli>\n<li>Desire to work in a fast paced, potentially ambiguous, start-up-like atmosphere<\u002Fli>\n<li>Strong technical aptitude and demonstrated ability to quickly evaluate and learn new technologies<\u002Fli>\n<li>Strong interpersonal skills, with the ability to work independently and within a team environment<\u002Fli><\u002Ful><\u002Fdiv>","93fd7da734430d9c":"SoundHound Inc. turns sound into understanding and actionable meaning.\n<br><br>\nWe believe in enabling humans to interact with the things around them in the same way we interact with each other: by speaking naturally to mobile phones, cars, TVs, music speakers, coffee machines, and every other part of the emerging 'connected' world. Our latest product, Hound, leverages our Speech-to-Meaning technology to showcase a ground-breaking smartphone experience. Our SoundHound product applies our technology to music, enabling people to discover, explore, and share the music around them, and even find the name of that song stuck in their heads by singing or humming. And through the Houndify platform, we empower developers to be part of the speech-to-meaning revolution.\n<br><br>\n<b>Mission:<\u002Fb> Houndify everything.\n<br><br>\n<b>About the Role:<\u002Fb><br>\nAt SoundHound, we view our data and our engineering team as two of our biggest assets. This role lives at the intersection of the two. We have a huge amount of data from hundreds of millions of users of:\n<br><br>\n<ul>\n<li>SoundHound: music app featuring search, discovery, and play with LiveLyrics<\u002Fli>\n<li>Hound: newly released app featuring unprecedented speech recognition and natural language understanding<\u002Fli>\n<li>Houndify: platform enabling developers to add voice enabled conversational interface to anything<\u002Fli>\n<\u002Ful>\nWe aspire to leverage this data to make informed decisions to steer product development, marketing and user engagement. We have only scratched the surface of the kind of advanced analytics and insight generation we'd like to do! This is an opportunity to work on the most challenging data science problems, build large scale distributed machine learning systems from the ground up, and use cutting edge technologies like Spark, Kafka, and Tensorflow.\n<br><br>\n<b>Responsibilities:<\u002Fb><br>\n<ul>\n<li>Develop high-performance, data-driven systems in a distributed infrastructure<\u002Fli>\n<li>Build machine learning models for analysis of queries using NLP, Deep Learning<\u002Fli>\n<li>Develop scalable components for query intent classification, entity detection, dialog understanding, slot filling and domain detection<\u002Fli>\n<li>Leverage massive datasets for modeling, recommendations, ad targeting and insight generation<\u002Fli>\n<li>Build and maintain knowledge graph of content from diverse data sources, and perform data mining to serve high volume of requests<\u002Fli>\n<\u002Ful>\n<b>Requirements:<\u002Fb><br>\n<ul>\n<li>Background and passion for machine learning, AI, and\u002For statistical modeling<\u002Fli>\n<li>Experience in one or more of the following areas: classification systems, ranking systems, recommender systems, predictive modeling, and\u002For artificial intelligence<\u002Fli>\n<li>Strong coding experience preferably in Java, Scala, or Python<\u002Fli>\n<li>A desire to bring data-driven decision-making and analytics to improve our products<\u002Fli>\n<li>BS\u002FMS in Computer Science or equivalent<\u002Fli>\n<\u002Ful>\n<b>Nice to Haves:<\u002Fb><br>\n<ul>\n<li>Prior experience with Natural Language Processing<\u002Fli>\n<li>Understanding of deep learning algorithms and workflows<\u002Fli>\n<li>Experience with Deep Learning \u002F Neural Network frameworks such as Caffe, Tensorflow, PyTorch, etc.<\u002Fli>\n<li>Experience with analytical tools supporting data analysis (eg. Tableau)<\u002Fli>\n<\u002Ful>\n","7ce08af37f14ff4c":"<p><\u002Fp><div><div><div><div><div><div><div><div><div><p><b>Summary<\u002Fb><\u002Fp>\n<p>\nThe Data Scientist will be part of the data science R&amp;D team responsible for developing and managing a variety of data solutions and machine learning projects across all Appriss verticals.<\u002Fp>\n<p><b>\nDuties and Responsibilities<\u002Fb><\u002Fp>\n<ul><li>Designing and implementing solutions related to machine learning and data mining on large data sets using statistical models, graph models, text mining and other modern.<\u002Fli><li>Conduct analysis, modeling, and analytics research for clients in retail, healthcare, public safety.<\u002Fli><li>Work with AWS, Azure and on-premise environments.<\u002Fli><li>Manipulate data from various data sources such as Netezza, Greenplum, SQL Server, raw files, and real time streaming data (SQS, Kinesis, Kafka).<\u002Fli><li>Experience building and deploying machine learning models and APIs.<\u002Fli><li>Testing, QA, and implementation of models and other predictive tools.<\u002Fli><li>Help support production applications and provide Tier 3 support.<\u002Fli><li>Collaborate with clients and internal teams to determine analysis specifications, product needs, and modeling initiatives and provide regular feedback.<\u002Fli><li>Prepare presentations and present results to internal and external clients, and potentially conferences.<\u002Fli><\u002Ful>\n<div><b>\nMinimum Requirements<\u002Fb><br>\n<br>\n<ul><li>Advanced degree in computer science or mathematics related fields<\u002Fli><li>3+ years of experience with Python<\u002Fli><li>3+ years of experience with SQL<\u002Fli><li>2+ years as a Data Scientist\u002FAnalyst or Data Engineer<\u002Fli><li>Experience with linux, web APIs, and distributed systems<\u002Fli><li>Experience with AWS and\u002For Azure.<\u002Fli><li>Experience working with large amounts of structured or unstructured data.<\u002Fli><\u002Ful><\u002Fdiv>\n<div><b>\nPreferred Skills and Experience:<\u002Fb><br>\n<ul><li>Experience with libraries like Pandas, Tensorflow, Scikit-Learn, NetworkX<\u002Fli><li>ML skills in modern cloud environments such as AWS or Azure.<\u002Fli><li>Experience with Tableau or PowerBI or QuickSight<\u002Fli><li>Retail, Healthcare, or Criminal justice experience a plus.<\u002Fli><\u002Ful><\u002Fdiv>\n<div><b>\nKnowledge, Skills, Abilities, Experience, or Characteristics<\u002Fb><br>\n<ul><li>Demonstrated ability to apply statistical knowledge to analyze data to identify trends, outliers, develop\u002Fevaluate predictive models, create reports, automate processes<\u002Fli><li>Strong time management skills and project management skills<\u002Fli><li>Good verbal and written communication skills.<\u002Fli><li>Proficiency in PowerPoint &amp; Excel.<\u002Fli><li>Ability and willingness to work with a team<\u002Fli><\u002Ful><\u002Fdiv>\n<p><b>\nPhysical and Mental Requirements<\u002Fb><\u002Fp>\n<p>\nJob is physically comfortable; individual has discretion about walking, standing, etc.<\u002Fp>\n<p>\nJob requires a very high level of judgment, exceptional analytical ability and creativity in investigating major problems that require original and highly innovative solutions. Reasonable accommodations may be made to enable individuals with disabilities to perform essential functions.<\u002Fp>\n<p><b>\nOther<\u002Fb><\u002Fp>\n<p>\nSome travel may be involved for both training and customer facing issues.<\u002Fp>\n<p><b>\nDisclaimer<\u002Fb><\u002Fp>\n<p>\nThe preceding job description has been designed to indicate the general nature and level of work performed by employees within this classification. It is not designed to contain or be interpreted as a comprehensive inventory of all duties, responsibilities, and qualifications required of employees assigned to this job.<\u002Fp>\n<p><b>\nEqual Opportunity Employer - M\u002FF\u002FV\u002FH<\u002Fb><\u002Fp><br>\n<\u002Fdiv><p><\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div><p>Qualifications<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div><div><p>Skills<\u002Fp>\n<\u002Fdiv><div><div><p><b>Required<\u002Fb>\n<\u002Fp><div><div><div><div><b>SQL<\u002Fb> <\u002Fdiv><div><div><div><i>Advanced<\u002Fi><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div><div><b>Python<\u002Fb> <\u002Fdiv><div><div><div><i>Advanced<\u002Fi><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp><div><div><p>Equal Opportunity Employer\u002FProtected Veterans\u002FIndividuals with Disabilities<\u002Fp>\n<p>The contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor&rsquo;s legal duty to furnish information.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","0421ac22a7ffdd5d":"<div><p>Do you like sun, solar and everything Data &ndash; and want to contribute to a valuation and data solution for the real estate and renewable energy industries? Then Energy Sense Finance is the place for you to showcase your unique skillsets. We are looking for a full-time, on-site Data Scientist.\n<\u002Fp><p>Our agile development team is comprised of fun, high-performance individuals who excel with cutting edge technology in the data, web development and mobile design space. We develop valuation and data solutions for professionals involved in the real estate and renewable energy transaction process. Our solutions are used in real estate transactions in all 50 states and have been endorsed by a major industry trade group. You will be helping solar become more affordable for millions of homeowners nationwide. We are looking for a data scientist with exceptional skills in the area of data research, data gathering and analysis and who are passionate about delivering a high quality product efficiently.\n<\u002Fp><p><b>We are an Equal Opportunity Employer with competitive wages, paid time off, and a 401k with generous employer match to assist you in reaching your long-term retirement goals.<\u002Fb>\n<\u002Fp><h4 class=\"jobSectionHeader\"><b>Employment Responsibilities:<\u002Fb><\u002Fh4>\n<ul><li>Access, retrieve and store data from multiple data sources.<\u002Fli>\n<li>Troubleshoot and solve issues as they arise.<\u002Fli>\n<li>Automate collection of data using Python scripting.<\u002Fli>\n<li>Clean and analyze data collected.<\u002Fli>\n<li>Expand you education level with new technologies and trends relating to Python scripting and data analytics.<\u002Fli>\n<li>Excel within an agile software development environment that allows for precise delivery timetables with weekly scrum sprints.<\u002Fli>\n<li>Work with and expand your knowledge of RESTful web development services.<\u002Fli>\n<\u002Ful><h4 class=\"jobSectionHeader\"><b>Employment Requirements:<\u002Fb><\u002Fh4>\n<ul><li>A Bachelor&rsquo;s degree in computer science, engineering or 4 years of equivalent experience.<\u002Fli>\n<li>Successful development and implementation of multiple data gathering and analytics solutions using Python and PostgreSQL.<\u002Fli>\n<li>Experience working with RESTful API&rsquo;s using XML and JSON.<\u002Fli>\n<li>2+ years of experience with Python\u002FPostgreSQL.<\u002Fli>\n<li>2+ years of data analysis experience with Python Pandas, R, IPython and Jupyter.<\u002Fli>\n<li>Experience with test driven data analysis using test frameworks.<\u002Fli>\n<li>Experience with Git version control and Agile development environment with weekly scrum sprints.<\u002Fli>\n<li>Effective verbal and written communications skills.<\u002Fli>\n<li>Attention to detail.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","478de176e72ea8d1":"<div><\u002Fdiv><div><div><div><div><div><div><div><div><div><div><div><div>Notes:<\u002Fdiv> <div>As a UW employee, you will enjoy generous benefits and work\u002Flife programs. For detailed information on Benefits for this position, click here.\n<br>\n<br>\nFor more information on the eScience Institute, visit the eScience website.\n<\u002Fdiv><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><div>As a UW employee, you have a unique opportunity to change lives on our campuses, in our state and around the world. UW employees offer their boundless energy, creative problem solving skills and dedication to build stronger minds and a healthier world.\n<br>\n<br>\nUW faculty and staff also enjoy outstanding benefits, professional growth opportunities and unique resources in an environment noted for diversity, intellectual excitement, artistic pursuits and natural beauty. All of which has allowed the UW to be nationally recognized as a &ldquo;Great College to Work For&rdquo; for five consecutive years.\n<br>\n<br>\n<b>The eScience Institute at the University of Washington<\u002Fb> is seeking outstanding candidates for the position of <b>Data Scientist<\u002Fb> (Research Scientist 3). The ideal candidate will have expertise in one or more areas related to data science (machine learning, statistics, databases, large-scale data systems, visualization, and interfaces that facilitate large-scale data understanding), demonstrated experience in software engineering and open-source software, and demonstrated ability to use these skills to solve problems in an applied domain discipline. Aimed at top-notch candidates, this position offers the opportunity for world-class applied research &ndash; in collaboration with some of the best researchers in the world &ndash; tackling challenging data science problems in multiple domains.\n<br>\n<br>\nThe eScience Institute&rsquo;s mission is to engage researchers across disciplines in developing and applying advanced computational methods and tools to real world problems in data-driven science and research. With a newly announced sustainable core funding from the University of Washington and existing external funding from the Gordon and Betty Moore and the Alfred P. Sloan Foundations, we are significantly advancing our mission.\n<br>\n<br>\nIn this role, the Data Scientist will both plan and execute data science research, translate research results into solutions and produce practical applications that will deliver lasting impact across domains. Data Scientists are expected to teach data science skills and methods through office hours, technical workshops, tutorials, and Incubator projects. Research projects will be sourced through joint collaborations with eScience faculty and other researchers, and through the independent research goals of the applicant. Working as part of an existing team, successful candidates will have ample opportunity to publish their research, pursue external funding with collaborators across disciplines, and contribute to collaborative software development, innovative technical consulting, development and delivery of training, and other activities designed to advance the research and practice of data-driven and data-intensive discovery across fields.\n<br>\n<br>\nSuccessful candidates will have demonstrable experience in one or more applications of data science techniques and technologies &ndash; e.g. databases and data management technologies, machine learning and modern statistical methods, or data presentation and visualization.\n<br>\n<br>\n<b>RESPONSIBILITIES:<\u002Fb>\n<br>\n<li>Contribute to open source software projects using appropriate technologies in large-scale data management, machine learning and statistics, interactive visualization, specialized data presentation interfaces, and\u002For other data science technique:\n<\u002Fli><br>\n <li>Produce research products such as well-documented algorithms and code, software, and research publications.\n<\u002Fli><br>\n <li>Contribute to the Institute research program by helping to seek grants from both traditional agencies and novel channels to develop analytical and computational tools.\n<\u002Fli><br>\n <li>Work to release open source software and open data, help ensure scientific reproducibility of all results, and contribute to a &ldquo;culture of reproducibility&rdquo; across campus.\n<\u002Fli><br>\n<li>Help review and evaluate potential projects for technical merit and feasibility.\n<\u002Fli><br>\n<li>Assist in organizing and conducting workshops and training events in data science techniques and technologies for diverse target audiences.\n<\u002Fli><br>\n<li>Meet with potential collaborators to clarify goals, identify collaboration opportunities and recommend solutions.\n<\u002Fli><br>\n<li>Participate in Institute sponsor reporting and annual retreat activities.\n<\u002Fli><br>\n<li>Prepare and deliver presentations on significant results, both internally and externally, representing the eScience Institute as well as specific projects.\n<\u002Fli><br>\n<li>Develop web materials communicating significant results, best practices and case studies with specific technologies, and documentation for significant software.\n<\u002Fli><br>\n<li>Help advance a reputation outside of UW for excellence in data science methods and practice, contributing to the Institute&rsquo;s overall portfolio of successful projects and programs.\n<\u002Fli><br>\n<br>\n<b>REQUIREMENTS:<\u002Fb>\n<br>\n<li>Bachelor&rsquo;s degree in any discipline, with a strong computational background.\n<\u002Fli><br>\n<li>A minimum of 3 years of experience in programming and software engineering and\u002For advanced statistical methods including experience:\n<\u002Fli><br>\n <li>Applying (at least) one programming language to construct full scientific pipelines, from data ingestion \u002F clean-up to modeling, to visualization and analysis.\n<\u002Fli><br>\n <li>Collaborating and coordinating work via an online platform, such as GitHub, GitLab, or BitBucket, and distributed revision control.\n<\u002Fli><br>\n<li>Skills to communicate complex information in a clear and concise manner both verbally and in writing\n<\u002Fli><br>\n<li>Strong capacity for teamwork, collaborative, critical thinking, and attention to detail.\n<\u002Fli><br>\n<br>\n<i>Equivalent education\u002Fexperience will substitute for all minimum qualifications except when there are legal requirements, such as a license\u002Fcertification\u002Fregistration.<\u002Fi>\n<br>\n<br>\n<b>DESIRED EXPERIENCE<\u002Fb>\n<br>\n<li>Master's degree in any discipline, with a strong computational background.\n<\u002Fli><br>\n<li>A successful research track record, especially through collaborations outside one&rsquo;s own field, as evidenced by joint publications and collaborative software outputs\n<\u002Fli><br>\n<li>Leadership in collaborative projects in open source software development\n<\u002Fli><br>\n<li>Experience engaging with highly technical researchers across a variety of methodological fields, research domains, and computational platforms.\n<\u002Fli><br>\n<li>Experience with helping to seek extramural funding to support research, education and training programs.\n<\u002Fli><br>\n<br>\n<b>Application Process:<\u002Fb>\n<br>\nThe application process for UW positions may include completion of a variety of online assessments to obtain additional information that will be used in the evaluation process. These assessments may include Workforce Authorization, Cover Letter and\u002For others. Any assessments that you need to complete will appear on your screen as soon as you select &ldquo;Apply to this position&rdquo;. Once you begin an assessment, it must be completed at that time; if you do not complete the assessment you will be prompted to do so the next time you access your &ldquo;My Jobs&rdquo; page. If you select to take it later, it will appear on your &quot;My Jobs&quot; page to take when you are ready. <b>Please note that your application will not be reviewed, and you will not be considered for this position until all required assessments have been completed.<\u002Fb>\n<\u002Fdiv><\u002Fdiv><br>\n<div><div><div><p>Committed to attracting and retaining a diverse staff, the University of Washington will honor your experiences, perspectives and unique identity. Together, our community strives to create and maintain working and learning environments that are inclusive, equitable and welcoming.<\u002Fp>\n <\u002Fdiv><div><p>The University of Washington is a leader in environmental stewardship &amp; sustainability, and committed to becoming climate neutral.\n<\u002Fp><\u002Fdiv><div><p>The University of Washington is an equal opportunity, affirmative action employer. To request disability accommodation in the application process, contact the Disability Services Office at 206-543-6450 \u002F 206-543-6452 (tty) or dso@uw.edu.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","b8037df5e6aad6b6":"<div><p><b>The Company:<\u002Fb><br>\nFounded in Michigan in 2010, Credibly has provided nearly $1B in financing to small business customers, and was named in 2014, 2015, and 2016 to the Inc. 500 list of fastest growing private companies in America.<br>\n<br>\nSince then, Credibly has accelerated its growth &acirc;&euro;&ldquo; opening offices in New York and Arizona, building out their data science capabilities and microservices, technology, and product suite to better accommodate the needs of business owners nationwide.<br>\n<br>\n<b>The Opportunity:<\u002Fb><br>\nThe Data Scientist will be responsible for portfolio management, collections strategy and provisioning for Credibly&acirc;&euro;&trade;s book of business. Portfolio management duties entail monitoring portfolio performance and identifying opportunities for both improved underwriting strategies as well as segments that need to be considered for loan work-out or early stage collections. The provisioning aspect of the role entails working closely with Finance colleagues to provide loss forecasts including implementation of the Basel regulatory framework. This role reports directly to the Chief Risk Officer but has a dotted line reporting relationship into the SVP of Finance.<br>\n<br>\n<b>Responsibilities:<\u002Fb><br>\n&acirc;&euro;&cent; Continuous monitoring of portfolio performance by micro-segment<br>\n&acirc;&euro;&cent; Oversee account monitoring via consumer and commercial credit bureaus<br>\n&acirc;&euro;&cent; Monitor and enhance Early Warning triggers<br>\n&acirc;&euro;&cent; Maintain close partnership with Collections Operations Team<br>\n&acirc;&euro;&cent; Develop provisioning methodology that includes expected losses as well as implementation of Basel techniques<br>\n<br>\n<b>Qualifications:<\u002Fb><br>\n&acirc;&euro;&cent; Degree in a quantitative discipline such as Engineering, Mathematics, Physics etc from a top university (or equivalent)<br>\n&acirc;&euro;&cent; Background of at least 3 years in lending and credit (small business lending a plus)<br>\n&acirc;&euro;&cent; Knowledge of loss forecasting and Basel techniques<br>\n&acirc;&euro;&cent; Creativity and ability to turn data into actionable strategies that will drive business results<br>\n&acirc;&euro;&cent; Excellent coding skills including SQL and at least one statistical language, preferably Python<br>\n&acirc;&euro;&cent; Excellent verbal, written, and interpersonal communication skills<br>\n&acirc;&euro;&cent; Solid applied statistics and machine learning skills e.g., regression, decision trees, ensemble and boosting techniques<br>\n&acirc;&euro;&cent; Ability to effectively lead\u002Fmanage multiple assignments with challenging time lines within a collaborative environment<\u002Fp><\u002Fdiv>","651becb2d2a95c22":"Company Profile\n<br><br>\nMorgan Stanley is a leading global financial services firm providing a wide range of investment banking, securities, investment management and wealth management services. The Firm's employees serve clients worldwide including corporations, governments and individuals from more than 1,200 offices in 43 countries. As a market leader, the talent and passion of our people is critical to our success. Together, we share a common set of values rooted in integrity, excellence and strong team ethic. Morgan Stanley can provide a superior foundation for building a professional career - a place for people to learn, to achieve and grow. A philosophy that balances personal lifestyles, perspectives and needs is an important part of our culture.\n<br><br>\nTechnology\n<br>Technology works as a strategic partner with Morgan Stanley business units and the world's leading technology companies to redefine how we do business in ever more global, complex, and dynamic financial markets. Morgan Stanley's sizeable investment in technology results in quantitative trading systems, cutting-edge modelling and simulation software, comprehensive risk and security systems, and robust client-relationship capabilities, plus the worldwide infrastructure that forms the backbone of these systems and tools. Our insights, our applications and infrastructure give a competitive edge to clients' businesses and to our own.\n<br><br>\nMS Investment Management (IMIT) TechnologyMorgan Stanley Investment Management Technology (IMIT) exclusively partners with the Morgan Stanley Investment Management (MSIM) business division to design and develop systems and integrate vendor products to globally support full life cycle business processing. Activities include Portfolio Analysis, Risk, Trading, Operations, and Sales & Marketing. Morgan Stanley Investment Management (MSIM) Technology also provides holistic support and quality assurance across the suite of applications used in the MSIM environment.The IMIT Sales Technology team owns Sales & Distribution technology platform. The team is responsible for defining technology strategy in-line with business goals and providing solutions in a very dynamic environment. Sales Platform is a distributed system with several integrated components, providing customized CRM functionality, data\u002Fprocess integration with firm systems, business intelligence through Reporting & Analytics and data driven Marketing & Lead Generation.\n<br><br>\n<b>Overview:<\u002Fb> We are looking for an experienced Data Scientist to join our data-science group. The person in this role would be responsible for analyzing data and developing predictive models for various use-cases within Sales & Marketing such as Sales Targeting & Segmentation, Lead Generation, Product Recommendation, etc. They must have strong experience employing different data mining \u002F data analysis methods, using a variety of data tools, building and implementing models. They must have a proven ability to drive business results with their data-based insights. The ideal candidate is adept at discovering and using wide variety of data-sets together. It is absolutely critical that they are comfortable understanding the business domain and interpreting \u002F explaining the findings of models as it applies to the business problem for people outside data-science domain.\n<br><br>\n<b>Responsibilities:<\u002Fb><br>\n<ul>\n<li>Work with stakeholders, identifying opportunities for leveraging data to solve for business challenges.<\u002Fli>\n<li>Identify valuable data sources \u002F data sets that can be leveraged to improve results.<\u002Fli>\n<li>Analyze data to interpret against business opportunity and discover trends and patterns.<\u002Fli>\n<li>Process, cleanse, and verify the integrity of structured \u002F un-structured data used for analysis.<\u002Fli>\n<li>Research and implement custom statistical models and machine learning algorithms.<\u002Fli>\n<li>Execute analytical experiments.<\u002Fli>\n<\u002Ful>\n<b>Qualifications:<\u002Fb><br>\n<ul>\n<li>Masters Degree in Computer Science, Statistics, Applied Math or relevant field.<\u002Fli>\n<li>7+ years practical experience as a Data Scientist with proven track record.<\u002Fli>\n<li>Strong math skills (e.g. statistics, algebra, multi-variable calculus).<\u002Fli>\n<li>Expertise with R, SQL and Python; familiarity with Scala, Java or C++ is an asset.<\u002Fli>\n<li>Extensive background in data mining and statistical analysis.<\u002Fli>\n<li>Deep understanding of real-life applicability and limitations of machine-learning algorithms.<\u002Fli>\n<li>Problem-solving aptitude.<\u002Fli>\n<li>Analytical mind and business acumen.<\u002Fli>\n<li>Excellent communication and presentation skills.<\u002Fli>\n<\u002Ful>\n<b>Skills and Experience:<\u002Fb><br>\n<ul>\n<li>Experience with B2B, Financial Industry, Asset Management, Sales & Marketing is highly desired.<\u002Fli>\n<li>Knowledge of a variety of machine learning techniques (clustering, decision tree learning, artificial neural networks, etc.) and their real-world advantages\u002Fdrawbacks.<\u002Fli>\n<li>Knowledge of advanced statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.) and experience with applications.<\u002Fli>\n<li>Knowledge and experience in statistical and data mining techniques: GLM\u002FRegression, Random Forest, Boosting, Trees, text mining, social network analysis, etc.<\u002Fli>\n<li>Expertise querying Relational \u002F No-SQL databases and using statistical programming languages like R, Python, etc.<\u002Fli>\n<li>Experience with distributed data\u002Fcomputing tools: Hadoop, Hive, Spark, etc.-Experience visualizing\u002Fpresenting data for stakeholders using: Business Objects, Tableau, D3.js, ggplot, etc.<\u002Fli>\n<li>Experience with data-science tools : Dataiku, Jupyter, etc.<\u002Fli>\n<li>Knowledge of open-source, 3rd party, cloud based data science \u002F NLP \u002F machine learning platforms (e.g. AWS or Azure offerings).<\u002Fli>\n<\u002Ful>\n","304c70a295900e59":"<p><\u002Fp><div><p><b>Job Summary:\n<\u002Fb><\u002Fp><p><\u002Fp><p>Works closely with the data science team to build information-rich data products using innovative techniques and technologies to solve transportation related challenges and problems. Understands and leverages data mining, machine learning, data modeling, and statistical modeling techniques. Applies strong problem solving and analytic skills to data integration projects and is able to isolate non-obvious relationships between disparate data sources. This position typically works under general supervision and direction. Incumbents of this position will regularly exercise discretionary and substantial decision-making authority.\n<\u002Fp><p><\u002Fp><p><b>Essential Job Duties and Responsibilities:\n<\u002Fb><\u002Fp><ul><li>Works with the data science team and stakeholders to address business challenges by harnessing structured, semi-structured, and unstructured data in a distributed processing environment.\n<\u002Fli><li>Designs, develops and programs methods, processes, and systems to consolidate and analyze unstructured, diverse data sources to generate actionable insights and solutions for client services and product enhancement.\n<\u002Fli><li>Develops and codes software programs, algorithms and automated processes to cleanse, integrate and evaluate large datasets from multiple disparate sources.\n<\u002Fli><li>Prepares and delivers presentations that effectively describe complex quantitative methods in clear and concise communications.\n<\u002Fli><li>Keeps up to date with technical as well as industry developments, analytics software\u002Ftools, trends, and recognized best practices.\n<\u002Fli><li>Contributes to projects under the direction of project and product owners to adhere to funding, resourcing, schedule, and other constraints.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Minimum Job Requirements:<br>\n<\u002Fb><\u002Fp><p><br>\nFour-year college degree, in statistics, economics, physics, mathematics, operations research, computer science, data engineering, or related field; plus four years of related experience using data mining, data modeling, data integration, machine learning, statistical modeling, time series modeling, and other data science skills and techniques. Masters or Ph.D. preferred. Experience with Python or comparable scripting language. Experience working with Amazon Web Services, Docker, Kubernetes, Jupiter Notebooks, Java, and the R programming language.\n<\u002Fp><p><\u002Fp><p>Advanced Experience with programming scripts such as Python, Scala and statistical and analytic programming design and technologies such as SAS, Matlab, R and other simulation \u002F data analysis tools in a Linux environment.\n<\u002Fp><p><\u002Fp><p>Experience using exploratory data analysis methodology in creating and implementing machine learning algorithms and advanced statistics such as: regression, clustering, decision trees, markov chains, monte carlo, kalman filters, scenario analysis and neural networks.\n<\u002Fp><p><\u002Fp><p>Experience in analyzing data from web and mobile application with data providers such as Google Analytics.\n<\u002Fp><p><\u002Fp><p>Experience in visualizing data to stakeholders in a simple and concise manner through visualization software such as Tableau, Domo, ggplot, D3, Qlikview, Leaflet, etc.\n<\u002Fp><p><\u002Fp><p>ADDITIONAL QUALIFICATIONS\n<\u002Fp><ul><li>Experience with Semantic Web, including RDF or OWL and SPARQL\n<\u002Fli><\u002Ful><ul><li>Experience with graph databases and algorithms\n<\u002Fli><\u002Ful><ul><li>Experience producing analytics using MapReduce, Apache Spark, or SparkSQL\n<\u002Fli><\u002Ful><p><\u002Fp><p>Knowledge of database management systems and other software tools used to manage an organization&rsquo;s business activities. Requires fundamental knowledge and experience developing algorithms and analytics applications. Must have strong analytical and problem solving skills, attention to details, critical thinking ability, and creativity. Must be able to abstract from ambiguous and sometimes conflicting information to identify opportunities for improvement and the critical business drivers and factors that influence outcomes. Must have demonstrated ability to produce high quality analytics applications that can be deployed in a repeatable and scalable fashion. Requires strong knowledge of statistics, signal processing, machine learning, predictive analytics, and other related techniques. Must have excellent written and verbal communication skills used to effectively communicate and present complex information in terms appropriate to the audience. Incumbent will have well-developed research skills and knowledge of current data management principles, procedures, and other tools of the trade. Must be able to manage and prioritize multiple projects simultaneously while balancing according to scope, budget and schedule. Prior experience working in the transportation or logistics industries desired.\n<\u002Fp><p><\u002Fp><p><i>The description provided above is not intended to be an exhaustive list of all job duties, responsibilities and requirements. Duties, responsibilities and requirements may change over time and according to business need.\n<\u002Fi><\u002Fp><h1 class=\"jobSectionHeader\"><b>Worker Type:\n<\u002Fb><\u002Fh1><p><\u002Fp>Employee<\u002Fdiv>","2913a0698087de03":"<div><p><b>Who is Domtar?\n<\u002Fb><\u002Fp><p>We design, manufacture, market and distribute a wide variety of products including communication papers, specialty paper and packaging papers and absorbent hygiene products. We operate the following business segments: Pulp and Paper and Personal Care. We had revenues of $5.5 Billion in 2018; approximately 18% was from our Personal Care segment.<\u002Fp><p><\u002Fp><br>\n<p><b>\nWho is Domtar Personal Care?<\u002Fb><\u002Fp><p><b>\nPersonal care is not just our business. It&rsquo;s Personal. <\u002Fb>It&rsquo;s a child, a loved one; it&rsquo;s often about those that can&rsquo;t help themselves. Caring for them can only be personal. So Personal Care isn&rsquo;t our category; it&rsquo;s our calling, our mission. We imagine the solutions that make caring for babies&rsquo; skin, and preserving dignity and independence easier and more affordable for everyone. <b>At Domtar, we believe everyone deserves personal care.<br>\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Our Vision<\u002Fb><\u002Fp><p>\nTo be a global leader in absorbent hygiene by meeting consumers&rsquo; diverse needs through effective, affordable and widely available personal care solutions.<\u002Fp><p><\u002Fp><br>\n<p><b>\nOur Mission\n<\u002Fb><\u002Fp><p>We champion health, dignity and comfort<\u002Fp><p><\u002Fp><br>\n<p>\nWe serve consumers and caregivers wherever they access personal care, through healthcare, retail and direct channels. We create value through our innovative solutions and achieve cost efficiency through operational scale, flexibility and the use of technology.<\u002Fp><p><\u002Fp><br>\n<p><b>\nYour Role<\u002Fb><\u002Fp><p>\nThe Data Scientist works with the business stakeholders to identify what the business requirements are and the expected outcome. Model and frame business scenarios that are meaningful and which impact on critical business processes and\u002For decisions.<\u002Fp><p>\nWorking with and alongside business analysts. This can be business requirements, such as reducing churn for mobile providers for example, or increasing cross-sell of products by suggesting other products of interest to the client. Identify what data is available and relevant, including internal and external data sources, leveraging new data collection processes such as smart meters and geo-location information or social media. Additionally, the cost of getting the data will impact on what sources should be considered, either because the data needs to be purchased from a third party or because of the complexity of the source. The data scientist will need to work with business subject matter experts to select what the relevant sources of information are.<\u002Fp><p>\nWork with the data steward to ensure that the information used follows the compliance, access management and control policies of the organization and that it meets the qualification and assurance requirements of the business. Data stewards and data scientists will need to define the data quality expectation in the context of the specific use case.<\u002Fp><p>\nWork in iterative processes with the business and validate findings. For example, validate discovered correlations across data with the business. Discovered findings can appear counter intuitive. Data scientists need to be able to expose the rationale to their findings in easy to understand terms for the business. Data scientists should be prepared to present back results that contradict common belief.<\u002Fp><p>\nInclude experimental design approaches to validate findings. Data scientists will need to validate analysis by comparing appropriate samples. In the case of clickstream analysis, it is easy to measure the impact of suggestions on total sales by splitting the users into two populations, one with and one without the recommendation engine. However, similar approaches to validation need to be identified regardless of the use case.<\u002Fp><p>\nSuggest ongoing improvements to methods and algorithms that lead to findings, including new information. For example, refining suggestions based on clients&rsquo; interests, geographic location, age or gender, rather than just based on overall buying pattern.<\u002Fp><p>\nUnderstand the use and ability to employ the appropriate algorithm to discover patterns. Examples include using statistical and data mining packages and dedicated frameworks such as Hadoop MapReduce.<\u002Fp><p>\nWork with IT to support data collection, integration and retention requirements based on the input collected with the business. Examples here may include activities such as the definition of the blog collection process, definition and selection of the proper data infrastructure to perform the analysis, definition of the &quot;perishability&quot; of the data and the data archiving technology used to support the life cycle management of the data. The combination of the tools selected is likely to be very dependent on the use case and the assessment done along the 12 dimensions of big data\u002Fextreme information.<\u002Fp><p>\nEducate the organization both from IT and the business perspectives on these new approaches, such as testing hypotheses and statistical validation of results. Given how new these approaches may seem too many people, it may come across as esoteric. Helping organizations understand the principles and the math behind it will be essential to driving organizational buy-in.<\u002Fp><p><\u002Fp><br>\n<p><b><i>\nPrinciple Accountabilities\u002FKey Duties:<\u002Fi><\u002Fb><\u002Fp><ul><li>\nElicit requirements using interviews, document analysis, requirements workshops, surveys, site visits, business process descriptions, use cases, scenarios, business analysis, and task and workflow analysis.<\u002Fli><li>\nWorking with and alongside business analysts. This can be business requirements, such as reducing churn for mobile providers for example, or increasing cross-sell of products by suggesting other products of interest to the client. Identify what data is available and relevant, including internal and external data sources, leveraging new data collection processes such as smart meters and geo-location information or social media.<\u002Fli><li>\nProactively communicate and collaborate with external and internal customers to analyze information needs and functional requirements and deliver the following artifacts as needed: (Functional Requirements (Business Requirements Document), iii. Use Cases, GUI, Screen and Interface designs) Assessing whether data is fit for use by performing initial validation of data delivered as part of the project.<\u002Fli><li>\nInclude experimental design approaches to validate findings. Data scientists will need to validate analysis by comparing appropriate samples. Work with IT to support data collection, integration and retention requirements based on the input collected with the business.<\u002Fli><li>\nSuccessfully engage in multiple initiatives simultaneously.<\u002Fli><li>\nParticipate and lead in training opportunities as well as conduct self-lead training over relevant topics.<\u002Fli><li>\nSuggest ongoing improvements to methods and algorithms that lead to findings, including new information. For example, refining suggestions based on clients&rsquo; interests, geographic location, age or gender, rather than just based on overall buying pattern. Understand the use and ability to employ the appropriate algorithm to discover patterns. Examples include using statistical and data mining packages and dedicated frameworks such as Hadoop MapReduce.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b><i>\nQualifications:<\u002Fi><\u002Fb><\u002Fp><p><i>\nRequired:<\u002Fi><\u002Fp><ul><li>\nThree years of experience in data or statistical analysis, with mathematical and causal modeling skills.<\u002Fli><li>\nStrong communication and interpersonal skills. The ability to communicate with the business to understand requirements and present back findings and recommendations by demonstrating the potential value to the organization.<\u002Fli><li>\nSelf-starter. The ability to come up with solutions to loosely defined business problems by leveraging pattern detection over potentially large datasets.<\u002Fli><li>\nStrong programming skills, including Hadoop MapReduce or other big data frameworks, Java, statistical modeling (like SAS or R), SQL and depending on the scope of the project, text mining or machine learning.<\u002Fli><li>\nMSc or PhD in mathematics, statistics or computer science or related field, such as physics, economics or operations research.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><i>\nPreferred:<\u002Fi><\u002Fp><ul><li>\n2-3 Years Experience as a Data Scientist Professional<\u002Fli><li>\nExperience with MicroStrategy reporting techniques<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><i>\nCritical Competencies for Success:<\u002Fi><\u002Fp><p><\u002Fp><br>\n<ul><li>\nMicrosoft Office - Excel, Access, Word and PowerPoint<\u002Fli><li>\nAcute attention to details<\u002Fli><li>\nAbility to work in team environment, interface and work across all levels of the organization<\u002Fli><li>\nSelf-starter with flexibility to meet challenging priorities<\u002Fli><li>\nPossess a positive and proactive approach to problems and opportunities<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b><i>\nDomtar is an equal opportunity employer. Qualified applicants will be considered without regard to age, race, creed, color, national origin, ancestry, marital status, affectional or sexual orientation, gender identity or expression, disability, nationality, sex, or veteran status.<\u002Fi><\u002Fb><\u002Fp><\u002Fdiv><p><\u002Fp>","83f5c376fcd09239":"<div><ul><li>Bachelor&rsquo;s degree in a relevant field, such as Computer Science or Applied Statistics<\u002Fli><li>3+ years of experience with various machine learning\u002Fstatistical modeling data analysis tools and techniques, and parameters that affect their performance<\u002Fli><li>Experience in Perl, Python, or another scripting language; command line usage<\u002Fli><li>Experience analyzing data to identify patterns and conducting error\u002Fdeviation analysis<\u002Fli><li>Knowledge of various machine learning techniques and key parameters that affect their performance<\u002Fli><li>Understanding of relevant statistical measures such as confidence intervals, significance of error measurements, development and evaluation data sets, etc.<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div>Alexa is Amazon&rsquo;s intelligent cloud-based voice recognition and natural language understanding virtual assistant. We&rsquo;re building the speech and language solutions behind Amazon Alexa and other Amazon products and services. Come join our team and help improve the customer experience for the growing base of Alexa users!<br>\n<br>\nAs a Data Scientist in our Natural Understanding Central Analytics &amp; Research Science team, you will be responsible for data-driven improvements and evaluation for our spoken language understanding models. You will be asked to design and create new customer value metrics impacting retention, satisfaction, engagement and to derive and describe customer segments to recommend opportunities to improve their Alexa experience. Your work will directly impact our customers in the form of products and services that make use of speech and language technology, particularly in developing predictive analytics models for user in continuously improving the Alexa experience for our customers.<br>\n<br>\nYou will:<br>\n<br>\n<ul><li>Build and release predictive models for retention and engagement using large datasets of user conversational behaviors and system performance to recommend and track the impact of feature improvements over time<\u002Fli><li>Ensure data quality throughout all stages of acquisition and processing, including such areas as data sourcing\u002Fcollection, ground truth generation, normalization, and transformation.<\u002Fli><li>Collaborate with colleagues from science, engineering and business backgrounds.<\u002Fli><li>Present proposals and results to partner teams in a clear manner backed by data and coupled with actionable conclusions<\u002Fli><li>Define ML based techniques for sampling, judgment monitoring, A\u002FB testing and efficient evaluations<\u002Fli><li>Work with engineers to develop efficient data querying infrastructure for both offline and online use cases<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div><ul><li>Master&rsquo;s degree or PhD in a relevant field (Computer Science, Computer or Electrical Engineering, Mathematics, Physics, Statistics or a related field)<\u002Fli><li>Experience diving into data to discover hidden patterns and of conducting error\u002Fdeviation analysis<\u002Fli><li>Ability to develop experimental and analytic plans for data modeling processes, use of strong baselines, ability to accurately determine cause and effect relations<\u002Fli><li>Understanding of relevant statistical measures such as confidence intervals, significance of error measurements, development and evaluation data sets, etc.<\u002Fli><li>Strong attention to detail and exceptional level of organization<\u002Fli><li>Proven ability to achieve results in a fast paced, highly collaborative, dynamic work environment<\u002Fli><li>Ability to think creatively and solve problems<\u002Fli><\u002Ful>\nAmazon.com is an Equal Opportunity-Affirmative Action Employer &ndash; Minority \u002F Women \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation<\u002Fdiv>","0dc97f67f8dc16e9":"<div><p><b>Description<\u002Fb><\u002Fp><div><b>\nWe&rsquo;re developing the next generation of data scientists<\u002Fb><\u002Fdiv><div><\u002Fdiv><div><br>\nThe banking industry is evolving rapidly and dramatically, driven by customer demands for great experiences, simple solutions, and innovative ideas. Join us as we look to enhance the customer and colleague experience by harnessing the power of data and advanced analytics.<\u002Fdiv><div><\u002Fdiv><div><b><br>\nExperience during the program<\u002Fb><\u002Fdiv><div><\u002Fdiv><div><br>\nNOTE: THIS INTERNSHIP PROGRAM BEGINS IN EARLY JUNE 2020<\u002Fdiv><div><\u002Fdiv><div><br>\nThe Data Scientist Intern is responsible for assembling, managing, and investigating data to be used for various analytical purposes including developing insights, optimizing investment spend, identifying new marketing opportunities, and providing strategic direction to senior management. This full-time position allows a student to work within a big data business environment and leverage that environment to support development of models, insights, and data intelligence that drive retention\u002Fgrowth programs and optimization of a variety of bank functions, including origination, servicing and account management, operations, underwriting, risk, etc.<br>\n<\u002Fdiv><div><\u002Fdiv><p><i>Please note: this internship will be based in Johnston, RI.<\u002Fi><\u002Fp><div><\u002Fdiv><br>\n<div>\nTasks can include:<\u002Fdiv><ul><li>\nInvestigating\u002Fmining new data streams to assess utility and ability to connect to existing environment\n<\u002Fli><li>Maintaining and executing programs to merge\u002Fassemble data for analytic uses\n<\u002Fli><li>Researching growing market trends and mine the Citizens data intelligence to develop new insights that can guide the strategic direction of the Citizens Bank lines of business<\u002Fli><li>\nDocumenting and communicating technical\u002Fanalytic results for a non-technical audience<\u002Fli><\u002Ful><br>\n<p><b>\nQualifications<\u002Fb><\u002Fp><p><b>\nWhat you&rsquo;ll need to apply<\u002Fb><\u002Fp><ul><li>\nBachelor&rsquo;s Degree in Statistics, Mathematics, Applied Math, Data Analytics or related\n<\u002Fli><li>Pursuing a Masters degree from Brown University with an expected graduation date of December 2020 or May 2021<\u002Fli><li>\nStatistical programming experience with variety of data\u002Fanalytic software languages\u002Ftools (e.g., SQL, SAS, R, Splus, etc.)<\u002Fli><li>\nAbility to work in a team environment and collaborate with colleagues who have a background in statistics, database development\u002Fmaintenance, and information technology<\u002Fli><li>\nKnowledge of a variety of statistical concepts and procedures, such as: generalized linear models, experimental design, stochastic processes, response surface methodology, and statistical graphics<\u002Fli><li>\nAbility to understand, prepare, and present statistical results<\u002Fli><\u002Ful><div>\nPreferred Qualifications:<\u002Fdiv><ul><li>\nStrong programming skills and ability to utilize a variety of data\u002Fanalytic software languages\u002Ftools (e.g., SQL, SAS, R, etc.)<\u002Fli><li>\nFull-time 40 hours\u002Fweek in summer and breaks; flexible during school year<\u002Fli><\u002Ful><div>\nKey Success Factors:<\u002Fdiv><ul><li>\nEagerness to learn about a big data environment within a large, retail bank<\u002Fli><\u002Ful><br>\n<p><\u002Fp><b>\nWhy Work for Us<\u002Fb><p><\u002Fp>\nAt Citizens, you'll find a customer-centric culture built around helping our customers and giving back to our local communities. When you join our team, you are part of a supportive and collaborative workforce, with access to training and tools to accelerate your potential and maximize your career growth.<p><\u002Fp><b>\nEqual Employment Opportunity<\u002Fb><p><\u002Fp>\nIt is the policy of Citizens Bank to provide equal employment and advancement opportunities to all colleagues and applicants for employment without regard to race, color, ethnicity, religion, gender, pregnancy\u002Fchildbirth, age, national origin, sexual orientation, gender identity or expression, disability or perceived disability, genetic information, citizenship, veteran or military status, marital or domestic partner status, or any other category protected by federal, state and\u002For local laws.<p><\u002Fp>\nEqual Employment and Opportunity Employer\u002FDisabled\u002FVeteran<p><\u002Fp><i>\nCitizens Bank is a brand name of Citizens Bank, N.A. and each of its respective subsidiaries.<\u002Fi><\u002Fdiv>","3aaa076110502098":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>We are currently seeking a Data Scientist to oversee and manage complex, state of the art, new unique programs and projects related to information technology.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Develop and presents issues, conclusions, and recommendations to senior leadership based on reviews and evaluations.<\u002Fli><li>\nDirects and conducts analysis of requirements pertaining to Agency programs and objectives.<\u002Fli><li>\nExamines policies to identify those affecting programs and determines approaches to resolving issues<\u002Fli><li>\nIdentify problem areas, define the nature and scope of the problem and objectives sought.<\u002Fli><li>\nWork with a team to design, implement, and maintain new systems.<\u002Fli><li>\nProvide guidance to the customer on best-practices.<\u002Fli><li>\nPerform other duties as assigned.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Must have an active\u002Fcurrent TS\u002FSCI and be able to pass a CI Poly.<\u002Fli><li>\nApproximately 10 years of experience in information systems development, focused on processing large volume, near-real time data feeds to meet data analytics and security requirements.<\u002Fli><li>\nExperience and knowledge of tools associated with multiple intelligence missions.<\u002Fli><li>\nBachelor&rsquo;s Degree in computer science, information systems management, mathematics, engineering, or other relevant discipline.<\u002Fli><li>\nKnowledge of web services feeds<\u002Fli><li>\nDemonstrated work experience in architecting new system solutions using current technologies, as well as transitioning existing systems into modern technologies without negatively impacting operational and compliance requirements.<\u002Fli><li>\nDemonstrated experience performing data assessment, data engineering, modeling and analytics to enable new methodologies for end user analysts, data scientists, etc.<\u002Fli><li>\nDemonstrated experience as a SME to prioritize and meet tactical and strategic requirements for frameworks and systems to process data.<\u002Fli><li>\nDemonstrated experience in information systems development across the IT lifecycle, with a focus on systems to perform high volume and velocity data processing on disparate data types\u002Fformats.<\u002Fli><li>\nDemonstrated experience architecting and delivering automated and scalable data process monitoring and data quality systems and processes.<\u002Fli><li>\nMust be a diverse thinker and be able to work in a large group setting.<\u002Fli><li>\nWrite and edit technical documents and reports;<\u002Fli><li>\nWrite, edit, and produce contents for contract deliverables: reports, training materials, presentation slides, letters, fact sheets, diagrams, and capability statements.<\u002Fli><li>\nEffectively communicate project expectations to team members and stakeholders in a timely and clear fashion.<\u002Fli><li>\nCommunicate formally and informally through existing forums to stakeholders at all levels, including senior leadership.<\u002Fli><li>\nAWS, Atlassian Suite products like Jira\u002FConfluence and AWS Cloud experience desired.<\u002Fli><\u002Ful><div><b>\nTravel Requirements:<\u002Fb><\u002Fdiv><ul><li>\nTravel may be required both inside and outside the Washington National Capital Region (NCR).<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nEqual Opportunity Employer\u002FM\u002FF\u002FDisability\u002FVet\u002FSexual Orientation\u002FGender Identity<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","e53f22d925fd0ecd":"<div><p>Sema4 Genomics is seeking a talented, self-motivated individual to participate in leading edge research in translational bioinformatics as a member of the R&amp;D bioinformatics group. Successful applicant will be part of an interdisciplinary team that develop and apply computational methods and databases to analyze large-scale human cancer clinical data and genetic data in electronic medical records (EMR) to better understand treatment responses and clinical outcome in cancer patients in order to guide personalized cancer therapy. Successful applicant may also play a role in developing systems for integrating novel informatics tools and methodologies into clinical practice.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>Responsibilities:<\u002Fb><\u002Fp>\n<ul><li>Develop and implement text mining methods and tools to analyze unstructured oncology EMR data including imaging reports, pathology reports and progress reports, with a specific focus on cancer diagnosis, treatment response and adverse events. Specific responsibilities include:<\u002Fli>\n<li>Apply natural language processing (NLP) methods and tools for data extraction from free text, including named entity recognition, relation extraction, part of speech tagging, etc.<\u002Fli>\n<li>Develop and implement methods for unsupervised identification of keywords and for detection of word similarity: latent semantic indexing, brown clustering, word2vec, etc.<\u002Fli>\n<li>Develop and implement machine-learning (ML) methods to build classifiers for predicting key events in cancer care such as staging in cancer diagnosis, response to treatment, and adverse events.<\u002Fli>\n<li>Develop and maintain collaborations both within the company and also with outside researchers in academia and industry.<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p><b>Requirements:<\u002Fb><\u002Fp>\n<ul><li>Deep expertise in NLP methods and tools.<\u002Fli>\n<li>Prior experience analyzing electronic medical record or electronic health record data.<\u002Fli>\n<li>Deep expertise in supervised, unsupervised and semi-supervised machine learning methods, with extensive experience in key open source software resources in these domains.<\u002Fli>\n<li>A track record of leading biomedical projects using statistical or computational approaches<\u002Fli>\n<li>Outstanding programming skills in Python, Perl, R, and\u002For C++<\u002Fli>\n<li>Strong knowledge of Unix shell scripting<\u002Fli>\n<li>Strong communication and writing skills<\u002Fli>\n<li>A proven track record of scientific publication in the fields of machine learning, deep learning, and\u002For natural language processing.<\u002Fli>\n<li>Strong ability to collaborate with teams of research scientists, bioinformaticians, software developers, and external collaborators.<\u002Fli>\n<\u002Ful><p><b>QUALIFICATIONS<\u002Fb>:<\u002Fp>\n<p>3+ years with PhD in Bioinformatics, Biomedical Informatics, Computer Science or Computational Biology<\u002Fp>\n<p>2+ years in NLP methods and tools<\u002Fp>\n<p>2+ ML methods<\u002Fp>\n<p>4+ years in Python, Perl, R and C++<\u002Fp>\n<p>Scientific levels based on experience<\u002Fp><\u002Fdiv>","0fbdb19766d2115a":"<div><p>Here at Universal Parks &amp; Resorts&trade;, you can enjoy an exciting culture where creating our unique Universal brand of thrilling experiences is a top priority. We are passionate about what we do and take pride in the exclusive ways we deliver fun.<\u002Fp>\n<p>\nComprised of Universal Orlando Resort, Universal Studios Hollywood, Universal Studios Japan, Universal Studios Singapore, and a new destination coming in Beijing, China; we are proud to offer a universe of extraordinary opportunities. It takes a special kind of person to work at all of our destinations. We value individuals who know how to be part of a team, who embrace fun and are serious about their work. It takes hard work, dedication, knowledge and just the right amount of Universal spirit to open our doors of opportunity. We champion the power of cultural diversity and inclusion and continuously strive to maintain a team that is a reflection of our global audience.<\u002Fp>\n<p>\nBeing a part of the Universal family also comes with extraordinary perks. We offer a comprehensive benefits package, career development, excellent growth opportunities, free park admission, complimentary passes, and more!<\u002Fp>\n<p>\nJoin us if you want to collaborate, innovate, develop, and deliver the most compelling entertainment experiences imaginable that drive growth for the Universal brand around the world. Experience a workplace that will inspire you to be Bold! Apply today.<\u002Fp><br>\n<p>\n<b>\nJOB SUMMARY<\u002Fb>: Develop and implement revenue management and pricing solutions to drive superior financial performance through advanced analytic methods. Develop market response models to understand price sensitivity and determine optimal pricing for Universal Express, Food, Merchandise and other businesses within Universal Parks. Develop, test and implement new products, test price and demand sensitivity, make recommendations to maximize profitability. Establish key performance tracking metrics and monitor ongoing performance.<\u002Fp><br>\n<p>\n<b>\nMAJOR RESPONSIBILITIES:<\u002Fb><\u002Fp>\n<ul>\n<li>Develop Revenue management models that reflect price elasticity for all guest facing products sold at domestic theme parks and support automation of Revenue Management decision making and identify opportunities to drive incremental profitability. Modeling efforts will include data preparation, normalization and segmentation to accurately predict the market response to changing prices.\n<\u002Fli><li>Test model accuracy, adjust price, calculate demand sensitivity and make recommendations that maximize profitability. Measure market response at the product and category levels across multiple locations and parks. Establish and maintain baseline historical pricing, seasonality, transaction volume, revenue, penetration, per capita, pricing, etc.\n<\u002Fli><li>Provide weekly and annual pricing recommendations; collaborate with product owners to take action to drive incremental revenue. Develop and maintain dashboards\u002Freporting and drive performance measurement.<\u002Fli>\n<li>Trouble shoot forecast and optimization anomalies with revenue management team through the use of statistical and mathematical optimization models<\u002Fli>\n<li>Understands and actively participates in Environmental, Health &amp; Safety responsibilities by following established UO policy, procedures, training and team member involvement activities.<\u002Fli>\n<li>Performs other duties as assigned.<\u002Fli>\n<\u002Ful><p><b>SCOPE: <\u002Fb>Develop Revenue Management models and solutions for Express\u002FFOL, Food, Merchandise and other ancillary products across all domestic parks sales channels.<\u002Fp><br>\n<p>\n<b>\nEDUCATION:<\u002Fb> Bachelor&rsquo;s degree and Master&rsquo;s degree is required, PhD is preferred. Master of Science Degree\u002FPhD in Industrial Engineering, Operations Research, Management Science, Mathematics, Statistics or equivalent.<\u002Fp>\n<p><b>\nEXPERIENCE:<\u002Fb>\n<\u002Fp><ul><li>5-7 years of experience in the field or in a related area.<\u002Fli>\n<li>Able to query databases using SQL, R and\u002For Python.<\u002Fli>\n<li>Coding experience with Python or R preferred.<\u002Fli>\n<li>Experience in entertainment, food and beverage and\u002For retail industries preferred.<\u002Fli>\n<li>Familiar with visual analytic tools, such as Tableau, is a plus.<\u002Fli>\n<li>Strong critical thinking, problem solving skills and ability to work through complex problems.<\u002Fli>\n<\u002Ful><p><b>ADDITIONAL INFORMATION:\n<\u002Fb><\u002Fp><ul><li>Strong critical thinking and problem solving skills<\u002Fli>\n<li>The ability to work through complex problems<\u002Fli>\n<li>Capable of communicating and expressing ideas clearly and concisely, in both written and oral formats.<\u002Fli>\n<li>Strong interpersonal, technical and presentation skills required.<\u002Fli>\n<\u002Ful><p><\u002Fp><p>Your talent, skills and experience will be rewarded with a competitive compensation package.<\u002Fp><br>\n<p>\n<b>\nUniversal is not accepting unsolicited assistance from search firms for this employment opportunity. All resumes submitted by search firms to any employee at Universal Orlando via-email, the Internet or in any form and\u002For method without a valid written Statement of Work in place for this position from Universal Orlando HR\u002FRecruitment will be deemed the sole property of Universal Orlando. No fee will be paid in the event the candidate is hired by Universal Orlando as a result of the referral or through other means.\n<\u002Fb><\u002Fp><p>Universally <b>YOU<\u002Fb>!<\u002Fp>\n<p>\nUniversal elements and all related indicia TM &amp; &copy; 2018 Universal Studios. All rights reserved. EOE<\u002Fp><\u002Fdiv><p><\u002Fp>","403e71c79a865cee":"<p><\u002Fp><div><div><p><b>Description:<\u002Fb> : As a Data Scientist for the Department of the Army, you will be required for entering, cleaning, and conducting basic data manipulation and analysis. You will be part of a team supporting data analysis for the Deputy Assistant Secretary of the Army - Cost &amp; Economics (DASA-CE) office. You will be operating in consultation with the program staff, Lean Six-Sigma experts, and the Government. You will apply your skills as a data scientist to build and disseminate databases and spreadsheets designed to record Programs related programmatic data. You will provide consultation and assistance to supported units and program staff to identify opportunities and methods for capturing data relating to the program, subordinate programs, and initiatives. Your duties include preparation of reports and presentations that accurately convey data trends and associated analysis.<\u002Fp><br>\n<p><br>\n<b>Qualifications\u002FRequirements<\u002Fb>:<\u002Fp>\n<ul><li><p>At a minimum, possess a bachelor&rsquo;s degree in quantitative science, social science or related discipline.<\u002Fp>\n<\u002Fli><li><p>Must hold active Secret Clearance (minimum requirement).<\u002Fp>\n<\u002Fli><li><p>Must be proficient with the suite of Microsoft Office programs, including Word, Excel and Access - with ability to conduct extract, transform, and load (ETL) operations.<\u002Fp>\n<\u002Fli><li><p>Must have a basic proficiency with commonly used statistical software application (e.g. SPSS, SAS, and R).*<\u002Fp>\n<\u002Fli><li><p>Must possess and demonstrate excellent communication skills.*<\u002Fp>\n<\u002Fli><li><p>Be able to demonstrate highly detail oriented and organized.*<\u002Fp>\n<\u002Fli><li><p>Experience in DoD \u002F Army Staff PPBE processes; experience of using authoritative financial management systems (i.e. General Fund Enterprise Business System (GFEBS): and PROBE.<\u002Fp><br>\n <\u002Fli><\u002Ful><p><\u002Fp><ul><li>Proficiency may be demonstrated through work history or a history of publications or a combination thereof.<\u002Fli><\u002Ful><br>\n<p>\n<\u002Fp><p>This position is announced as a potential (contingency) hire<\u002Fp><\u002Fdiv><div><h6 class=\"jobSectionHeader\"><b>\nJob Title: Data Scientist- I (Contingency hire)<\u002Fb><\u002Fh6><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","ce2fa3de80c6faf1":"<div><p><b>What you&rsquo;ll be doing...<\u002Fb>\n<\u002Fp><p>The Engineering Program Management Office has an immediate opening for Senior Data Modeler\u002FAnalyst, who can provide business solutions by analyzing varying, large data sets. You will help in Data analysis, data interpretations, and turn data into meaningful information, which gives insight into business.<\u002Fp><p>\nResponsibilities:<\u002Fp><ul><li>\nCollaborating with your various LOBs (Line of Business) to understand business needs and market strategies staying up to date on all the product initiatives and plans.<\u002Fli><li>\nPerforming ETL and integrating multiple data sources and software tools with business line specific decision support and data analysis.<\u002Fli><li>\nDeveloping and implementing R\u002FSPSS based predictive models that will balance the needs of the various LOBs.<\u002Fli><li>\nInterpreting data, analyze results using statistical techniques.<\u002Fli><li>\nWorking with management to prioritize business and information needs.<\u002Fli><li>\nLocating and defining new process improvement opportunities.<\u002Fli><li>\nWillingness to work in an interdisciplinary field, together with computer scientists, business SMEs, and engineers, and will require excellent interpersonal and communication skills.<\u002Fli><\u002Ful><p><b>\nWhat we&rsquo;re looking for...<\u002Fb>\n<\u002Fp><p>You&rsquo;ll need to have:<\u002Fp><ul><li>\nBachelor's degree or four or more years of work experience.<\u002Fli><li>\nSix or more years of relevant work experience.<\u002Fli><\u002Ful><p>\nEven better if you have:<\u002Fp><ul><li>\nA Degree.<\u002Fli><li>\nMS in Statistics, Data Science, Data Analytics or double major Bachelor&rsquo;s degree in marketing and data science.<\u002Fli><li>\nExperience in management of data in SQL and\u002For NoSQL databases (Postgres, Oracle, Teradata, Hadoop, Casandra, MongoDB).<\u002Fli><li>\nExperience using Python in automation of analytics tasks.<\u002Fli><li>\nSix or more years of experience in R\u002FSPSS model building.<\u002Fli><li>\nIndependent contributor that is keen to learn and be challenged.<\u002Fli><li>\nTeam player that will work with a team of inter-disciplinary experts.<\u002Fli><li>\nExperiencewith GIS and spatial databases (e.g., Postgres \u002F PostGIS, Oracle\u002FESRI side) and tools (ArcMap, QGIS.etc).<\u002Fli><li>\nGood interpersonal and communication skills. Ability to convey complex information to management.<\u002Fli><li>\nAbility to adapt to quickly changing business environment and requests, that come in related to management requests.<\u002Fli><li>\nComfort working in a dynamic and fast-paced environment.<\u002Fli><li>\nExperience with analytical and problem solving technical skills with the ability to collect, organize, analyze, and disseminate significant amounts of information with accuracy and developing algorithms.<\u002Fli><\u002Ful><p><b>\nWhen you join Verizon...<\u002Fb>\n<\u002Fp><p>You&rsquo;ll have the power to go beyond &ndash; doing the work that&rsquo;s transforming how people, businesses and things connect with each other. Not only do we provide the fastest and most reliable network for our customers, but we were first to 5G - a quantum leap in connectivity. Our connected solutions are making communities stronger and enabling energy efficiency. Here, you&rsquo;ll have the ability to make an impact and create positive change. Whether you think in code, words, pictures or numbers, join our team of the best and brightest. We offer great pay, amazing benefits and opportunity to learn and grow in every role. Together we&rsquo;ll go far.<\u002Fp><p><b>\nEqual Employment Opportunity<\u002Fb>\n<\u002Fp><p>We're proud to be an equal opportunity employer- and celebrate our employees' differences,including race, color, religion, sex, sexual orientation, gender identity, national origin, age, disability, and Veteran status. Different makes us better.<\u002Fp><\u002Fdiv><p><\u002Fp>","106c44acd91178d5":"<div><p><b>Description<\u002Fb>\n<\u002Fp><h2 class=\"jobSectionHeader\"><b>Job Requisition:<\u002Fb><\u002Fh2>\nData Scientist<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Description:<\u002Fb><\u002Fh2><div>\nThe Defense group at Leidos currently has an opening for a Data Scientist to work in Springfield, VA on the RECON project, in support of the NGA's Research Directorate. This is an exciting opportunity to work with cutting edge technology in an R&amp;D environment and support critical warfighter missions.\n<\u002Fdiv><p><\u002Fp><div><p>Responsibilities:<\u002Fp><p>\nResponsible for data curation and analysis of bias for a new dataset being used by multiple projects in NGA Research<\u002Fp><p>\nResponsible for adapting a method supplied to NGA Research by ORNL for determining community networks\n<\u002Fp><p>Test the methods performance against evaluation data (control city) and modify the method to use additional data streams at NGA.<\u002Fp><p><\u002Fp><p>\nRequirements:<\u002Fp><ul><li>\n10 years of experience and a MA\u002FMS degree. Additional experience may be considered in lieu of a degree.<\u002Fli><li>\nActive TS\u002FSCI with CI Poly<\u002Fli><li>\nPrevious experience at NGA or working on the COE is required<\u002Fli><li>\nExperience in Python, C++, and general data science is required<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nExternal Referral Bonus:<\u002Fb><\u002Fh2>\nEligible<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPotential for Telework:<\u002Fb><\u002Fh2>\nNo<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nClearance Level Required:<\u002Fb><\u002Fh2>\nTop Secret\u002FSCI with Polygraph<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nTravel:<\u002Fb><\u002Fh2>\nYes, 10% of the time<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nScheduled Weekly Hours:<\u002Fb><\u002Fh2>\n40<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nShift:<\u002Fb><\u002Fh2>\nDay<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nRequisition Category:<\u002Fb><\u002Fh2>\nProfessional<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nJob Family:<\u002Fb><\u002Fh2>\nData Scientist<p><\u002Fp>\n4000<p><\u002Fp>\nDefense<p>\nLeidos is a Fortune 500&reg; information technology, engineering, and science solutions and services leader working to solve the world's toughest challenges in the defense, intelligence, homeland security, civil, and health markets. The company's 33,000 employees support vital missions for government and commercial customers. Headquartered in Reston, Virginia, Leidos reported annual revenues of approximately $10.19 billion for the fiscal year ended December 28, 2018. For more information, visit www.Leidos.com.<\u002Fp><p>\nPay and benefits are fundamental to any career decision. That's why we craft compensation packages that reflect the importance of the work we do for our customers. Employment benefits include competitive compensation, Health and Wellness programs, Income Protection, Paid Leave and Retirement. More details are available here.<\u002Fp><p>\nLeidos will never ask you to provide payment-related information at any part of the employment application process. And Leidos will communicate with you only through emails that are sent from a Leidos.com email address. If you receive an email purporting to be from Leidos that asks for payment-related information or any other personal information, please report the email to spam.leidos@leidos.com.<\u002Fp><p>\nAll qualified applicants will receive consideration for employment without regard to sex, race, ethnicity, age, national origin, citizenship, religion, physical or mental disability, medical condition, genetic information, pregnancy, family structure, marital status, ancestry, domestic partner status, sexual orientation, gender identity or expression, veteran or military status, or any other basis prohibited by law. Leidos will also consider for employment qualified applicants with criminal histories consistent with relevant laws.<\u002Fp><\u002Fdiv><p><\u002Fp>","edfffe17fc0773a2":"<p><\u002Fp><div><div><div><div><p>Metabolon is building the data sources and analytical tools that will help humanity understand life. Our metabolomics platform measures over 1000 biologically important molecules. This gives us an unprecedented measure of the biological state of cells, organisms, and patients. By itself, this is a valuable tool for precision medicine. When combined with other -omics data, it is the Rosetta Stone that will help us understand gene function.<\u002Fp>\n<p>We are looking for a data scientist with a passion for modern machine learning approaches to extract insights from our growing collection of biological data and build production systems leveraging the resulting insights.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>Possible Projects Include:<\u002Fb><br>\nMetabolon&rsquo;s coverage of the metabolite space is an order of magnitude greater than our nearest competitor. With this, we have assembled a large corpus of characteristics corresponding to the detection of individual metabolites. This role will leverage this curated data resource to improve the automation of metabolite detection.<\u002Fp>\n<p>Metabolon&rsquo;s instrument accuracy, reproducibility, and comparability are field leading. Nonetheless, current mass spectrometer analysis is limited to relative quantitation (ex. how abundant a substance is relative to something else). Our technical sophistication has allowed us to push the boundary of this limitation and approximate absolute quantitation (ex. the concentration of a substance in a mixture). This role will leverage our data to predict absolute concentrations (with corresponding confidence\u002Fdistributional bounds). Coupled with our best in world metabolite coverage, this is a killer app.<\u002Fp>\n<p>Metabolon&rsquo;s historical data and continual integration with large cohort studies enable us to characterize phenotypes (ex. disease states) and their underlying metabolomic (and potential other -omics) sources to an unprecedented degree. This role will leverage their skills to extract meaningful structures (ex. an underlying structure which might consume a metabolic profile and output a &ldquo;distance&rdquo; to a disease state) in support of biological insights into fundamental questions of human health.<\u002Fp>\n<p><b>Examples of Useful Experience:<\u002Fb><br>\nExcellent data scientists come from a wide variety of backgrounds. The list below is neither exhaustive nor completely required; if you can code and think your talents can help us, start a conversation even if not all the boxes below are checked.<\u002Fp>\n<ul><li>ML projects involving large, complex data sets<\u002Fli>\n<li>Design and deployment of highly scalable ML architectures<\u002Fli>\n<li>Custom performance monitors for models with autonomous improvement capabilities<\u002Fli>\n<li>Conversant (can scale, design, and deploy) in Tensorflow, Pytorch, or equivalent<\u002Fli>\n<li>Experience in advanced biological data analysis<\u002Fli>\n<li>Experience integrating ML software with a professional software engineering team<\u002Fli>\n<\u002Ful><p>Metabolon offers a comprehensive benefits program including health, dental, disability and life insurance coverage, a 401(k) savings plan, and paid time off.<\u002Fp>\n<p>Metabolon is an Equal Employment\u002FAffirmative Action employer m\u002Ff\u002Fd\u002Fv EO 13201.<\u002Fp>\n<div><p>Principals only, no agencies. We are not able to sponsor H1B candidates<\u002Fp>\n<p>Metabolon offers a comprehensive benefits program including health, dental, disability and life insurance coverage, a 401(k) with matching savings plan, and paid time off.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","9497235f791fef9e":"<p><\u002Fp><div><p><b>Data Scientist<\u002Fb><\u002Fp><p><b>\n___________________________________________________________________<\u002Fb><\u002Fp><p><b>\nWhat The Role Is<\u002Fb><\u002Fp><p>\nWe are seeking a Data Scientist to join our team. The ideal candidate will be curious to delve into the details. This person will have excellent skills in both data science and programming, as the position involves the direct, practical application of statistical and machine learning models. This is the perfect opportunity for the successful candidate to become a part of an innovative and energetic team that develops analysis tools which will elevate our products and deliver tangible results to our teams. The ideal candidate loves to apply Business Analytics and Artificial Intelligence to business problems. The person is passionate and relentless to understand and seek solutions with previous experience to draw from.<\u002Fp><p><b>\nA Successful Data Scientist&hellip;<\u002Fb><\u002Fp><p>\nWill produce innovative solutions driven by exploratory data analysis from complex and high-dimensional datasets. The successful candidate will apply knowledge of statistics, machine learning, programming, data modeling, simulation, and advanced mathematics to recognize patterns, identify opportunities, pose business questions, and make valuable discoveries leading to prototype development and product improvement. This person will use a flexible, analytical approach to design, develop, and evaluate predictive models and advanced algorithms that lead to optimal value extraction from the data. They will also generate and test hypotheses and analyze and interpret the results of product experiments. Additionally, they will work with partners in our business units to translate prototypes into new products, services, and features and provide guidelines for large-scale implementation.<br>\n<\u002Fp><p><b>What You Will Be Responsible For<\u002Fb><\u002Fp><ul><li>\nResearch and develop statistical learning models for data analysis<\u002Fli><li>\nHands On Code Writing experience<\u002Fli><li>\nCollaborate with business unit teams namely, product management and engineering departments, to understand company needs and devise possible solutions<\u002Fli><li>\nKeep up-to-date with latest technology trends<\u002Fli><li>\nCommunicate results and ideas to key decision makers<\u002Fli><li>\nImplement new statistical or other mathematical methodologies as needed for specific models or analysis<\u002Fli><li>\nOptimize joint development efforts through appropriate database use and project design<\u002Fli><li>\nProven ability to solve business problems developing and implementing machine learning algorithms and\u002For statistical models<\u002Fli><li>\nMust have previous predictive analytics and segmentation experience<\u002Fli><li>\nDemonstrated ability to listen quickly, learn, innovate, and drive insights from disparate date sets in a fluid environment<\u002Fli><li>\nMust be able to work independently and identify business unit and client opportunities, trends, and patterns in order to solve problems<\u002Fli><li>\nThis role is on site with the reasoning to assimilate into the environment, learn, and solve problems<\u002Fli><li>\nProven ability to manage multiple priorities while keeping a &ldquo;team first&rdquo; perspective<\u002Fli><li>\nCuriosity, knowledge seeker, creative, and a positive &ldquo;can do&rdquo; attitude are a must<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWhat You Bring<br>\n<\u002Fb><\u002Fp><br>\n<ul><li>Degree in Computer Science, Statistics, Applied Math or related field<\u002Fli><li>\n2-3 years&rsquo; practical experience with SAS, ETL, data processing, database programming and data analytics<\u002Fli><li>\nBackground in data mining and statistical analysis<\u002Fli><li>\nAble to understand various data structures and common methods in data transformation<\u002Fli><li>\nExcellent pattern recognition and predictive modeling skills<\u002Fli><li>\nExperience with programming languages such as Java\u002FPython, SAS, R,Spark, Scala, Mathematica and understand their limitations<\u002Fli><li>\nStrong interpersonal, oral, and written communication skills<\u002Fli><li>\nAbility to build and maintain &lrm;relationships with &lrm;business unit co-workers, customers, and colleagues<\u002Fli><\u002Ful><br>\n<b>\nBHI Benefits<\u002Fb><br>\n<br>\n<ul><li>Company subsidized medical, dental and vision insurance<\u002Fli><li>\nCompany subsidized health savings account<\u002Fli><li>\nCompany paid life, short and long term disability insurance<\u002Fli><li>\nCompany matched 401K plan<\u002Fli><li>\nPaid time off<\u002Fli><li>\nOn-site gym &ndash; including yoga and fitness classes<\u002Fli><li>\nVacation home at the beach and in the mountains for employee use<\u002Fli><li>\nVolunteer opportunities<\u002Fli><li>\nTraining and development<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nWho we are at BHI<\u002Fb><\u002Fp><p>\nBHI is a marketing and information services company providing digital advertising, technology, strategy and development as well as media production services for builders and other commercial stakeholders in the residential construction industry.<br>\nNewHomeSource.com, BHI&rsquo;s flagship new home shopping website, is the leading new home website in the U.S. and provides new home listing information to more than 250 partner websites.<\u002Fp><p>\nHeadquartered in Austin, Texas, Builder Homesite, Inc. (BHI) (http:\u002F\u002Fwww.builderhomesite.com\u002F ) is a consortium of 32 of the nation&rsquo;s largest home builders. With a mission to bring home building industry leaders together to champion and strengthen the industry on a collective level, BHI strives to improve communication and create better solutions for builders, real estate agents and new home buyers. BHI&rsquo;s digital arm, Builder&rsquo;s Digital Experience (BDX) (http:\u002F\u002Fwww.thebdx.com\u002F ), offers digital marketing products for builders and real estate professionals.<\u002Fp>\nBHI has been recognized by the Austin Business Journal, Deloitte, and others:<br>\n<ul><li>Ranked in Inc. 5000 fastest-growing private companies in the U.S in 2013<\u002Fli><li>\nAustin Business Journal &ndash; Top 26 Advertising and Marketing Agencies of 2012<\u002Fli><li>\nAustin Business Journal &ndash; Top 25 Website Designers and Developers of 2009<\u002Fli><li>\nErnst and Young 2007 Finalist &ndash; Best Entrepreneur of the year<\u002Fli><li>\nDeloitte &ndash; Technology Fast 50 Texas in 2007<\u002Fli><li>\nDeloitte &ndash; Technology Fast 50 Texas in 2006<\u002Fli><li>\nDeloitte Technology Fast 500 of North America in 2006<\u002Fli><li>\nMicrosoft Gold Certified Partner<\u002Fli><li>\nWinner of CANville 2013 Competition<\u002Fli><li>\nMayor's Health &amp; Fitness Council Award Recipient and Partner Certified 2018<\u002Fli><li>\nGreater Austin Business Awards Winner - Employee Health and Wellness 2019 (employee population size 51-350)<\u002Fli><\u002Ful><p><b>\nPhysical Demands<\u002Fb><\u002Fp><p>\nThe physical demands described here are representative of those that must be met by an employee to successfully perform the essential functions of this job. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.<\u002Fp><\u002Fdiv><p><\u002Fp>","bab0df8ef102c393":"<ul><li>Bachelor&rsquo;s Degree in Computer Science or related field, or 5+ years relevant work experience<\u002Fli><li>Experience with Agile \u002F SCRUM development methodologies<\u002Fli><li>Experience with large scale distributed databases.<\u002Fli><li>Proficiency with software development using AWS technologies<\u002Fli><\u002Ful>\n<br>\n<p>Amazon&rsquo;s Search Marketing team is building the Internet's largest-scale fully-automated advertising system. The team is responsible for a scaled, high availability system, and the algorithms that automatically generate, target, measure, and optimize tens of millions of search engine ad placements. The ad placements include Text ads, Product image based Shopping Ads.We routinely solve challenges related to large scale distributed systems and web services. We manage a continuously growing portfolio of advertisements while maximizing returns through bidding efficiency and discovery of new keywords, products and revenue opportunities. Cutting edge technology and algorithms including statistical modeling, machine learning, and data mining are the core of our business. Search Marketing drives a large portion of Amazon&rsquo;s business, and represents a unique opportunity to drive impact on the company&rsquo;s bottom line. With essentially full ownership of our own product road map, there is a large R&amp;D component to our work, and strong programming skills together with sound business understanding and an appetite for innovation are highly valued.<br>\n<br>\nThe ideal candidate for our team is a thinker and a doer: someone who loves sophisticated algorithms and mathematical precision, but at the same time enjoys implementing real systems, and is motivated by the prospect of multi-million dollar business returns. Proficiency in Java or any other object oriented programming is required, and the ideal candidate is an expert in at least one of these languages. A BS in computer science (or equivalent experience) is required; graduate degrees, experience building high-availability or large-scale internet scale systems, and knowledge of advanced algorithms and data structures are significant pluses.<\u002Fp>\n<br>\n<div><ul><li>Scalable web application development and experience using NoSQL databases like Dynamo DB.<\u002Fli><li>Large scale distributed systems development on Unix type platforms<\u002Fli><li>MapReduce or similar large scale distributed systems using AWS<\u002Fli><li>Statistics and Data Mining<\u002Fli><li>Fast thinker with a good grasp of business and technology and foresight to apply technology to solve business problems<\u002Fli><\u002Ful><br>\nAmazon.com is an Equal Opportunity-Affirmative Action Employer &ndash; Minority \u002F Female \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation.<\u002Fdiv>","50469e52ccb35b3e":"<div><h2 class=\"jobSectionHeader\"><b>Position: <\u002Fb><b>Data Scientist, Product Analytics<\u002Fb><\u002Fh2><h2 class=\"jobSectionHeader\"><b>\nLocation<\u002Fb><b>: San Francisco, CA<\u002Fb><\u002Fh2><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nOrganization: StubHub, <\u002Fb><b>www.stubhub.com<\u002Fb><b> (an eBay company NASDAQ: EBAY)<\u002Fb><\u002Fh2><p>\nAt StubHub, our mission is to bring the joy of live to fans globally. As the world&rsquo;s most trusted ticket marketplace spanning 44 countries, we enable fans to buy and sell tickets to tens of thousands of events, whenever and wherever fans want to be. Backed by award-winning customer care, StubHub&rsquo;s FanProtect&trade; Guarantee means every ticket is 100 percent guaranteed valid or you&rsquo;ll receive your money back or a replacement ticket of equal or better value. Our business partners include more than 130 properties globally across the NFL, MLB, NBA, NHL, MLS, WWE, NCAA, Matchroom Boxing, plus Paciolan and Tessitura. StubHub provides the total end-to-end event going experience throughout the world.<\u002Fp><p><\u002Fp><p><b>\nOur Values<\u002Fb><\u002Fp><p>\nThese actions and attitudes are how we approach our work and how we work together as a unified team.<\u002Fp><p><\u002Fp><p>\nAt StubHub, we are:<\u002Fp><p><b>\nOwners<\u002Fb> &ndash; We carry the ball. We act as one team, in it together. We live above the line as optimists and with a solution mindset. We are fully accountable for solving problems, both our own pieces and the whole.<\u002Fp><p><b>\nFan First<\u002Fb> &ndash; We are the fans&rsquo; biggest fan. We are the fan and the voice of our fans in everything we do.<\u002Fp><p><b>\nDriven<\u002Fb> &ndash; We push past the finish line, aggressively prioritize and focus on what matters most. We debate, decide, commit and deliver.<\u002Fp><p><b>\nInventive<\u002Fb> &ndash; We play a new chord; we celebrate progress over perfection and learnings as much as success. We&rsquo;re agile because there is always more than one way.<\u002Fp><p><b>\nCourageous<\u002Fb> &ndash; We take big swings. We show up for challenges with resilience and persistence. We take risks, embrace failure as a path to learning, and speak up when we have a different opinion.<\u002Fp><p><b>\nDiverse &amp; Inclusive<\u002Fb> &ndash; We harmonize. We assume positive intent, trust and empower others; bring a global mindset and seek out alternative viewpoints.<\u002Fp><p><\u002Fp><p><b>\nThe Opportunity:<\u002Fb><\u002Fp><p>\nWe are looking for an experienced Data scientist with exceptional product sense to help champion the use of data in product decision-making. In this role you will work closely with our Engineering, Product, Ops, and Design teams to evaluate product opportunities, track product metrics, develop and analyze experiments, and drive deep-dive studies to identify new opportunities.<\u002Fp><p><\u002Fp><p><b>\nYou Will\n<\u002Fb><\u002Fp><ul><li>Apply data &amp; analytical skills to help understand how our customers use our products<\u002Fli><li>\nPartner closely with product leadership to define, measure and report on core product and feature metrics<\u002Fli><li>\nDesign customer-facing experiments (A\u002FB tests) and distill their results into actionable outcomes<\u002Fli><li>\nExecute cohort studies and drive analyses to understand customer behavior and identify opportunities for improving our product(s)<\u002Fli><li>\nCollaborate with data and business intelligence teams to develop reports and visualization dashboards<\u002Fli><li>\nBuild financial models to project key business metrics - Traffic, conversion, Engagement - and develop KPIs to measure initiative performance<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nYou Have<\u002Fb><\u002Fp><ul><li>\nStrong quantitative background with Product analytics experience. Proven track record in solving business problems through fact based and scientific analytics<\u002Fli><li>\nExcellent technical skills - including the ability to query databases (SQL, Hive etc.), leveraging R\u002FPython to analyze complex data, and using Tableau (or other visualization tools) to deliver insights at scale<\u002Fli><li>\nDeep understanding of statistics, experimental design, and causal inference<\u002Fli><li>\nThe ability to translate analytical insights into clear recommendations and effectively deliver it to technical and non-technical stakeholders<\u002Fli><li>\nWorked in cross-functional and cross-cultural teams, and are able to communicate technically intricate concepts\u002Fresults in business terms<\u002Fli><li>\nPassion for technology and consumer products<\u002Fli><\u002Ful><p><\u002Fp><p>\nThis website uses cookies to enhance your experience. By continuing to browse the site, you agree to our <i>use of cookies<\u002Fi><\u002Fp><p><\u002Fp><p>\nView our privacy policy<\u002Fp><p><\u002Fp><p>\nView our accessibility info<\u002Fp><p><i>\neBay Inc. is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, national origin, sex, sexual orientation, gender identity, veteran status, and disability, or other legally protected status. If you are unable to submit an application because of incompatible assistive technology or a disability, please contact us at <\u002Fi><i>talent@ebay.com<\u002Fi><i>. We will make every effort to respond to your request for disability assistance as soon as possible.<\u002Fi><\u002Fp><p><\u002Fp><p><i>\nFor more information see:<\u002Fi><\u002Fp><p><i>\nEEO is the Law Poster<\u002Fi><\u002Fp><p><i>\nEEO is the Law Poster Supplement<\u002Fi><\u002Fp><\u002Fdiv><p><\u002Fp>","49a74f71399742e1":"<div><div><b>Data Scientist, Engineer<\u002Fb> <b>-<\u002Fb> <b>(<\u002Fb><b>19000056<\u002Fb><b>)<\u002Fb><\u002Fdiv><div><b>\nDescription<\u002Fb><div>\n<\u002Fdiv><ul><li>\nHelp us create better connected futures<\u002Fli><li>\nMake your mark. See the difference. Be recognized.<\u002Fli><li>\nWork with aligned engaged team members.<\u002Fli><\u002Ful><br>\n<p><b>\n<\u002Fb><\u002Fp><p><b>About us<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<p>At Transit Wireless we create even better connected futures.<br>\nOurs is a story of being big enough to deliver and maintain large-scale operations but being nimble enough to make things happen.<br>\nOur future-makers thrive on rewriting yesterdays rules. So we put Wi-Fi, fiber and wireless connectivity on subways and we create new services for our customers and communities every day.<br>\nWe build technology and teams that people want to be part of and we have the courage to not only imagine, but to do what really matters.<\u002Fp><br>\n<p><br>\n<b>About the role<\u002Fb><\u002Fp>\n<ul><li>Develop statistical models to drive key core products for an innovative company in a data rich environment.\n<\u002Fli><li>Combine real world intelligence with sensor data to drive actionable insights for our clients.<\u002Fli><li>\nDesign and develop efficient and scalable data pipelines between enterprise systems and analytics platform<\u002Fli><li>\nWork closely with team and participate in development and deployment of machine learning models and feature engineering pipelines<\u002Fli><li>\nProvide technical expertise in the area of design and implementation of Ratings Integrated Data Facility with modern AWS cloud technologies such as S3, Redshift, EMR, Hive, Presto and Spark<\u002Fli><li>\nBuild and maintain a data environment for speed, accuracy, consistency and &lsquo;up&rsquo; time<\u002Fli><li>\nSupport analytics by building a world-class data lake environment that empowers analysts to determine insights into revenue and power products across the organization<\u002Fli><li>\nEnsure data governance principles adopted, date quality checks and data lineage implemented in each hop of the data<\u002Fli><li>\nBe in tune with emerging trends Big data and cloud technologies and participate in evaluation of new technologies<\u002Fli><li>\nEnsure compliance through the adoption of enterprise standards and promotion of best practice \u002F guiding principles aligned with organization standards<\u002Fli><\u002Ful>\n<p><br>\n<b>About you<\u002Fb><\u002Fp>\n<ul><li>Demonstrated ability to distill data-driven insights through informative visualizations &amp; executive level communications<\u002Fli><li>\nExperience with geospatial datasets &amp; tool-chains\n<\u002Fli><li>Experience designing a measurement strategy to evaluate the performance of complex systems against challenging requirements\n<\u002Fli><li>Deep understanding of statistics and\u002For applied math as basis for choosing techniques &amp; experiments\n<\u002Fli><li>Ability to develop D&amp;A related Microservices in mainstream cloud infrastructure\n<\u002Fli><li>Lead the data science and data engineering team in a cross-functional work environment<\u002Fli><li>\nLead\u002Fmentor the team to design, develop and maintain D&amp;A solutions<\u002Fli><li>\nBS or MS degree in Computer Science or Information Technology<br>\n<\u002Fli><li>8+ years of experience as data engineer at an innovative organization<\u002Fli><li>\n4+ years of hands-on experience in implementing data lake systems using AWS cloud technologies such as S3, Redshift, EMR, Hive, Presto and Spark<\u002Fli><li>\nExpert managing AWS services (EC2, S3, Route 53, ELB, VPC, cloudwatch, Lambda) in a multi account production environment<\u002Fli><li>\nExperience With Machine Learning Frameworks, such as TensorFlow, PyTorch, H2O, scikit-learn, Theano, Caffe or Spark MLib is an added advantage<\u002Fli><li>\nExposure to R, SparkR, SparklyR or Other R packages is a plus<\u002Fli><li>\nExperience in constructing fast data staging layers to feed machine learning algorithms<\u002Fli><li>\nExperience in building data APIs to consume analytic model output<\u002Fli><li>\nFamiliarity with machine learning model training and deployment process is a plus<\u002Fli><li>\nExperience with development frameworks as well as data and integration technologies such as Python, Scala or Informatica<\u002Fli><li>\nExpert knowledge of Agile approaches to software development and able to put key Agile principles into practice to deliver solutions incrementally.<\u002Fli><li>\nMonitors industry trends and directions; develops and presents substantive technical recommendations to senior management<\u002Fli><li>\nExcellent analytical thinking, interpersonal, oral and written communication skills with strong ability to influence both IT and business partners<\u002Fli><li>\nAbility to prioritize and manage work to critical project timelines in a fast-paced environment<\u002Fli><\u002Ful>\n<p><br>\n<b>Why work with us<\u002Fb><br>\n<br>\nWe are a courageous culture and we do what really matters, putting people, customers and communities at the heart of every decision.<br>\nWe believe there is strength in diversity and opportunity through inclusion.<br>\nAnd we provide a learning environment, meaningful recognition for your contribution and competitive compensation.<br>\n<b>Help us imagine and create what&rsquo;s next. Join us.<\u002Fb><\u002Fp><br>\n<\u002Fdiv><div><\u002Fdiv><div><b>\nPrimary Location<\u002Fb><b>:<\u002Fb> US-NY-New York<\u002Fdiv><div><b>\nWork Locations<\u002Fb><b>:<\u002Fb> TW - Transit Wireless, LLC 1350 Broadway 3rd Floor New York 10018<\u002Fdiv><div><b>\nJob<\u002Fb><b>:<\u002Fb> Product Development<\u002Fdiv><div><b>\nOrganization<\u002Fb><b>:<\u002Fb> Transit Wireless (USD)<\u002Fdiv><div><b>\nSchedule<\u002Fb><b>:<\u002Fb> Full-time<\u002Fdiv><div><b>\nShift<\u002Fb><b>:<\u002Fb> Day Shift<\u002Fdiv><div><b>\nEmployee Status<\u002Fb><b>:<\u002Fb> Regular<\u002Fdiv><div><b>\nJob Type<\u002Fb><b>:<\u002Fb> Standard<\u002Fdiv><div><b>\nJob Level<\u002Fb><b>:<\u002Fb> Individual Contributor<\u002Fdiv><div><b>\nJob Posting<\u002Fb><b>:<\u002Fb> 17-Sep-19, 9:05:14 PM<\u002Fdiv><\u002Fdiv>","bb7362590cb7adfd":"<div><b>Position Overview:<\u002Fb><br>\n<br>\n<p>The Climate Corporation's mission is to help the world&rsquo;s farmers sustainably increase their productivity with digital tools. We are looking for a senior machine learning scientist with strong machine learning and deep learning skills to join an interdisciplinary team of data scientists. We apply big data and cloud computing in concert with some of the richest agronomic datasets in the world including images, weather data, measurement sensors and farming data. You will help build robust machine learning models to analyze various types of data and deploy the models on different platforms such as edge devices and computing clouds. If you are interested in applying your skills in data science and machine learning to help farmers, The Climate Corporation would love to talk to you!<br>\n<br>\n<b>What You Will Do<\u002Fb>:<\u002Fp><ul><li>\nConduct research projects to create curated datasets, formulate machine learning problems, and apply machine learning and computer vision techniques to solve real agronomic problems.<\u002Fli><li>\nWork in a highly collaborative environment with other data scientists, agronomists, pathologists, engineers to deliver systems from prototyping to production level.<\u002Fli><li>\nClearly communicate program direction and results to stakeholders across the organization, including science, engineering, business strategy, and product.<\u002Fli><\u002Ful><p><br>\n<b>\nBasic Qualifications<\u002Fb>:<\u002Fp><ul><li>\nPhD or M.S. +2 years work experience with a focus on computer vision, machine learning or related fields.<\u002Fli><li>\nStrong knowledge on deep learning and hands-on experience in relevant projects.<\u002Fli><li>\nExperience in machine learning and deep learning framework such as Tensorflow, Pytorch and solid programming development skills (Python, Scala, etc).<\u002Fli><li>\nExcellent problem-solving, troubleshooting, and communication skills.<\u002Fli><\u002Ful><p><br>\n<b>\nPreferred Qualifications<\u002Fb>:<\u002Fp><ul><li>\nResearch experiences in applying deep learning methods to computer vision, speech, NLP or other applications.<\u002Fli><li>\nHands-on experience with machine learning training on infrastructures and frameworks such as GPUs, Spark, distributed Tensorflow etc.\n<\u002Fli><li>Strong drive to learn new topics and skills, to develop innovative products for our customers, and build whatever is necessary along the way<\u002Fli><\u002Ful><br>\n<p><b>\nWhat We Offer:<\u002Fb><\u002Fp><p>\nOur teams are composed of industry experts, top scientists, and talented engineers. The environment is extremely engaging and fast-paced, with dozens of specialties coming together to provide the best possible products and experiences for our customers.<\u002Fp><p>\nWe provide competitive salaries and some of the best perks in the industry, including:<\u002Fp><ul><li>\nSuperb medical, dental, vision, life, disability benefits, and a 401k matching program<\u002Fli><li>\nA stocked kitchen with a large assortment of snacks &amp; drinks to get you through the day<\u002Fli><li>\nEncouragement to get out of the office and into the field with agents and farmers to see first-hand how our products are being used<\u002Fli><li>\nWe take part and offer various workshops, conferences, meet-up groups, tech-talks, and hackathons to encourage participation and growth in both community involvement and career development<\u002Fli><\u002Ful><p>\nWe also hinge our cultural DNA on these five values:<\u002Fp><ul><li>\nInspire one another<\u002Fli><li>\nInnovate in all we do<\u002Fli><li>\nLeave a mark on the world<\u002Fli><li>\nFind the possible in the impossible<\u002Fli><li>\nBe direct and transparent<\u002Fli><\u002Ful><br>\n<p>\nLearn more about our team and our mission:<\u002Fp><p>\nThe Climate Corporation - The Technology Behind Making A Difference<\u002Fp><p>\nhttps:\u002F\u002Fyoutu.be\u002Fc5TgbpE9UBI or visit https:\u002F\u002Fclimate.com\u002Fcareers<\u002Fp><\u002Fdiv>","f8a3d893cc717b96":"<div><h2 class=\"jobSectionHeader\"><b>Position: <\u002Fb><b>Data Scientist, Product Analytics<\u002Fb><\u002Fh2><h2 class=\"jobSectionHeader\"><b>\nLocation<\u002Fb><b>: San Francisco, CA<\u002Fb><\u002Fh2><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nOrganization: StubHub, <\u002Fb><b>www.stubhub.com<\u002Fb><b> (an eBay company NASDAQ: EBAY)<\u002Fb><\u002Fh2><p>\nAt StubHub, our mission is to bring the joy of live to fans globally. As the world&rsquo;s most trusted ticket marketplace spanning 44 countries, we enable fans to buy and sell tickets to tens of thousands of events, whenever and wherever fans want to be. Backed by award-winning customer care, StubHub&rsquo;s FanProtect&trade; Guarantee means every ticket is 100 percent guaranteed valid or you&rsquo;ll receive your money back or a replacement ticket of equal or better value. Our business partners include more than 130 properties globally across the NFL, MLB, NBA, NHL, MLS, WWE, NCAA, Matchroom Boxing, plus Paciolan and Tessitura. StubHub provides the total end-to-end event going experience throughout the world.<\u002Fp><p><\u002Fp><p><b>\nOur Values<\u002Fb><\u002Fp><p>\nThese actions and attitudes are how we approach our work and how we work together as a unified team.<\u002Fp><p><\u002Fp><p>\nAt StubHub, we are:<\u002Fp><p><b>\nOwners<\u002Fb> &ndash; We carry the ball. We act as one team, in it together. We live above the line as optimists and with a solution mindset. We are fully accountable for solving problems, both our own pieces and the whole.<\u002Fp><p><b>\nFan First<\u002Fb> &ndash; We are the fans&rsquo; biggest fan. We are the fan and the voice of our fans in everything we do.<\u002Fp><p><b>\nDriven<\u002Fb> &ndash; We push past the finish line, aggressively prioritize and focus on what matters most. We debate, decide, commit and deliver.<\u002Fp><p><b>\nInventive<\u002Fb> &ndash; We play a new chord; we celebrate progress over perfection and learnings as much as success. We&rsquo;re agile because there is always more than one way.<\u002Fp><p><b>\nCourageous<\u002Fb> &ndash; We take big swings. We show up for challenges with resilience and persistence. We take risks, embrace failure as a path to learning, and speak up when we have a different opinion.<\u002Fp><p><b>\nDiverse &amp; Inclusive<\u002Fb> &ndash; We harmonize. We assume positive intent, trust and empower others; bring a global mindset and seek out alternative viewpoints.<\u002Fp><p><\u002Fp><p><b>\nThe Opportunity:<\u002Fb><\u002Fp><p>\nWe are looking for an experienced Data scientist with exceptional product sense to help champion the use of data in product decision-making. In this role you will work closely with our Engineering, Product, Ops, and Design teams to evaluate product opportunities, track product metrics, develop and analyze experiments, and drive deep-dive studies to identify new opportunities.<\u002Fp><p><\u002Fp><p><b>\nYou Will\n<\u002Fb><\u002Fp><ul><li>Apply data &amp; analytical skills to help understand how our customers use our products<\u002Fli><li>\nPartner closely with product leadership to define, measure and report on core product and feature metrics<\u002Fli><li>\nDesign customer-facing experiments (A\u002FB tests) and distill their results into actionable outcomes<\u002Fli><li>\nExecute cohort studies and drive analyses to understand customer behavior and identify opportunities for improving our product(s)<\u002Fli><li>\nCollaborate with data and business intelligence teams to develop reports and visualization dashboards<\u002Fli><li>\nBuild financial models to project key business metrics - Traffic, conversion, Engagement - and develop KPIs to measure initiative performance<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nYou Have<\u002Fb><\u002Fp><ul><li>\nStrong quantitative background with Product analytics experience. Proven track record in solving business problems through fact based and scientific analytics<\u002Fli><li>\nExcellent technical skills - including the ability to query databases (SQL, Hive etc.), leveraging R\u002FPython to analyze complex data, and using Tableau (or other visualization tools) to deliver insights at scale<\u002Fli><li>\nDeep understanding of statistics, experimental design, and causal inference<\u002Fli><li>\nThe ability to translate analytical insights into clear recommendations and effectively deliver it to technical and non-technical stakeholders<\u002Fli><li>\nWorked in cross-functional and cross-cultural teams, and are able to communicate technically intricate concepts\u002Fresults in business terms<\u002Fli><li>\nPassion for technology and consumer products<\u002Fli><\u002Ful><p><\u002Fp><p>\nThis website uses cookies to enhance your experience. By continuing to browse the site, you agree to our <i>use of cookies<\u002Fi><\u002Fp><p><\u002Fp><p>\nView our privacy policy<\u002Fp><p><\u002Fp><p>\nView our accessibility info<\u002Fp><p><i>\neBay Inc. is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, national origin, sex, sexual orientation, gender identity, veteran status, and disability, or other legally protected status. If you are unable to submit an application because of incompatible assistive technology or a disability, please contact us at <\u002Fi><i>talent@ebay.com<\u002Fi><i>. We will make every effort to respond to your request for disability assistance as soon as possible.<\u002Fi><\u002Fp><p><\u002Fp><p><i>\nFor more information see:<\u002Fi><\u002Fp><p><i>\nEEO is the Law Poster<\u002Fi><\u002Fp><p><i>\nEEO is the Law Poster Supplement<\u002Fi><\u002Fp><\u002Fdiv><p><\u002Fp>"}