{"b0eb544e97421342":"<div><p>Imagine the future you could help us build.\n<\u002Fp><p><\u002Fp><p>Teamwork, not just tech work. We are tech futurists and business geniuses. Together, we solve problems to make daily life easier. We are looking for a few more great minds to join our team as we continue to grow one of the world's leading consumer robot companies.\n<\u002Fp><p><\u002Fp><p>Together, we empower people to do more.\n<\u002Fp><p><\u002Fp><p><b>Introduction\n<\u002Fb><\u002Fp><p><\u002Fp>Data Collection Technician\n<br>\n<br>\niRobot Corporation, with a mission of &ldquo;empowering people to do more&rdquo; is at the forefront of the development of robotics and artificial intelligence technologies. iRobot has become one of the world&rsquo;s preeminent specialist designers and builders of consumer robots. iRobot invests in the development and growth of its people, in a culture of empowerment, innovation and fun. Come work with some of the most talented and influential people in the robotics field utilizing cutting edge technologies, in an exciting, fast-growing industry!\n<p><b>Summary\n<\u002Fb><\u002Fp><p><\u002Fp><p>iRobot is seeking a Contract\u002FTemporary Data Collection Technician to play an important role on New Product Development Teams to make better, more robust robots that delight the customer by collecting data in user&rsquo;s home(s). The data collected will be used by the research and development team for future products. Users will be both internal iRobot employees as well as external to iRobot.\n<\u002Fp><p><\u002Fp><p>Essential functions include:\n<\u002Fp><p>Data Collection Technician will assist in recruiting and selecting homes in which the data will be gathered from (via surveys, emails, etc.) Most of the data collection will take place in real homes. The Data Collection Technician will travel (unsupervised) to the homes to collect both quantitative and qualitative data following a protocol. The data collection will be conducted at different times of the day and in multiple homes. During each home visit the Data Collection Technician will repeatedly set up the devices on the ground to collect data. Data Collection Technician will be responsible for processing and tagging images collected in homes.\n<\u002Fp><p><\u002Fp><p>The individual in this role will work as part of the User Test Team within Systems Engineering and will work closely with Chief Engineers, Program Managers, Product Managers, as well as Software Engineering, Systems Engineering, Test Engineering and User Experience leads. The successful candidate will have experience or capability to quickly learn all aspects of user-facing testing.\n<\u002Fp><p><\u002Fp><p><b>Skills\n<\u002Fb><\u002Fp><p>Skills Required:\n<\u002Fp><ul><li>Demonstrated attention to detail and organizational abilities\n<\u002Fli><li>Ability to work on flexible work schedule (shifts will vary day to day)\n<\u002Fli><li>Clear and concise written and verbal communication\n<\u002Fli><li>Background in research involving data gathering and analysis\n<\u002Fli><li>Demonstrated ability to take ownership of task execution and work with minimal supervision\n<\u002Fli><li>Proficient with MS Excel, MS Word and MS Outlook\n<\u002Fli><li>Proficient in handling (storing and transferring) large data files (using external hard drives).\n<\u002Fli><li>Ability to repeatedly perform physical tasks including repetitively bending, kneeling, squatting and climbing stairs. This can be repetitive and tenuous depending on the size of the home.\n<\u002Fli><\u002Ful><p><\u002Fp><p>Desired Qualifications:\n<\u002Fp><p><\u002Fp><ul><li>Minimum 2 years of experience in a related role\n<\u002Fli><li>Experience with product defect tracking tools.\n<\u002Fli><li>Experience in basic Linux commands\n<\u002Fli><li>Experience with data acquisition as well as processing and analysis software.\n<\u002Fli><li>Experience troubleshooting complex electromechanical systems\n<\u002Fli><li>Experience in statistical analysis of test results.\n<\u002Fli><\u002Ful><p>Experience testing consumer vacuum and\u002For robotic products.<\u002Fp><\u002Fdiv>","375d65cace9a4fc2":"<p><\u002Fp><div><p><b>Primary Responsibilities:<\u002Fb><\u002Fp>\n<ul><li>Develop Artificial Intelligent (AI) algorithms for text classification and concept prediction using methods such as logistic regression, decision trees, support vector machines and maximum entropy classifiers.<\u002Fli>\n<li>Contribute AI application development<\u002Fli>\n<li>Responsible for selecting features, building ensemble Machine Learning models and optimizing classifiers using SciKit-learn, Theano, Splunk, XGBoost, or other Python toolkits<\u002Fli>\n<li>Responsible for data mining using state-of-the-art methods and tools.<\u002Fli>\n<li>Responsible for selecting and integrating Natural Language Processing (NLP) methods to optimize algorithms and increase technical capabilities of the system.<\u002Fli>\n<li>Develop applications to extract valuable text from raw datasets in word or pdf files.<\u002Fli>\n<li>Use NLP to mine unstructured data and create logic to select candidate data for inclusion into the system.<\u002Fli>\n<li>Responsible for processing, cleansing, and verifying the integrity of data used for analysis.<\u002Fli>\n<li>Produce thesaurus\u002Fsynonym list with corresponding standard code identifying unknown terminology<\u002Fli>\n<li>Ability to deep-dive into new technical solutions and give suggestions in order to improve outcomes. Ad-hoc analysis and presenting results in a clear manner.<\u002Fli>\n<\u002Ful><p><b>Education and Experience Qualifications (Required):<\u002Fb><\u002Fp>\n<ul><li>Master&acirc;&euro;&trade;s degree in Computer Science, or equivalent combination of education and experience.<\u002Fli>\n<li>5+ years of software development \u002F engineering experience focusing on AI\u002FML development projects.<\u002Fli>\n<li>Experience with scripting and programming languages in Python and Java.<\u002Fli>\n<li>Excellent understanding of Machine Learning algorithms, techniques, and tools.<\u002Fli>\n<li>Experience with common data science toolkits and methods to identify potential candidate data for inclusion in data repositories and user interfaces.<\u002Fli>\n<li>Ability to install, configure, and integrate various ML tools and libraries.<\u002Fli>\n<li>Good applied statistics skills, such as distributions, statistical testing, regression, etc. Great communication skills and data-oriented personality<\u002Fli>\n<\u002Ful><p><b>Skills needed:<\u002Fb><\u002Fp>\n<ul><li>Understanding of data structures<\u002Fli>\n<li>Object Oriented Programming<\u002Fli>\n<li>Regular Expressions<\u002Fli>\n<li>Machine Learning Algorithms, including but not limited: Support Vector Machines, Neural Networks, Clustering, Na&Atilde;&macr;ve Bayes, XGBoost, Decision Trees, and Deep Learning NLP Algorithms, including but not limited: Name Entity Extraction, Keyword Extraction, and Word Alignment<\u002Fli>\n<li>Python packages, including but not limited:<\u002Fli>\n<ul><li>Scikit-Learn<\u002Fli>\n<li>Numpy<\u002Fli>\n<li>NLTK<\u002Fli>\n<li>Pyspark<\u002Fli>\n<li>CRFSuite<\u002Fli>\n<li>XGBoost<\u002Fli>\n<li>Pandas<\u002Fli>\n<li>Flask<\u002Fli>\n<li>Splunk<\u002Fli>\n<li>Theano<\u002Fli>\n<\u002Ful><\u002Ful><p><b><i>Equal Opportunity Employer\u002FVeterans\u002FDisabled<\u002Fi><\u002Fb><\u002Fp><\u002Fdiv>","ad7130c565d4a2cf":"<div><div><div><div><div>We are Drybar, a blow dry bar, and we set out to shake up the beauty industry in our own, specialty way. We believe in doing one thing and being the best at it. For us, that&rsquo;s blowouts. In fact, our tagline says it best: No cuts. No color. Just blowouts. What started with one shop in Brentwood, CA has grown to over 100 locations across 25 markets, with more to come.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nDrybar is seeking a data scientist to join our Marketing team. If you have a passion for &ldquo;wowing&rdquo; business leaders with progressive analytics techniques, leading projects focused on optimizing marketing effectiveness and driving marketing innovation and working with managers who &ldquo;get&rdquo; the work you are doing and support the value of analytics to drive brand results, then Drybar is the place for you!<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWhat we're all about:<\u002Fdiv><div><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Data Munging<\u002Fli><ul><li>\nCollect data from a wide variety of corporate databases and Excel files.<\u002Fli><li>\nUtilize your toolset in regular expressions to extract information from un-structured text documents and the web.<\u002Fli><li>\nHandle missing data through an algorithmic approach such as multiple imputations to enable insights in sparse and messy data.<\u002Fli><li>\nUse your inner whiz-kid to feature engineer the data to boost model accuracy.<\u002Fli><\u002Ful><li>\nPredictive Modeling<\u002Fli><ul><li>\nUtilizing your algorithmic\u002Fprogramming toolkit, build predictive models to drive acquisition, engagement and retention and improve growth and profitability, and other such key performance indicators for our business.<\u002Fli><li>\nMore specifically, apply algorithms equal or similar to the following: elastic net regularization for regression, random forests, generalized boosted models, generalized additive models, support vector machines, neural networks, and time-series forecasting. Ability to communicate implications of the level of confidence in each of the models.<\u002Fli><li>\nImplement formal modeling processes from end to end including data gathering, data profiling, numerical model building, calibration, cross-validation, putting product into production, etc.<\u002Fli><li>\nAfter building the models, pilot &ldquo;scorecards&rdquo; to track model performance and calculated improvement to business.<\u002Fli><li>\nExplain complex modeling approaches in layman&rsquo;s terms and discuss modeling results and business case impacts with non-technical business users.<\u002Fli><\u002Ful><li>\nTest\u002FLearn Analytics<\u002Fli><ul><li>\nDevelop a portfolio of test and learn programs, lead the test design and measurements\u002Fgoals and manage the day-to-day execution of the corresponding analyses.<\u002Fli><li>\nEstablish robust A\u002FB and fractional factorial testing methodologies including sample size requirements for readability and go\u002Fno-go criteria for scaling.<\u002Fli><li>\nLean-out testing processes to cut end-to-end cycles times and accelerate weekly test cadence.<\u002Fli><li>\nManage testing calendar and minimize test collisions given test objectives and audiences.<\u002Fli><li>\nEstablish tracking of value identified, validated in-market, and scaled across marketing channels and eCommerce.<\u002Fli><li>\nCreate, maintain, and deliver dashboards and reports for KPI results from test measurements and communicate results to key stakeholders.<\u002Fli><li>\nMonitor and interpret results and suggest next steps for new test and rollout of programs to key stakeholders.<\u002Fli><li>\nConduct ad hoc analysis for internal partners as requested, including in-depth funnel and conversion analysis<\u002Fli><li>\nSupport the maintenance and development of web analytics platforms.<\u002Fli><\u002Ful><li>\nCustomer Glidepath and Audience Management<\u002Fli><ul><li>\nDevelop and maintain comprehensive customer segmentation models and recommendations for key focus segments.<\u002Fli><li>\nIdentify targeted audiences to optimize marketing communications for digital media, on-site personalization, and one-to-one marketing (e.g., email, SMS, and direct mail) leveraging transactional data, online-browse behaviors, and 3rd parties.<\u002Fli><li>\nDevelop thought leadership on best variables and fields to define key audiences for customer glidepath management efforts.<\u002Fli><li>\nPartner with IT to build, manage, and refresh audiences in relational databases and campaign management platforms to execute segmented marketing programs.<\u002Fli><li>\nLead deep dives to identify highest performing audiences in digital media, on-site personalization, retargeting, and one-to-one marketing campaigns.<\u002Fli><li>\nDevelop audience targeting plans for media buying, on-site personalization, and one to one vehicles.<\u002Fli><li>\nCollaborate with vendors to build audiences in external databases and systems (e.g., DMP, third-party demographic data, etc.).<\u002Fli><li>\nExecute ad-hoc analyses as requested by leadership for development of segmented contact strategies.<\u002Fli><li>\nCreate and maintain reports detailing performance of key audiences and communicate results to key stakeholders.<\u002Fli><\u002Ful><li>\nMixed Media Modeling Emphasis<\u002Fli><ul><li>\nDevelop and maintain multi-touch attribution models across digital and non-digital marketing channels.<\u002Fli><li>\nEstimate causal impact of marketing activities on financial outcomes in the short and long term.<\u002Fli><li>\nIntegrate Marketing ROI models with multi-touch attribution models (e.g., consistent media taxonomy, rationalize ROI estimates).<\u002Fli><li>\nPrepare quarterly media optimization scenarios to inform media plans, financial forecasting, and target areas for efficiency gains.<\u002Fli><li>\nProvide insights to marketing and channel leads on cost to acquire, value of digital engagement, and cross-channel impact of media.<\u002Fli><li>\nEnsure high quality inputs into media mix models including accurate media spend by market, pricing\u002Fpromotion position, competitor spend, and channel support.<\u002Fli><li>\nEstablish and maintain expert knowledge of the latest methodological innovations in marketing mix modeling.<\u002Fli><\u002Ful><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Bachelor&rsquo;s degree in mathematics, business, statistics, economics, computer science or equivalent combination of education and experience.<\u002Fli><li>\n2-5 years of directly related experience and strong proficiency of predictive modeling techniques, test\u002Flearn, customer segmentation and mixed media modeling.<\u002Fli><li>\nSuccessful track record of applying complex analytics techniques in a retail company, ecommerce or consumer brand.<\u002Fli><li>\nStrongly motivated to be a player in a team which is constantly working to improve themselves through discovering new analytics techniques and software tools to improve the quality of our work.<\u002Fli><li>\nSuperior research, statistical, analytical, processing and mathematical skills with ability to structure and conduct analyses.<\u002Fli><li>\nKnowledge of digital marketing principles such as funnel optimization, UX, SEO &amp; Landing Page optimization &amp; experience in running A\u002FB tests for campaigns and deriving customer insights.<\u002Fli><li>\nProficiency in Microsoft Office Suite, SQL, and at least one of the following: SAS, R, and\u002For Python.<\u002Fli><li>\nStrong verbal and written communication skills; ability to present complex information in an easy-to-understand manner with clear recommendations based on data insight.<\u002Fli><li>\nAdaptability and the capability of multi-tasking and strong time management.<\u002Fli><li>\nThrive in a fast&#8208;paced, entrepreneurial environment.<\u002Fli><li>\nDrybar follows all applicable federal, state and local laws in regards to background checks.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","62a267b1adc24500":"<div><ul><li>Bachelor's degree in Statistics, Applied Math, Operations Research, Economics, or a related quantitative field with 5 years of working experience as a Data Scientist<\u002Fli><\u002Ful><br>\n<ul><li>Proficient with data analysis and modeling software such as Spark, R, etc.<\u002Fli><\u002Ful><br>\n<ul><li>Proficient with using scripting language such as Python and data manipulation\u002Fanalysis libraries such as Scikit-learn and Pandas for analyzing and modeling data.<\u002Fli><\u002Ful><br>\n<ul><li>Experienced in using multiple data science methodologies to solve complex business problems.<\u002Fli><\u002Ful><br>\n<ul><li>Experienced in handling large data sets using SQL and databases in a business environment.<\u002Fli><\u002Ful><br>\n<ul><li>Excellent verbal and written communication.<\u002Fli><\u002Ful><br>\n<ul><li>Strong troubleshooting and problem solving skills.<\u002Fli><\u002Ful><br>\n<ul><li>Thrive in a fast-paced, innovative environment.<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<p>Amazon seeks a results-oriented Data Scientist to identify strategic initiatives that will inform the direction of the Amazon FreeTime product.<br>\n<br>\nAmazon FreeTime brings together all types of content that kids and parents love including books, games, Audible books, educational apps, and videos. It provides peace of mind for parents with parental controls and a world of fun for kids to choose from thousands of the most popular titles and age-appropriate content. Here's more information: http:\u002F\u002Fwww.amazon.com\u002Ffreetime<br>\n<br>\nA qualified candidate must have demonstrated ability to manage medium-scale modeling projects, identify data requirements and build methodology and tools that are statistically grounded. This candidate will have a wide range of basic quantitative skills to investigate problems quickly and identify next steps required to reach an optimal solution. The ideal candidate will have experience collaborating with team members and across organizational boundaries. For this candidate, learning new tools and supporting the team are passions; new methods and technologies are accessible and sought out. Testing theories and using results to drive future work is natural.<\u002Fp>\n<br>\n<div><ul><li>Master's degree in Statistics, Applied Math, Operations Research, Economics, or a related quantitative field with at least 2 years of working experience as a Data Scientist.<\u002Fli><\u002Ful><br>\n<ul><li>Experienced in writing academic-styled papers for presenting both the methodologies used and results for data science projects.<\u002Fli><\u002Ful><\u002Fdiv>","5cf145c348e7bdb3":"<div><h2 class=\"jobSectionHeader\"><b>Position Summary...<\u002Fb><\u002Fh2>\nProvides overall direction by analyzing business objectives and customer needs; developing, communicating, building support for, and implementing business strategies, plans, and practices; analyzing costs and forecasts and incorporating them into business plans; determining and supporting resource requirements; evaluating operational processes; measuring outcomes to ensure desired results; identifying and capitalizing on improvement opportunities; promoting a customer environment; and demonstrating adaptability and sponsoring continuous learning. Develops and implements strategies to attract and maintain a highly skilled and engaged workforce by diagnosing capability gaps; recruiting, selecting, and developing talent; supporting mentorship, workforce development, and succession planning; and leveraging the capabilities of new and existing talent. Cultivates an environment where associates respect and adhere to company standards of integrity and ethics by integrating these values into all programs and practices; developing consequences for violations or non-compliance; and supporting the Open Door Policy. Develops and leverages internal and external partnerships and networks to maximize the achievement of business goals by sponsoring and leading key community outreach and involvement initiatives; engaging key stakeholders in the development, execution, and evaluation of appropriate business plans and initiatives; and supporting associate efforts in these areas.<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nWhat you'll do...<\u002Fb><\u002Fh2><p>\nA Distinguished Data Scientist is responsible for participating in business strategy sessions with the business to determine long-term vision and provide analytical support and guidance. A Distinguished Data Scientist provides oversight to a project team to analyze large data sets to develop multiple, complex custom models and algorithms to drive innovative business solutions. Distinguished Data Scientists lead large project teams in order to provide analytical support and guidance to a large project (for example, email targeting, business optimization, consumer recommendations) within Walmart eCommerce. The algorithms built by the Distinguished Data Scientist will be tested, validated, and applied to large data sets. Distinguished Data Scientists are responsible for training algorithms so they can be applied to future data sets and provide the appropriate search results. Distinguished Data Scientists are responsible for researching new trends in the industry and utilizing up-to-date t<\u002Fp><p>\nParticipate in business strategy discussions to ensure alignment with data strategies.<\u002Fp><p>\nProvide expert guidance to cross-functional leadership regarding data modeling possibilities.<\u002Fp><p>\nLead project teams to develop innovative solutions to drive innovative business solutions.<\u002Fp><p>\nTranslate business strategies into innovative data modeling initiatives.<\u002Fp><p>\nBuild relationships with cross-functional leadership across the business.<\u002Fp><p>\nConduct advanced statistical analysis to determine trends and significant data relationships.<\u002Fp><p>\nInterpret data to identify trends to go across future data sets.<\u002Fp><p>\nBuild learning systems to analyze and filter continuous data flows and offline data analysis.<\u002Fp><p>\nDevelop machine learning models to apply test data algorithms to future data.<\u002Fp><p>\nTrain algorithms to apply models to new data sets.<\u002Fp><p>\nValidate models and algorithmic techniques.<\u002Fp><p>\nScale new algorithms to large data sets.<\u002Fp><p>\nLead the implementation of data modeling solutions.<\u002Fp><p>\nResearch new techniques and best practices within the industry.<\u002Fp><p>\nDevelop models of current state in order to determine improvements needed.<\u002Fp><p>\nUtilize system tools including (MySQL, Hadoop, Weka, R, Matlab,ILog).<\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nMinimum Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.\n<\u002Fi><\u002Fp><p><\u002Fp>Minimum Qualifications: Bachelor of Science and 7 years' data science experience OR Master of Science and 5 years' data science experience OR PhD<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPreferred Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.<\u002Fi><\u002Fp><\u002Fdiv><p><\u002Fp>","6c7eca69d2f828ac":"<div><p>SUMMARY:<\u002Fp>\n<p>The Lead Data Scientist at AAA is a technical hands-on lead role which combines the functions of product ownership and senior data scientist. This position is responsible for leading development of data science, machine learning and reinforcement learning based solutions. Responsible for modeling complex data across multiple business units to gain a holistic view of the Association. Uses machine learning, reinforcement learning, and statistical modeling techniques. Plays an integral role in developing data driven insights that will drive new strategies and business decisions.<\u002Fp>\n<p>DUTIES:<\u002Fp>\n<div><div><div><div><ul><li><b>Product Owner<\u002Fb>:\n<ul><li>Collaborates with cross-functional stakeholders in the AAA national office, AAA clubs and AAA foundation to identify opportunities for leveraging data to build innovative business solutions.<\u002Fli>\n<li>Builds AI product specifications and populates the data science backlog with epics and stories.<\u002Fli>\n<li>Uses predictive modeling to achieve business outcomes such as member experiences, revenue generation, cost reduction and others.<\u002Fli>\n<\u002Ful><\u002Fli><li><b>Data Wizard:<\u002Fb>\n<ul><li>Discovers data sources and applies appropriate cleaning and pre-processing methods to transform data sets for use in predictive analytics.<\u002Fli>\n<li>Builds machine learning data lakes and data ingestion pipelines for machine learning algorithms.<\u002Fli>\n<li>Conducts exploratory data analysis and hypothesis testing-based experimentation methods.<\u002Fli>\n<\u002Ful><\u002Fli><li><b>Machine Learning Engineer:<\u002Fb>\n<ul><li>Researches, designs, implements, and validates cutting-edge algorithms to analyze diverse sources of data to achieve targeted outcomes.<\u002Fli>\n<li>Applies statistical techniques to test model quality.<\u002Fli>\n<li>Coordinates with different functional teams to implement models and monitor outcomes.<\u002Fli>\n<li>Develops processes and tools to monitor and analyze model performance and data accuracy.<\u002Fli>\n<\u002Ful><\u002Fli><li>Applies design thinking and agile engineering principles.<\u002Fli><br>\n<\u002Ful><\u002Fdiv><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><p><\u002Fp><div><div><div><div><p><b>Minimum Education and Experience Required<\u002Fb><\u002Fp>\n<\u002Fdiv><\u002Fdiv><br>\n<div><div><ul><li>Bachelor's degree in a quantitative discipline required. Higher education in statistics, mathematics, computer science or other quantitative graduate degree is preferred.<\u002Fli>\n<\u002Ful><p><b>At least 4 years of Experience in:<\u002Fb><\u002Fp>\n<ul><li>Identifying product specification for advanced analytics and machine learning products<\u002Fli>\n<li>Identifying business value of multiple machine learning products<\u002Fli>\n<li>Working with stakeholders to prioritize the ML product specs<\u002Fli>\n<\u002Ful><ul><li>Applying machine learning techniques such as regression, support vector machines, tree based methods and ensemble algorithms to solve real-world problems<\u002Fli>\n<li>Building statistical models, time series models, hypothesis testing, experiment design, ANOVA, t-test and other tests.<\u002Fli>\n<li>Applying and extending advanced techniques and algorithms from deep learning and reinforcement learning<\u002Fli>\n<li>Working with structured and unstructured data, pulling data using SQL, and pre-processing data with PySpark ecosystem<\u002Fli>\n<li>Writing code using statistical and machine learning programming platforms like Python, R, PySpark etc.<\u002Fli>\n<li>Working with machine learning frameworks such as tensorflow, pytorch, sci-kit learn, and statsmodels etc.<\u002Fli>\n<li>Demonstrated ability as an innovative thinker with proficiency in blending technical skills, analytical expertise, and business acumen to deliver fresh perspective on data trends. Ability to identify opportunities for competitive improvements.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","0063622095a1b6ee":"<ul><li>Master&rsquo;s Degree in Statistics, Applied Mathematics, Operation Research, Economics or a related quantitative field.<\u002Fli><li>2+ years of experience with data querying languages (e.g. SQL), scripting languages (e.g. Python), or statistical\u002Fmathematical software (e.g. R, Weka, SAS, Matlab)<\u002Fli><\u002Ful>\n<br>\n<p>Amazon Echo and Alexa are magical: you can ask for any music and it plays instantly. But it's still Day 1 for the voice-enabled music experiences, and we're looking for some Data Scientist to help us make it even better. As a member of the Amazon Music team, you will be responsible for leading the effort to improve the ways that customers can ask for what they want to hear in Amazon Music Unlimited, Prime Music or in their Amazon Music library. You will create new Amazon Music voice features that will allow customers to discover new music and get to the music they would like to hear.<br>\n<br>\nThe ideal candidate is interested in being part of a nimble team, passionate about innovating for customers, and has a demonstrable track record of success in delivering new features and products. A commitment to team work, hustle, and strong communication skills (to both business and technical partners) are absolute requirements. The person has an attention to detail to deliver solutions that delight customers. The person will participate in the design, development, and evaluation of models and ML (machine learning) technology so that customers have the magical experience of Music via Alexa.<br>\n<br>\nAmazon Music<br>\n<br>\nImagine being a part of an agile team where your ideas have the potential to reach millions. Picture working on cutting-edge consumer-facing products, where every single team member is a critical voice in the decision-making process. Envision being able to leverage the resources of a Fortune-500 company within the atmosphere of a start-up. Welcome to Amazon Music, where ideas are born and come to life as Amazon Music Unlimited, Prime Music, and so much more.<br>\nEveryone on our team has a meaningful impact on product features, new directions in music streaming, and customer engagement. We are looking for new team members across a variety of job functions including software engineering\u002Fdevelopment, marketing, design, ops and more. Come join us as we make history by launching exciting new projects in the coming year.<br>\n<br>\nOur team is focused on building a personalized, curated, and seamless music experience. We want to help our customers discover up-and-coming artists, while also having access to their favorite established musicians. We build systems that are distributed on a large scale, spanning our music apps, web player, and voice-forward audio engagement on mobile and Amazon Echo devices, powered by Alexa to support our customer base. Amazon Music offerings are available in countries around the world, and our applications support our mission of delivering music to customers in new and exciting ways that enhance their day-to-day lives.<br>\n<br>\nCome innovate with the Amazon Music team!<\u002Fp>\n<br>\n<div><ul><li>PhD Degree in Statistics, Applied Mathematics, Operation<\u002Fli><li>5+ years of experience with data querying languages (e.g. SQL), scripting languages (e.g. Python), or statistical\u002Fmathematical software (e.g. R, SAS, Matlab)<\u002Fli><li>Experience articulating business questions and using quantitative techniques to arrive at a solution using available data<\u002Fli><li>Demonstrable track record of dealing well with ambiguity, prioritizing needs, and delivering results in a dynamic environment<\u002Fli><li>Depth and breadth in quantitative knowledge. Excellent quantitative modeling, statistical analysis skills and problem-solving skills. Sophisticated user of statistical tools.<\u002Fli><li>Experience processing, filtering, and presenting large quantities (Millions to Billions of rows) of data<\u002Fli><li>Combination of deep technical skills and business savvy enough to interface with all levels and disciplines within our customer&rsquo;s organization<\u002Fli><li>Excellent verbal and written communication skills with the ability to effectively advocate technical solutions to research scientists, engineering teams and business audiences<\u002Fli><li>Ability to develop experimental and analytic plans for data modeling processes, use of strong baselines, ability to accurately determine cause and effect relations<\u002Fli><li>Experience in the music industry<\u002Fli><\u002Ful>\nAmazon.com is an Equal Opportunity-Affirmative Action Employer &ndash; Minority \u002F Female \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation<br>\n<br>\nmusicjobs#<\u002Fdiv>","5bf9d8f44a133eaa":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>The mission of Community Integrity is to minimize bad experiences for people on Facebook. We build reporting interfaces, classifiers, tools to facilitate human review, and checkpoints to help identify and remediate offensive content and abusive behavior. This role will focus on our enforcement tooling and platforms. Currently, we have a single platform which we leverage for all human review and another for taking action on content, profiles, pages and groups. The performance of these complex systems is critical to the success of our Integrity efforts, as an inability to effectively review or action problematic content prevents us from accurately mitigating risk. This role would involve evaluating the performance of our systems and identify ways to drive continuous improvement.\n<\u002Fdiv><div><div>RESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nApply your expertise in quantitative analysis, data mining, data science, and the presentation of data to see beyond the numbers and understand how we can improve our enforcement systems with positive impact to the community.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nInfluence product teams through presentation of data-based recommendations, and clearly communicate state of business, experiment results, etc. to product teams.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDefine problems and opportunities in a complex or ambiguous area.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nMonitor key product metrics, understand root-causes of metric variations.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\n5+ years of experience working in an analytics organization.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with SQL, ETL, R\u002FPython.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience working independently and as a member of a cross-functional team.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience in querying and manipulating raw datasets for analysis.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nCommunications experience and experience explaining technical concepts and analysis implications to varied audiences and experience translating business objectives into analyses.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with visualizations, dashboards, and reports.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with data modeling and statistical analysis techniques, including the following topics: hypothesis testing, model evaluation, classification, clustering, linear regression, decision trees, and GLM.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nGraduate degree in a quantitative discipline (e.g., statistics, operations research, econometrics, computer science, applied mathematics, physics, electrical engineering, industrial engineering)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","3c125b9173bb38b1":"<div><b>Job Description<\u002Fb><br>\n<p><b>Make banking a Fifth Third better&reg;<\u002Fb><br>\n<br>\nWe connect great people to great opportunities. Are you ready to take the next step? Discover a career in banking at Fifth Third Bank.<\u002Fp><p><\u002Fp><p>\nGENERAL FUNCTION:<\u002Fp><p>\nThe Data Scientist will perform data analysis, statistical analysis, and develop algorithms and methodologies on structured and unstructured data for on-demand and software-embedded use. Manage key analyses to drive more profitable business decisions. Focus on providing value-added analysis and recommendations to support business growth.<\u002Fp><p><\u002Fp><p>\nResponsible and accountable for risk by openly exchanging ideas and opinions, elevating concerns, and personally following policies and procedures as defined. Accountable for always doing the right thing for customers and colleagues, and ensures that actions and behaviors drive a positive customer experience. While operating within the Bank's risk appetite, achieves results by consistently identifying, assessing, managing, monitoring, and reporting risks of all types.<\u002Fp><p><\u002Fp><p>\nESSENTIAL DUTIES AND RESPONSIBILITIES:<\u002Fp><ul><li>\nBuild large and complex information sets; Integrates and extracts relevant information from large amounts of both structured and unstructured data (internal and external) to enable analytical solutions.<\u002Fli><li>\nConducts advanced analytics leveraging predictive modeling, machine learning, simulation, optimization and other techniques to deliver insights or develop analytical solutions to achieve business objectives.<\u002Fli><li>\nDevelop and manage and develop analyses and algorithms that generate actionable insights and programs to improve long-term revenue and relevance.<\u002Fli><li>\nPartner with key stakeholders to understand the underlying needs of the business and formulate, communicate and create buy-in for analytics approaches and solutions.<\u002Fli><li>\nEffective communicate and translate business strategy and goals into manageable problems with well-defined measurable objectives and outcomes.<\u002Fli><li>\nTransform formulated problems into implementations plans for experiments by developing data sources, applying\u002Fcreating the appropriate methods, algorithms, and tools, as well as delivering statistically valid and reliable results.<\u002Fli><li>\nAd hoc reporting and analytics to support requests from the Bank's various lines of business.<\u002Fli><li>\nProvides input into the creation of detailed project plans, work assignments, target dates and other aspects of assigned projects.<\u002Fli><\u002Ful><p><\u002Fp><p>\nMINIMUM KNOWLEDGE, SKILLS AND ABILITIES REQUIRED:<\u002Fp><ul><li>\nBachelor's degree in Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field. Advanced degrees preferred, but not required.<\u002Fli><li>\nTypically requires minimum of 4-5 years work experience.<\u002Fli><li>\nDatabase and analytical experience required.<\u002Fli><li>\nExcellent written and oral communications skills.<\u002Fli><li>\nAbility to effectively manage time.<\u002Fli><li>\nIndependent and highly self-motivated.<\u002Fli><li>\nAbility to communicate effectively.<\u002Fli><li>\nStrong PC skills including Microsoft Office (Word, Excel, Access, PowerPoint).<\u002Fli><\u002Ful><p><\u002Fp>\nData Scientist.<p><\u002Fp>\nLOCATION - Cincinnati, Ohio 45263<p><\u002Fp><p>\nFifth Third Bank is proud to have an engaged and inclusive culture and to promote and ensure equal employment opportunity in all employment decisions regardless of race, color, gender, national origin, religion, age, disability, sexual orientation, gender identity, military status, veteran status or any other legally protected status.<\u002Fp><br>\n<p><\u002Fp><b>\nLocations<\u002Fb><br>\nCincinnati-United States of America<\u002Fdiv>","5bfda133449f8738":"<div><p>If you have what it takes to become part of the Vistra Energy family and would like to start a promising career with a global leader, take a look at the exciting employment opportunities that are currently available and apply online.\n<\u002Fp><p><\u002Fp><p><b>Job Description\n<\u002Fb><\u002Fp><p><b>Overview:\n<\u002Fb><\u002Fp><p>The Advanced Analytics - Data Scientist would be a hands-on problem solver with a business oriented, results driven, self-starter mindset. In order to succeed in this role the applicant should be a very strong team player, eager to take on challenges and responsibility of increasing complexity, have impeccable attention to detail, be able to work independently, able to successfully complete analytics projects within time with the business outcome in mind, apply scientific rigor to analyses and models, be able to improvise and solve problems in the absence of perfect data and be able to simplify and communicate complex results to key business stakeholders via presentation and visualization tools.\n<\u002Fp><p>Ideal candidate will design, develop, and execute key quantitative\u002Fmodeling projects to drive improvement in retention and acquisition win-rates as well as contribution margin \u002F profitability. Excellent communication and inter-personal skills are vital to success in this role.\n<\u002Fp><p><\u002Fp><p><b>Responsibilities:\n<\u002Fb><\u002Fp><ul><li>A person in this role is expected to deliver advanced analytics solutions to business problems, with little or no reliance on supervision for technical execution of projects\n<\u002Fli><li>Must demonstrate business value from his\u002Fher models and ensure that stakeholders are aligned with the expected and actual results\n<\u002Fli><li>Eager to learn, assimilate constructive feedback and grow through roles of greater responsibility\n<\u002Fli><li>Must be an independent thinker, with a strong bias towards action and avoiding analysis-paralysis. Excellent attention to detail necessary.\n<\u002Fli><li>Passionate about solving real business problems via advanced analytics and data science. Collaborates effectively with stakeholders to plan and implement solutions.\n<\u002Fli><li>Must be a self-starter and eager to execute plans with minimal supervision. Must have strong presentation and business writing skills. Must be able to create effective documentation.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Requirements:\n<\u002Fb><\u002Fp><ul><li>3-5 years for Master&rsquo;s degree candidates\n<\u002Fli><li>0-2 year for PhD Candidates\n<\u002Fli><li>Master&rsquo;s degree or PhD in Mathematics, Machine learning, Operations Research, Statistics or a related discipline\n<\u002Fli><\u002Ful><ul><li>Solid theoretical background in mathematics, statistics, database technology mathematical optimization, graph algorithms and related disciplines\n<\u002Fli><li>Strong computer programming skills in a high-level programming language, preferably SAS, SQL and Python, refined via professional experience, PhD research, collaboration in an impactful open source project or a well-known predictive modeling open competition\n<\u002Fli><li>Strong experience building original and non-trivial models with one or more tools for creating predictive \u002Fmachine learning\u002Foperations research models, refined via professional experience, PhD research, collaboration in an impactful open source project or a well-known predictive modeling open competition\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Job Family\n<\u002Fb><\u002Fp>Marketing\n<p><\u002Fp><p><b>Company\n<\u002Fb><\u002Fp>TXU Retail Services Company\n<p><\u002Fp><p><b>Locations\n<\u002Fb><\u002Fp>Irving, Texas\n<p><\u002Fp>Texas\n<h3 class=\"jobSectionHeader\"><b><i>We are a company of people committed to: Exceeding Customer Expectations, Great People, Teamwork, Competitive Spirit and Effective Communication. If this describes you, then you will have a good career here!\n<\u002Fi><\u002Fb><\u002Fh3><p><\u002Fp><h3 class=\"jobSectionHeader\"><b><i>If you currently work for Vistra Energy, TXU or Luminant please apply via the internal career site.<\u002Fi><\u002Fb><\u002Fh3><\u002Fdiv>","23fc8c6b4c0e5d29":"<div><h2 class=\"jobSectionHeader\"><b>Job Description<\u002Fb><b>\n<\u002Fb><\u002Fh2><div><div><div><div>As a <b>Data Scientist<\u002Fb>, you will blend analytics, data mining, machine learning, and software engineering to build algorithms that will result in massive improvements to the way we do business. You will be responsible for developing and improving key decision systems and predictive models to drive maximum business impact. You will develop a profound understanding of our customers, business processes, products, and financials by studying the data that describe each of these elements of our business. You will be at the forefront of this rapidly evolving field and have the opportunity to develop your own tools and technologies as you do. Most importantly, you&rsquo;ll be part of a team that forms the backbone of a fast-growing company at the forefront of an exciting, growing industry.<\u002Fdiv><div><\u002Fdiv><div><br>\n<div><b>\nWhat You'll Do:<\u002Fb><\u002Fdiv><ul><li>\nBuild, maintain, and improve key decision systems and predictive models that are key to Progressive Leasing&rsquo;s competitive advantage<\u002Fli><li>\nExplore new data sources both internal and external to Progressive and use findings to further improve and optimize model performance<\u002Fli><li>\nDesign, implement, and read in-market experiments testing new algorithms, technologies, and processes to better serve our customer and stay ahead of the competition<\u002Fli><li>\nRecommend and support strategic business changes through rigorous analytics, deep understanding of the business, and creative problem solving<\u002Fli><li>\nIdentify, evaluate, and help implement emerging advanced analytics technologies and methods<\u002Fli><li>\nBe part of a collegial, fast-growing team of like-minded data scientists who work and play together, and who love what they do and where they do it!<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\n <b>Minimum Experience &amp; Qualifications:<\u002Fb><\u002Fdiv><ul><li>\nMaster&rsquo;s degree in a quantitative or technical field (Math, Statistics, Engineering, Economics, Physics, Computer Science, etc.)<\u002Fli><li>\nExperience with data exploration and machine learning tools such as those found in R or Python<\u002Fli><li>\nDemonstrated ability applying advanced statistical modeling techniques to solve problems<\u002Fli><li>\nAbility to craft rigorous research \u002F evaluation design approaches, based upon understanding of clients' research needs<\u002Fli><li>\nAdvanced knowledge and experience with querying languages (SQL, etc.)<\u002Fli><li>\nUnderstanding of modern software development and engineering practices including scrum\u002Fagile, Git, and DevOps<\u002Fli><li>\nTrack record of achieving business results through creative problem solving and careful implementation<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\n <b>Compensation, Perks &amp; Benefits:<\u002Fb><\u002Fdiv><ul><li>\nCompetitive Compensation<\u002Fli><li>\nFull Health Benefits - Medical\u002FDental\u002FVision<\u002Fli><li>\n401k, Paid Time Off and Tuition Reimbursement<\u002Fli><li>\nFull Service Gym, Game and Lounge Area, Basketball Court<\u002Fli><li>\nFree Healthy Snacks and Refreshments<\u002Fli><li>\nSubsidized Public Transit<\u002Fli><li>\nFun and Relaxed Work Environment<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWHO IS PROGRESSIVE LEASING?<\u002Fdiv><div>\nProg Leasing, LLC, a wholly-owned subsidiary of Aaron&rsquo;s, Inc (NYSE: AAN), is the largest and longest-tenured virtual lease-to-own provider in the United States. The company&rsquo;s mission is to provide simple and affordable purchase options for credit-challenged consumers. Over the last 19+ years, Progressive Leasing&rsquo;s fair and transparent NO CREDIT NEEDED lease-to-own option has helped millions of customers and their families, even if they have less-than-perfect credit or an inability to pay for their purchase upfront. Progressive has also helped more than 27,000 retail stores drive increased revenue and improve customer satisfaction. Learn more at http:\u002F\u002Fwww.progleasing.com.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nProgressive Leasing does not discriminate in any aspect of employment on the basis of race, color, religion, national origin, ancestry, gender, sexual orientation, gender identity and\u002For expression, age, veteran status, disability, or any other characteristic protected by federal, state, or local employment discrimination laws where Progressive Leasing does business.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","3340845f33331f9e":"<div><\u002Fdiv><div><div><b>Job no:<\u002Fb> 495396 <b>Work type:<\u002Fb> Regular Full-Time <b>Location:<\u002Fb> Bethesda, MD <b>Capability Area:<\u002Fb> Statistics &amp; Methodology\n<\u002Fdiv>\n<div><div><div><div><div><b>JOB DESCRIPTION:<\u002Fb><\u002Fdiv>\n<div><p>At NORC, Data Scientists play a key role in working with our research teams to produce valuable insights for our clients. They also work collaboratively and help break down silos and barriers across NORC and help drive our innovative work. This position supports the development of the strategy and vision for large data analysis projects; may manage both the activities and the work product of data analysts; provide input and guidance to task leaders especially regarding data acquisition, questionnaire content, data analysis, and overall data dissemination; design, develop, and deploy algorithms, models, and work flows to discover valuable information in large volumes of data from various sources; bring structure to large data sets; evaluate the data, construct models, create business applications, and work closely with organizational leaders to provide input into strategic business implications for the organization.<\u002Fp>\n<\u002Fdiv>\n<\u002Fdiv><br>\n<div><div><b>DEPARTMENT: STATISTICS AND METHODOLOGY<\u002Fb><\u002Fdiv>\n<div><p>Decision makers need reliable objective data and analysis to inform policy and allocate resources. In a time where modes of communications continue to evolve at rapid rates and reaching and engaging respondents remains challenging, the NORC Statistics and Methodology department plays a critical role in designing and implementing successful surveys and analyzing the resulting data.<\u002Fp>\n<p>\nThe Statistics and Methodology department pioneers innovations in all aspects of survey research. NORC statisticians and methodologists help understand the cognitive processes underlying respondents&rsquo; reactions to surveys; design and implement rigorous, efficient methods for sampling from populations and weighting resultant survey data; and employ advanced techniques for analyzing and interpreting survey and secondary data. The department collaborates with all NORC research departments and the Academic Research Centers, as well as conducts research in its own field.<\u002Fp>\n<\u002Fdiv>\n<\u002Fdiv><br>\n<div><div><b>RESPONSIBILITIES:<\u002Fb><\u002Fdiv>\n<div><ul><li>Identify data from multiple sources, perform analysis and recommend applications to add value to project and corporate initiatives, provide insight into important business issues and\u002For solve a pressing business problem<\u002Fli>\n<li>Supports the development of the platforms and tools to enhance the organization's analytic capabilities<\u002Fli>\n<li>Work closely with project leaders on implications of the data for processes and decisions<\u002Fli>\n<li>Works collaboratively to develop hypotheses, design experiments and tests feasibility of proposed initiatives<\u002Fli>\n<li>Engage in business development activities including authoring various sections of the technical proposal<\u002Fli>\n<li>Train and direct staff on specific protocols and tasks<\u002Fli>\n<li>Perform other duties as assigned<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><br>\n<div><div><b>REQUIRED SKILLS:<\u002Fb><\u002Fdiv>\n<div><ul><li>Master&rsquo;s or Doctoral Degree in Math, Statistics, Computer Science, Data Science, or Social Science related field<\u002Fli>\n<li>Strong foundation in areas of statistics, mathematics, machine learning, scientific methods of inquiry.<\u002Fli>\n<li>Working knowledge of different types of data that can be sourced whether from social media, administrative or sensor data.<\u002Fli>\n<li>Working knowledge of the methodologies and technologies for integrating data<\u002Fli>\n<li>Strong problem solving skills, quantitative\u002Fqualitative analysis skills<\u002Fli>\n<li>Ability to organize and prioritize work assignments to meet project needs<\u002Fli>\n<li>At least 5 years&rsquo; experience in positions of increasing responsibility, working with large datasets and conducting statistical and quantitative modeling, melding analytics with strong programming, data mining, clustering and segmentation. Domain expertise preferred<\u002Fli>\n<li>Experience in client communications and relationship management; strong technical writing skills, strong verbal skills; and data visualization\u002Fpresentation<\u002Fli>\n<li>Able to explain technology, techniques and approaches to others<\u002Fli>\n<li>Strong data programming skills in statistical packages and database tools such as SQL, Python, R, Hadoop, Hive, MapReduce and\u002For other large data systems<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><br>\n<div><div><b>WHAT WE DO:<\u002Fb><\u002Fdiv>\n<div><p>NORC at the University of Chicago is an objective, non-partisan research institution that delivers reliable data and rigorous analysis to guide critical programmatic, business, and policy decisions. Since 1941, our teams have conducted groundbreaking studies, created and applied innovative methods and tools, and advanced principles of scientific integrity and collaboration. Today, government, corporate, and nonprofit clients around the world partner with us to transform increasingly complex information into useful knowledge.<\u002Fp>\n<\u002Fdiv>\n<\u002Fdiv><br>\n<div><div><b>WHO WE ARE:<\u002Fb><\u002Fdiv>\n<div><p>For over 75 years, NORC has evolved in many ways, moving the needle with research methods, technical applications and groundbreaking research findings. But our tradition of excellence, passion for innovation, and commitment to collegiality have remained constant components of who we are as a brand, and who each of us is as a member of the NORC team. With world-class benefits, a business casual environment, and an emphasis on continuous learning, NORC is a place where people join for the stellar research and analysis work for which we&rsquo;re known, and stay for the relationships they form with their colleagues who take pride in the impact their work is making on a global scale.<\u002Fp>\n<\u002Fdiv>\n<\u002Fdiv><br>\n<div><div><b>EEO STATEMENT:<\u002Fb><\u002Fdiv>\n<div><p>NORC is an affirmative action, equal opportunity employer that values and actively seeks diversity in the workforce. NORC evaluates qualified applicants without regard to race, color, religion, sex, national origin, disability, veteran status, sexual orientation, gender identity, and other legally- protected characteristics.<\u002Fp><br>\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><p><\u002Fp><p><b>Advertised:<\u002Fb> September 20, 2019 Eastern Daylight Time <b>Applications close:<\u002Fb><\u002Fp><\u002Fdiv><p><\u002Fp>","4bc1ca5789350b15":"<div><p>Learn and work on meaningful initiatives with some of the best and brightest in the market research industry. The NPD Group provides the world&rsquo;s most successful brands with leading market research, combining consumer and retail point-of-sale data with analytic solutions to interpret today&rsquo;s market trends while anticipating tomorrow&rsquo;s. In addition, we offer a career filled with innovation and growth to the forward-thinking problem solvers who join our team.\n<\u002Fp><p><\u002Fp><p><b>Position Overview\n<\u002Fb><\u002Fp><p><b>Responsibilities:\n<\u002Fb><\u002Fp><ul><li>Work with the latest machine learning techniques and technologies to influence the innovation of products in a highly collaborative environment\n<\u002Fli><li>Create the next set of methodologies for data classification and error detection\n<\u002Fli><li>Leverage big-data technology to design, prototype, develop and optimize production algorithms\n<\u002Fli><li>Partner with key stakeholders to understand their needs and build new solutions\n<\u002Fli><li>Develop plans for data collection and analyses for future machine learning and natural language processing capabilities\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Qualifications:\n<\u002Fb><\u002Fp><ul><li>3+ years related experience\n<\u002Fli><li>Advanced degree in computer science, statistics, physics, or related quantitative field preferred\n<\u002Fli><li>Excellent problem solving skills with the ability to design algorithms including data profiling, clustering, anomaly detection, text analytics, and predictive modeling\n<\u002Fli><li>Strong skills in statistical analyses with abilities in advanced data management and statistical programming using python, R, Java, and\u002For other languages\n<\u002Fli><li>Experience with the Hadoop ecosystem, Spark\n<\u002Fli><li>Familiarity with Agile methodologies\n<\u002Fli><li>Understanding of cloud platforms like AWS and Azure\n<\u002Fli><li>Team-oriented, creative, tenacious, curious and passionate about data and data science\n<\u002Fli><\u002Ful><p><\u002Fp><p>The NPD Group, Inc. is an Affirmative Action\u002FEqual Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability or protected veteran status or any other characteristic protected by law.<\u002Fp><\u002Fdiv><p><\u002Fp>","99c09a58c402734d":"<div><p>OneDigital is proud of the tight-knit community we&rsquo;ve built since the day we were founded. We&rsquo;re picky about the people who work for us, because as much as we are a business, we&rsquo;re also a family. Even through our rapid growth, we&rsquo;ve managed to preserve our unique culture. We have a simple philosophy that if you take care of your employees, they will take care of customers and the bottom line takes care of itself.\n<\u002Fp><p><\u002Fp><p>With a distinctive culture, the best-in-class products and outstanding service, OneDigital has been recognized time and time again for our accomplishments within our industry as well as what we offer within our organization. Are you ready to join an already winning team and help us continue to grow for years to come?\n<\u002Fp><p><\u002Fp><p><b>Our Newest Opportunity:\n<\u002Fb><\u002Fp><p>The Data Scientist will help the company interpret and manage data and solve complex problems using expertise in a variety of data niches. He \u002F she will apply advanced analytical techniques to develop tools that provide company-wide analytics insights, ultimately driving client retention and new sales for national responsibilities. The Data Scientist will work closely and collaboratively with the Strategic Analytics team and various colleagues throughout the field offices, as well as leadership teams, to support the National best-in-class analytics portfolio. This position will collaborate with executives and other business departments to execute a variety of analytical projects to improve processes and create efficiencies.\n<\u002Fp><p><\u002Fp><p><b>Essential Duties and Responsibilities (include but are not limited to):\n<\u002Fb><\u002Fp><ul><li>Develop a cutting-edge benchmarking tool using big data from an ever-increasing number of offices throughout the country.\n<\u002Fli><li>Collaborate with regional market analysts to develop and support the national standard for analytics (i.e., benchmark data, demographic data, paid and incurred claims data, health and wellness metrics, cost forecasts, IBNR, network discount analysis, stop loss support, client stewardship\u002Fimpact report, etc.)\n<\u002Fli><li>Collaborate with peers to consult around and roll out for their region an efficient and scalable product that will equip new business producers and consultants with data analytics that enable them to develop multi-year strategic plans for their clients.\n<\u002Fli><li>Leverage internal Marketing team and other resources to determine current and projected value of analytics tools and products for clients.\n<\u002Fli><li>Track results in current books of business to determine what is working well and how to leverage those results into marketing insights and client promotion.\n<\u002Fli><li>Support the local consultants from a training, implementation and consulting oversight.\n<\u002Fli><li>Analyze complex data sets to reduce costs and improve customer experience.\n<\u002Fli><li>Create systems for gathering, extracting, preparing data from multiple sources.\n<\u002Fli><li>Consults with business partners to understand problems and goals, understand business value, and translate into business opportunities to be captured through predictive analytics solutions\n<\u002Fli><li>Understand operational key performance indicators, report trends and patterns.\n<\u002Fli><li>Effectively communicate analysis with proper measurements and testing.\n<\u002Fli><li>Formulate enhancements through system optimizations and continual data analysis.\n<\u002Fli><li>Champion process improvements assessing pre-and post-process change.\n<\u002Fli><li>Collaborate across Operations, Compliance, IT, Finance or other departments.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Qualifications, Skills and Requirements:\n<\u002Fb><\u002Fp><ul><li>Ability to understand business and applications, capture, organize and present data for making better decisions and creating competitive advantages.\n<\u002Fli><li>Must be able to abstract from ambiguous and sometimes conflicting information to identify opportunities for improvement and the critical business drivers and factors that influence outcomes.\n<\u002Fli><li>Ability to scope, manage and execute assigned projects with effective data visualization.\n<\u002Fli><li>Must have a foundation in computer science, modeling, statistics, analytics, and math, coupled with a strong business sense.\n<\u002Fli><li>Knowledge of technologies such as Hadoop, Apache Spark, Pig, Python, Hive and Java.\n<\u002Fli><li>Knowledge of Machine Learning and AI is highly desirable.\n<\u002Fli><li>Must be able to write and execute complex queries in SQL to carry out various operations (i.e., add, delete and extract data from a database) and carry out analytical functions and transform database structures.\n<\u002Fli><li>Ability to establish and maintain collaborative working relationships with clients and partners at a strategic level.\n<\u002Fli><li>Must have strong presentation skills.\n<\u002Fli><li>Must be able to travel within assigned region and to corporate office in Atlanta, GA.\n<\u002Fli><\u002Ful><p><b>Education, Training and Experience:\n<\u002Fb><\u002Fp><p><\u002Fp><ul><li>Bachelor&rsquo;s degree in Data Science, Statistics, Mathematics or other relevant course of study is required. required. Master&rsquo;s or PhD Degree is a plus.\n<\u002Fli><li>3+ Years of Experience in Insurance\u002FEmployee Benefits and Finance\u002FAccounting is required.\n<\u002Fli><li>Healthcare underwriting, actuarial and\u002For similar analytical background, preferred;\n<\u002Fli><li>Experience with Microsoft Suite (i.e., Excel, Powerpoint, Word, Outlook, etc.) is required.\n<\u002Fli><li>Statistical modeling and exposure to big data implementations is required.\n<\u002Fli><li>Must be an Expert in Excel modeling and have general programming experience.\n<\u002Fli><li>VBA and SQL experience is preferred.\n<\u002Fli><li>Demonstrated ability in working with unstructured data (i.e., videos, blog posts, customer reviews, social media posts, video feeds, audio, etc.).\n<\u002Fli><li>Able to clearly and fluently translate technical findings to a non-technical team.\n<\u002Fli><li>Demonstrated skills in communication, leadership, collaboration, creativity, discipline, and a driving passion for truth in information.\n<\u002Fli><\u002Ful><p><\u002Fp><p>Thank you for your interest in joining the OneDigital team!<\u002Fp><\u002Fdiv>","bb9852c2fd211ddc":"<div><p><b>Accelerate Your Career<\u002Fb><\u002Fp><p><i>\nDrive global technology<\u002Fi><\u002Fp><p><\u002Fp><br>\n<p>\nWith more than $2 billion in revenues, CDK Global is a leading global provider of integrated information technology and digital marketing solutions to the automotive retail and adjacent industries. Focused on enabling end-to-end automotive commerce, CDK provides solutions to dealers in more than 100 countries around the world, serving approximately 28,000 retail locations and most automotive manufacturers. CDK Global solutions automate and integrate critical processes from pre-sale targeted advertising to the sale, financing, insurance, parts supply, repair and maintenance of vehicles, with an increasing focus on utilizing data analytics and predictive intelligence.<\u002Fp><p><\u002Fp><br>\n<p>\nWe&rsquo;re large enough to make a difference but small enough for your voice to be heard. This means that we are an organization where every person matters. You can make an impact on the success of our business and that of our customers regardless of what career you decide to pursue.<\u002Fp><p><\u002Fp><br>\n<p>\nFrom data scientists to sales and client service experts, we&rsquo;re hiring to support your growth and ours - Green light your career.<\u002Fp><p>\nWe are looking for a Data Scientist to analyze large amounts of raw information to find patterns that will help improve out customers' lifecycles with CDK. We will rely on you to build data products to extract valuable business insights. In this role, you should be highly analytical with a knack for analysis, math and statistics. Critical thinking and problem-solving skills are essential for interpreting data. We also want to see a passion for machine-learning and research. Your goal will be to help our company analyze trends to make better decisions and accurately predict our customers' behaviors.<\u002Fp><p><\u002Fp><br>\n<ul><li>\nGraduate Degree in listed fields or equivalent experience<\u002Fli><li>\nAbility to take business requirements and turn them into a research project. Plan and Execute the Research. Summarize the results for semi-technical audiences. Translate findings into business-relevant meaning and translate into impactful actions for the business.<\u002Fli><li>\nAnalyze large datasets using descriptive inferential statistics, clustering, and various predictive analytics (from basic exploration to complex data mining exercises).<\u002Fli><li>\nOwn and implement multiple statistical modeling projects from scoping through operationalization, using appropriate industry techniques and best practices whether state-of-the-art algorithms or basic methods<\u002Fli><\u002Ful><p><\u002Fp><br>\n<ul><li>\nAbility to take very vague initial research questions\u002Fgreen field analysis problems and turn them into a concrete analysis project, by working directly with business stakeholders and guiding them through the problem definition stage for the project<\u002Fli><li>\nDrive stakeholder consensus in diverse groups, and generate buy-in on direction. plus ability to communicate findings to non-technical audiences (presentations, white paper style summaries)<\u002Fli><li>\nTrain analysts on new research methods<\u002Fli><li>\nProactively contribute ideas in the research definition process<\u002Fli><li>\nUnderstand emerging trends in data science, including new tools, languages and methodologies<\u002Fli><li>\n3-5 years of experience with similar business\u002Fdata as CDK<\u002Fli><li>\nAbility to give presentations suitable for business leadership\u002Fexecutives, ability to mentor\u002Fteach\u002Flead other data scientists on the team<\u002Fli><li>\nProactively seek out opportunities for professional development in technical and non-technical areas of expertise (for example, speak at\u002Fattend technical conferences, further improve programming skills)<\u002Fli><li>\nStrong programming skills and strong machine learning\u002Fstatistics skills<\u002Fli><li>\nContribute to the advancement of data science<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p>\nCDK Global knows you have passions outside of work. You have family, friends, sporting events, and lots of things going on. That&rsquo;s why we offer a comprehensive benefits package to not only take care of you but your family as well. All of our benefits are effective the first day of employment including 401K matching, paid time off to re-energize, donate your time to volunteer in your community, and tuition reimbursement to name a few.<\u002Fp><p>\nAt CDK, we pride ourselves on having a diverse workforce. We value and celebrate the uniqueness of individuals and the different perspectives they provide. We offer equal opportunity employment regardless of race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability status, age, marital status, or protected veteran status.<\u002Fp><\u002Fdiv>","7c77ea2aedef6026":"<div><div><div><h6 class=\"jobSectionHeader\"><b>Summary<\u002Fb><\u002Fh6><\u002Fdiv>\n<div><p>As Data Scientist you will get the chance to work on wide spectrum of challenges, ranging from traditional problems in Search and Computational Advertising to domain-specific challenges in Graph learning, Document Summarization and Knowledge Engineering.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div><h6 class=\"jobSectionHeader\"><b>Requirements<\u002Fb><\u002Fh6><\u002Fdiv>\n<div><ul><li>PhD in Statistics, Machine Learning or related quantitative discipline<\u002Fli>\n<li>Strong research background<\u002Fli>\n<li>Passion for solving real-world problems<\u002Fli>\n<li>Significant experience with R\u002FMatlab<\u002Fli>\n<li>Hadoop\u002FScripting knowledge is a plus<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><div><div><h6 class=\"jobSectionHeader\"><b>Benefits<\u002Fb><\u002Fh6><\u002Fdiv>\n<div><ul><li>Competitive salary and bonus program in an entrepreneurial environment<\u002Fli>\n<li>Top notch health, dental, and vision insurance<\u002Fli>\n<li>Stock options in a fast growing tech company<\u002Fli>\n<li>401k plan with matching contribution<\u002Fli>\n<li>Generous paid time off plan plus paid holidays<\u002Fli>\n<li>Frequent company sponsored lunches, happy hours, fun events, and plenty of snacks and drinks<\u002Fli>\n<li>Supplyframe is an equal opportunity employer<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><div><div><h6 class=\"jobSectionHeader\"><b>Interested?<\u002Fb><\u002Fh6><\u002Fdiv>\n<div><ul><li>Send an email to h4x@supplyframe.com with a cover letter, your r&eacute;sum&eacute;, and include the job title in the subject line.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>","62bd81c80b6a43fc":"<div><p><b>Position Description:<\u002Fb><\u002Fp>\n<p>Amsted Rail has an immediate opening for the position of Data Scientist. The suitable candidate will function as the lead in projects related to data science and machine learning. The Data Scientist will work with domain experts and floor workers in the plants to understand products and processes, and will work with engineers and technicians who are collecting and visualizing the data. The Data Scientist will be responsible for working with all relevant parties to ensure data integrity, and will process the data to obtain results that lead to improvements in products and processes.\n<\u002Fp><p><b>Position Responsibilities:<\u002Fb><\u002Fp>\n<p>The suitable candidate will be part of a cross-functional team of Data Scientists that will be responsible for:<\u002Fp>\n<ul><li>Working with domain and subject matter experts\n<\u002Fli><li>Fostering a data culture<\u002Fli>\n<li>Communicating highly technical concepts to both technical and non-technical individuals<\u002Fli>\n<li>Providing new insight into existing data using predictive analytics and machine learning<\u002Fli>\n<li>Recommending new data streams and ensuring data integrity<\u002Fli>\n<li>Identifying new projects and opportunities, and the associated data requirements\n<\u002Fli><li>Delivering a range of reports suggesting improvements, data visualization and processing tools that can be used by floor workers, technicians, and engineers<\u002Fli>\n<li>Leveraging the solutions implemented at various locations and sharing across other business units\n<\u002Fli><\u002Ful><p>The position requires willingness to visit plants and foundries to observe the processes, and requires proper use of personal protective equipment (PPE).<\u002Fp>\n<p><b>Professional skills:\n<\u002Fb><\u002Fp><ul><li>Willingness and ability to lead and take data science projects end-to-end\n<\u002Fli><li>Must be able to work with all relevant technical and non-technical parties to ensure that quality results are obtained, and that proper action is taken throughout the organization to improve products and processes<\u002Fli>\n<\u002Ful><ul><li>The ability to identify questions independently and recognize new projects and new applications. This requires understanding of data requirements (sources, rates, storage, processing, etc.)<\u002Fli>\n<li>Deep theoretical and practical understanding of predictive analytics, machine learning, and artificial intelligence algorithms, including, but not limited to: Bayesian classifiers and techniques, support vector machines, neural networks, decision trees, regression methods, unsupervised learning and clustering<\u002Fli>\n<li>Skilled in math: calculus, linear algebra, numerical methods, optimization<\u002Fli>\n<li>Skilled in statistics: statistical\u002F inference-based models, data visualizations<\u002Fli>\n<li>Skilled in programming: Python, R, Tableau<\u002Fli>\n<li>Database management and query languages: SQL, etc.<\u002Fli>\n<li>Basic knowledge of instrumentation, sensors, and data acquisition systems<\u002Fli>\n<li>Ability to understand a variety of applications and domains (embedded sensors, plant processes, etc.)<\u002Fli>\n<\u002Ful><p><b>Skills and Qualifications:<\u002Fb><\u002Fp>\n<ul><li>Excellent written and verbal communication skills. Ability to work with others who do not possess a background in data science<\u002Fli>\n<li>Desire to work in a dynamic environment and have a continuous improvement and development mindset<\u002Fli>\n<li>Willingness to travel as much as 25% of the time. The Data Scientist will have exposure to all business units, plants, processes, and products in order to work with local experts and technician engineers<\u002Fli>\n<li>B.S. in Computer Science, Statistics, Math, Engineering<\u002Fli>\n<\u002Ful><p>Prospective candidates will be evaluated on individual leadership and influencing others, analysis and problem assessment, planning and organizing work, initiative, technical and professional knowledge, safety awareness, quality orientation, problem solving, communications, education, and experience.<\u002Fp>\n<p>All interested applicants please apply online at www.amstedrail.com.<\u002Fp><\u002Fdiv>","b1254440e7b8ab45":"<div><p><b>Summary:\n<\u002Fb><\u002Fp>Heartland&rsquo;s Business Enablement team is looking for a Promising Entrepreneur (known as an Intern elsewhere) to join our dynamic group for Summer 2020! As a Data Science PE for the Heartland Business Enablement team, you will work to gather and translate data that has been collected about Heartland&rsquo;s service programs into a format to enable better business decisions You will also work on projects in a Scrum based agile team and be responsible for all phases of the software development lifecycle.\n<br>\n<br>\nIn addition, you will be given a unique responsibility to undergo a project assessment, handed by the Sr. Director of Business Intelligence to be presented along with facts and recommendations to Executive Leadership of Business Intelligence and Business Enablement.\n<p><\u002Fp><p><b>Job Details:\n<\u002Fb><\u002Fp><p>Essential Duties:\n<\u002Fp><ul><li>Gather Data from Internal and External Sources\n<\u002Fli><li>Coordinate with Product Teams to Identify Critical Data to Capture\n<\u002Fli><li>Inspect and Cleanse Data\n<\u002Fli><li>Consolidate and Summarize Data for Business Decision Making in Useful Formats\n<\u002Fli><li>Perform Basic Statistical Analysis (correlation, regression, or time series analysis)\n<\u002Fli><li>Review tasks and assist with duties of the Senior Data Analyst\n<\u002Fli><li>Other responsibilities as assigned.\n<\u002Fli><\u002Ful><p><\u002Fp><p>Required Qualifications:\n<\u002Fp><ul><li>Must be enrolled in a Business Analytics program at an accredited university\n<\u002Fli><li>At a minimum intermediate level with Excel, Access, PowerPoint, and Word.\n<\u002Fli><li>Experience writing T-SQL a plus\n<\u002Fli><li>Knowledge with AWS or Azure is a plus\n<\u002Fli><li>Strong communication skills.\n<\u002Fli><li>Strong troubleshooting, programming and analytical skills.\n<\u002Fli><\u002Ful><p><\u002Fp><p>Global Payments Inc. is an equal opportunity employer.\n<\u002Fp><p>Global Payments provides equal employment opportunities to all employees and applicants for employment without regard to race, color, religion, sex (including pregnancy), national origin, ancestry, age, marital status, sexual orientation, gender identity or expression, disability, veteran status, genetic information or any other basis protected by law. Those applicants requiring reasonable accommodation to the application and\u002For interview process should notify a representative of the Human Resources Department.<\u002Fp><\u002Fdiv>","e1679c1deeaf3aa2":"<div><div>Gallagher is a global leader in insurance, risk management and consulting services. We help businesses grow, communities thrive and people prosper. We live a culture defined by The Gallagher Way, our set of shared values and guiding tenets. A culture driven by our people, over 30,000 strong, serving our clients with customized solutions that will protect them and fuel their futures.<\u002Fdiv><div><br>\n<\u002Fdiv><div><div>\nGood companies offer you a career. A great company will offer you a sense of purpose. And that&rsquo;s the Gallagher difference. When you join us, you become part of a close-knit and collaborative culture that&rsquo;s making a difference in the lives of others around the globe. We&rsquo;re proud to have been recognized by Ethisphere as one of the World&rsquo;s Most Ethical Companies each year for seven years running. And, Forbes named Gallagher as one of the 2000 best places to work in the world.<\u002Fdiv><br>\n<div><br>\n<\u002Fdiv><div><b>Position Summary<\u002Fb>:<\u002Fdiv>\n<div>The data scientist will partner with sales, marketing, and operations for Gallagher&rsquo;s Brokerage segment. You will leverage company and external data to develop predictive models and other insights that provide business leaders with suggestions for revenue and process optimization. The ideal candidate will have proven experience managing large data sets and developing predictive models. Good communication skills are essential as you will provide highly technical, analytical assessments to team leaders.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Responsibilities<\u002Fb>:<\u002Fdiv>\n<ul><li>Independently develop predictive models, leveraging internal and external data, to optimize sales performance, customer experience, and marketing spend. Build models in a cloud environment, and work with the team to ensure any business-accepted models can be deployed to production.<\u002Fli><li>\nUnderstand and define business problems and identify the data needed to solve problems.<\u002Fli><li>\nCoordinate with business analysts and data engineers to gather data for analysis. Lead testing of data quality and completeness for modeling attributes.<\u002Fli><li>\nProduce written reports and recommendations for internal consumption, including problem statement, methods, interpretation of findings, and business implications.\n<\u002Fli><li>Provide ad-hoc support to internal clients for data mining and other analytics.<\u002Fli><li>\nTechnology is always changing. Continue improving machine learning and programming skills.<\u002Fli><\u002Ful>\n<br>\n<\u002Fdiv><div><div><b>Required<\u002Fb>:<\u002Fdiv><div><ul><li>\nDegree in quantitative field, such as data science, statistics, mathematics, computer science, finance, or economics.<\u002Fli><li>\n3 years of experience using statistical modeling and\u002For machine learning techniques to build models that influence company decision-making.\n<\u002Fli><li>Proficient with building data pipelines from larger data sets.\n<\u002Fli><li>Excellent problem solving skills as well as critical thinking and conceptual thinking abilities.\n<\u002Fli><li>Intermediate to advanced proficiency in SQL and R or Python.<\u002Fli><li>\nExperience with cloud tools and structures, preferably Azure.<\u002Fli><li>\nExperience with distributed data and computing tools: MapReduce, Hadoop, Hive, Spark, MySQL, etc.<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv><div><div><b>\nNice to Have<\u002Fb>:<\u002Fdiv>\n<ul><li>A background in insurance, insurance brokerage, or financial services.<\u002Fli><li>\nExperience deploying models in a production environment including writing tests to improve code coverage, using version control (e.g. Git), and levering CI\u002FCD tools (i.e. Jenkins, CircleCI, Travis CI, etc.)<\u002Fli><li>\nExperience working in an agile environment and using agile software (Jira, Asana, Trello, etc.).<\u002Fli><li>\nExperience with advanced modeling techniques such as ensemble and neural networks.<\u002Fli><li>\nMaster&rsquo;s or PhD in quantitative field, such as data science, statistics, mathematics, computer science, finance, or economics.<\u002Fli><\u002Ful><div><div><div><b>\nU.S. Eligibility Requirements<\u002Fb>:<\u002Fdiv><ul><li>\nInterested candidates must submit an application and resume\u002FCV online to be considered<\u002Fli><li>\nMust be 18 years of age or older<\u002Fli><li>\nMust be willing to submit to a background investigation; any offer of employment is conditioned upon the successful completion of a background investigation<\u002Fli><li>\nMust have unrestricted work authorization to work in the United States. For U.S. employment opportunities, Gallagher hires U.S. citizens, permanent residents, asylees, refugees, and temporary residents. Temporary residence does not include those with non-immigrant work authorization (F, J, H or L visas), such as students in practical training status. Exceptions to these requirements will be determined based on shortage of qualified candidates with a particular skill. Gallagher will require proof of work authorization<\u002Fli><li>\nMust be willing to execute Gallagher&rsquo;s Employee Agreement or Confidentiality and Non-Disclosure Agreement which requires, among other things, post-employment obligations relating to non-solicitation, confidentiality and non-disclosure<\u002Fli><\u002Ful><div>\nGallagher offers competitive salaries and benefits, including: medical\u002Fdental\u002Fvision plans, life and accident insurance, 401(K), employee stock purchase plan, educational expense reimbursement, employee assistance program, flexible work hours (availability varies by office and job function) training programs, matching gift program, and more.<\u002Fdiv><div>\n<\u002Fdiv><div><i>\nGallagher believes that all persons are entitled to equal employment opportunity and does not discriminate against nor favor any applicant because of race, sex, color, disability, national origin, religion, creed, age, marital status, citizenship, veteran status, gender, gender identity \u002F expression, actual or perceived sexual orientation, or any other protected characteristic. Equal employment opportunity will be extended in all aspects of the employer-employee relationship, including, but not limited to, recruitment, hiring, training, promotion, transfer, demotion, compensation, benefits, layoff, and termination. In addition, Gallagher will make reasonable accommodations to known physical or mental limitations of an otherwise qualified applicant with a disability, unless the accommodation would impose an undue hardship on the operation of our business.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><br>\n<\u002Fdiv><div><i>\n#LI-KF1<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv>","0f99fe17a483b275":"<div><div><p>Job Details<\u002Fp>\n<\u002Fdiv><div><\u002Fdiv><div><div><div>Job Code<\u002Fdiv><div>\nJPSC-6409<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div><div>\nPosted Date<\u002Fdiv><div>\n10\u002F16\u002F17<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div><div>\nExperience<\u002Fdiv><div>\n8 Years<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div><div>\nPrimary Skills<\u002Fdiv><div>\nImproving,&bull; Deploying best-in-class \u002F rapid delivery capability for mobile solutions. &bull; Simplifying,and standardizing business work management processes for mobile needs. &bull; Delivering high value analytics across all Lines of Businesses. &bull; Rapid delivery of web applications.<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div><div>\nRequired Documents<\u002Fdiv><div>\nResume<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>\n<br><div><div>Overview<\u002Fdiv>\n<div><b>Role: Data Scientist\n<\u002Fb><\u002Fdiv><div><b>Location: San Francisco, CA\n<\u002Fb><\u002Fdiv><div><b>Duration: 6+ Months\n<\u002Fb><\u002Fdiv><div><\u002Fdiv><div><b>Team Overview:\n<\u002Fb><\u002Fdiv><div>The Digital Catalyst Team is a new enterprise team that is responsible for working collaboratively with the lines of business to implement consumer grade mobile and analytical solutions across various user groups (e.g., field users, office workers, etc.). This includes, but is not limited to:\n<\u002Fdiv><ul><li>Deploying best-in-class \u002F rapid delivery capability for mobile solutions.<\u002Fli>\n<li>Simplifying, improving, and standardizing business work management processes for mobile needs.<\u002Fli>\n<li>Delivering high value analytics across all Lines of Businesses.\n<\u002Fli><li>Rapid delivery of web applications.<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div>Digital Catalyst consists of a staff of highly skilled professionals working together to produce mobile solutions following an agile methodology and design thinking. We are a &ldquo;start-up&rdquo; department within IT and building driven and creative mobile development team. We take the time to understand our partners&rsquo; needs and translate those into solutions that delight our users. Our goal is to deliver products with intuitive user experience that will improve employees&rsquo; and customer&rsquo;s safety, productivity and overall well-being.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><b>Position Summary:<\u002Fb><\u002Fdiv>\n<div> We are seeking an experienced Data Scientist in the Digital Catalyst Team who will provide strong execution and delivery of data science. Working as a part of the product team, this Data Scientist will translate business needs into advanced analytics and machine learning models. The successful candidate will be responsible for model selection and identification of appropriate training data sets; building, training, and evaluating models; and delivering results to the business on a regular cadence. This role is part of a fully Agile Scrum team, so the data scientist will work alongside a product owner, technical lead, and team of developers and data engineers to support delivery of high-value analytics and software products.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><b>Position Responsibilities:\n<\u002Fb><\u002Fdiv><ul><li>Leads development of high complexity models and training sets<\u002Fli>\n<li>Provides hands-on execution and implementation of data science models\n<\u002Fli><li>Translates business analysis needs into well-defined data science problems, and selecting appropriate models and algorithms and communicates model evaluation and implications of results back to stakeholders\n<\u002Fli><li>Recognizes and prioritizes the most important work related to data science models to achieve highest operational impact for analytics in the business\n<\u002Fli><li>Balances tradeoffs among analytics value, model development methods and design and technologies used to implement data science models with a bias toward action<\u002Fli>\n<li>Performs collaborative work on data science problems and mentor junior data scientists\n<\u002Fli><li>Creates shared process models, business objects, activity diagrams and process documentation to effectively articulate multiple views of the business solutions that support technical architecture.<\u002Fli>\n<li>Manages development of quantitative models and tools.\n<\u002Fli><li>Collaborates with leaders, other LOBs, and business partners to work on issues, projects or activities.<\u002Fli>\n<li>Develops new or revises complex models to predict business demand trends, and volume and expenditures forecasts capacity analysis, and various other metrics to identify potential opportunities.\n<\u002Fli><li>Assesses business implications associated with modeling assumptions, inputs, methodologies, technical implementation, analytic procedures and processes, and advanced data analysis.<\u002Fli>\n<li>Partners with leaders to drive high performance in their lines of business.\n<\u002Fli><li>Develop deep understanding of business drivers and financial levers to provide strategic decision support.<\u002Fli>\n<li>Oversees resolution of complex projects and programs.<\u002Fli>\n<li>Develops and maintains up-to-date detailed project schedules and work plans.<\u002Fli>\n<li>Performs analysis on complex data models requiring customized reports and data and presents recommendations.<\u002Fli><br>\n<\u002Ful>\n<div><\u002Fdiv><div><b>Minimum Education\u002FSkills:<\u002Fb><\u002Fdiv>\n<ul><li>Bachelor&rsquo;s Degree in Econometrics, Economics, Engineering, Mathematics, Applied Sciences, Statistics or job-related discipline or equivalent experience<\u002Fli>\n<li>Job-related experience, 8 years, OR Master&rsquo;s Degree and job-related experience, 6 years, OR Doctorate Degree and job-related experience, 3 years<\u002Fli>\n<li>Experience in data modeling, 5yrs<\u002Fli><br>\n<\u002Ful>\n<div><\u002Fdiv><div><b>Desired Education \u002F Skills:\n<\u002Fb><\u002Fdiv><ul><li>PhD in engineering or a related field (computer science, natural sciences, mathematics)<\u002Fli>\n<li>Experience with Python, R, Scala, SQL<\u002Fli>\n<li>Experience developing solutions with Pandas\u002FScikit-learn, Spark or comparable technologies<\u002Fli>\n<li>Experience data science notebooks (Jupyter, Zeppelin or other)<\u002Fli>\n<li>Experience with AWS, Azure, cloud computing technologies<\u002Fli>\n<li>Scrum team experience<\u002Fli>\n<li>Energy industry experience<\u002Fli>\n<li>Experience designing efficient data science workflows and database architecture for data science purposes<\u002Fli>\n<li>Experience with forecasting, Bayesian networks, and graph analytics<\u002Fli>\n<li>Strong statistics experience<\u002Fli>\n<\u002Ful><ul><li>Experience with software development methodologies and software engineering principles<\u002Fli>\n<li>Knowledge of program management theories, concepts, methods, best practices, and techniques as needed to perform at the job level<\u002Fli>\n<li>Knowledge of relevant programming languages - for example Visual Basic, Ladder Logic,<\u002Fli>\n<li>Programmable Logic Controller, C, SharePoint, HTML, Java, Adobe &ndash; as needed to perform at the job level<\u002Fli>\n<li>Competency in knowing the most effective and efficient processes to get things done, with a focus on continuous improvement<\u002Fli>\n<li>Knowledge of principles, techniques, and procedures used for production and design of technology based equipment and systems as needed to perform at the job level<\u002Fli>\n<li>Knowledge of statistical theories, concepts, methods, best practices, and analyses as needed to perform at the job level<\u002Fli>\n<li>Ability to develop reports, models, and simulations as needed to perform at the job level<\u002Fli>\n<li>Competency in developing and delivering multi-mode communications that convey a clear<\u002Fli>\n<li>understanding of the unique needs of different audiences\n<\u002Fli><li>Knowledge of data model design philosophies and methodologies for data warehouse and OLTP systems<\u002Fli><\u002Ful><\u002Fdiv>","4eacdcdd487e3713":"<p><\u002Fp><div><p>The Analytics\u002FData Scientist should have a wide breadth of abilities to focus on addressing complex business problems. Interns will apply an analytics process for data exploration and mining, to build models, provide guidance and insights to solve problems related to Cleveland Clinic Health System initiatives. Engagement will include solving problems related to contractual terms from a revenue and cost perspective, population health initiatives, care affordability, simulation modeling, forecast modeling, risk modeling, product development risk and\u002For pricing modeling. These abilities would include knowledge in statistical and machine learning techniques, academic curiosity, and strong communication skills.<\u002Fp><p><\u002Fp><br>\n<p><b>\nKey Job Responsibilities:<\u002Fb><\u002Fp><ul><li>\nStrong interpersonal, oral and written communication and presentation skills;<\u002Fli><li>\nAbility to communicate complex findings and ideas in plain language<\u002Fli><li>\nEnjoying discovering and solving problems;<\u002Fli><li>\nProactively seeking clarification of requirements and direction; take responsibility when needed;<\u002Fli><li>\nBeing able to work in stressful situation when insights in (new) data sets is required quickly<\u002Fli><li>\nAbility to work with large data sets<\u002Fli><li>\nDevelop discovery dashboards and reports,<\u002Fli><li>\nBuild clinical and financial algorithms for specific enterprise initiatives,<\u002Fli><li>\nAbility to apply advanced analytical thinking and methodologies<\u002Fli><li>\nProduce analytic solutions for leadership and stakeholders across the organization that supports business or clinical initiatives. This includes development, analysis, interpretation and management of a variety of routine to moderately complex report\u002Fproject requests in support of process improvement, operations, strategy, cost reduction and patient safety and satisfaction.<\u002Fli><li>\nApply data analytics to identify potential opportunities for focused investigation.<\u002Fli><li>\nAnalyze data, draw and communicate conclusions through verbal and written communication including tabular and graphical presentation of the data.<\u002Fli><li>\nAbility to apply advance math concepts and analytic methodologies such as probability and statistical inference analyses.<\u002Fli><li>\nGather requirements and program model development under direction of other Data Scientists<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nEducation:<\u002Fb><\u002Fp><ul><li>\nCurrent college enrollment required. Working towards a Bachelor's Degree in analytics, statistics, actuarial science, economics, computer science, biostatistics, applied mathematics, or related field<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nCertifications:<\u002Fb><\u002Fp><ul><li>\nNone required.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nComplexity of Learning Experience:<\u002Fb><\u002Fp><ul><li>\nCan discuss and weigh pros and cons and separate critical issues.<\u002Fli><li>\nCan make definitive choices, expresses opinions on issues and can explain logical path decisions.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nCompetencies (Complexity of Work):<\u002Fb><\u002Fp><ul><li>\nRequires critical thinking skills, decisive judgment and the ability to work unsupervised or with minimal supervision.<\u002Fli><li>\nStrong interpersonal, oral and written communication and presentation skills; complex findings and ideas in plain language<\u002Fli><li>\nAbility to change direction quickly based on data analysis<\u002Fli><li>\nApply data analytics to identify potential opportunities for focused investigation.<\u002Fli><li>\nA strong business-orientation, able to select the appropriate complex quantitative methodologies in response to specific business goals.<\u002Fli><li>\nBeing able to work in teams towards a shared goal<\u002Fli><\u002Ful><ul><li>\nAbility to work with large, complex data sets<\u002Fli><li>\nEthical handling of sensitive data<\u002Fli><li>\nInnovative and creative outlook<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPreferred Work Experience:<\u002Fb><\u002Fp><ul><li>\nBaseline understanding of one or more core skills: finance, statistics, data mining, regression analysis, statistical modeling, forecasting, data visualization, exploratory data analysis, regression analysis, statistical modeling.<\u002Fli><li>\nFamiliarity with a variety of statistical languages\u002Fpackages, e.g. SAS, R, and Python, etc.<\u002Fli><li>\nFamiliarity with relational databases and\u002For distributed computing platforms, and their interfaces, such as SQL, Teradata, MapReduce, PIG, and\u002For Hive.<\u002Fli><li>\nFamiliarity leveraging visualization software and techniques and business intelligence (BI) software.<\u002Fli><li>\nFamiliarity with Microsoft Suite.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPhysical Requirements:<\u002Fb><\u002Fp><ul><li>\nRequires full range of body motion including handling\u002Flifting items, manual and finger dexterity and eye-hand coordination.<\u002Fli><li>\nRequires frequent standing and sitting.<\u002Fli><li>\nRequires corrected vision and hearing to normal range.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Personal Protective Equipment:<\u002Fb><\u002Fp><ul><li>\nFollows standard precautions using personal protective equipment as required.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p>\nThe policy of Cleveland Clinic and its system hospitals (Cleveland Clinic) is to provide equal opportunity to all of our employees and applicants for employment in our tobacco free and drug free environment. All offers of employment are followed by testing for controlled substance and nicotine. Job offers will be rescinded for candidates for employment who test positive for nicotine. Candidates for employment who are impacted by Cleveland Clinic&rsquo;s Smoking Policy will be permitted to reapply for open positions after 90 days. Decisions concerning employment, transfers and promotions are made upon the basis of the best qualified candidate without regard to color, race, religion, national origin, age, sex, sexual orientation, marital status, ancestry, status as a disabled or Vietnam era veteran or any other characteristic protected by law. Information provided on this application may be shared with any Cleveland Clinic facility.<br>\n<br>\nCleveland Clinic is pleased to be an equal employment employer: Women\u002FMinorities\u002FVeterans\u002FIndividuals with Disabilities<\u002Fp><\u002Fdiv>","539ab2d5816cc356":"<div><div><ul><li>Company: Compass Bank dba BBVA Compass<\u002Fli>\n<li>Location: Houston, Texas. United States\n<\u002Fli><li>Job type: Employment | Business Development Usa<\u002Fli>\n<li>Published on: 7th August 2019<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>\n<br><div><div><h2 class=\"jobSectionHeader\"><b>Our Company<\u002Fb><\u002Fh2>\n<p>At BBVA, we are leading the transformation of global banking with the aim of bringing the opportunities of this new era within everyone&rsquo;s reach. We are a global financial institution present in 30 countries with over 75 million customers. We are a bank with over 126,000 employees across the world and every one of those employees is leading and designing his\u002Fher professional career with the help of tools provided by the organisation to make that happen.<\u002Fp>\n<p>Corporate responsibility is an intrinsic part of our business model, promoting inclusion and financial education while supporting research and culture. Being part of BBVA means developing your career in one of the most innovative companies in finance.<\u002Fp>\n<p>We started out with the spirit of helping others make the best financial decisions. That spirit remains with us today and encourages us to keep moving forward, prioritising innovation and digital transformation so that we can bring the opportunities of this new era within everyone&rsquo;s reach.<\u002Fp>\n<p>Our values define our identity; they are what drives us to make our goals a reality and they guide all of our actions and the decisions we make.<br>\n<\u002Fp><div><ul><li>The customer comes first.<\u002Fli><li>We think big.<\u002Fli><li>We are one team.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>\n<h2 class=\"jobSectionHeader\"><b>Job description\n<\u002Fb><\u002Fh2><p><\u002Fp><p>Customer Intelligence Analysts work on projects that vary in complexity and design requirements. These questions include development and tracking of Key Performance Indicators (such as customer numbers, Wealth Management products cross-sell, balances and various profitability measures), customer segmentation design (geographic, industry and sales range as examples), analysis of Dun and Bradstreet or other third party prospect data to help design marketing campaigns and identify customer contact strategies. The main focus of the analyst will be supporting the team&rsquo;s broader efforts in developing information infrastructure, targeting strategies and report automation.<\u002Fp><ul><li>\nStrong analytical thinking skills, logical in problem solving.<\u002Fli><li>\nStrong understanding of data structures and databases (relational or non)<\u002Fli><li>\nAbility to fix issues, streamline code, and automate processes to ensure they work effectively and meet requirements.<\u002Fli><li>\nHigh attention to detail, capacity to identify patterns and abnormalities<\u002Fli><li>\nProvide analytical support to various lines of business to formulate sound business strategies.<\u002Fli><li>\nDevelop visualizations and dashboards to deliver insights (Tableau) that effectively communicate results and recommendations.<\u002Fli><li>\nEngage and collaborate with different teams to understand and create opportunities<br>\nWork with Business LOB and Engineering to develop solution models and provide analysis to support Marketing and CRM<\u002Fli><li>\ninitiatives<\u002Fli><\u002Ful><br>\n<br>\n<br>\n<br>\n<p><\u002Fp><p>At BBVA, we believe that having a team made up of people with different ways of viewing the world and of taking on each challenge makes us a better bank. That is why we actively support diversity and inclusion, and we invite you to apply, regardless of your race, gender, age, sexual orientation, country of origin, experience, studies, etc.<br>\nWe nurture a collaborative and inclusive work environment that enables us to show and develop the best we each have to offer.<\u002Fp>\n<h2 class=\"jobSectionHeader\"><b>Pay Transparency Policy Statement<\u002Fb><\u002Fh2>\n<p>The contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor&rsquo;s legal duty to furnish information (41 C.F.R. 60-1.35 (c)).<\u002Fp>\n<h2 class=\"jobSectionHeader\"><b>Individuals with Disabilities<\u002Fb><\u002Fh2>\n<div>BBVA Compass, BBVA Securities Inc., and BBVA S.A. New York Branch invite all interested and qualified applicants to apply for employment opportunities. If you are a U.S.-based job seeker with a disability who is unable to use our online tools to search and apply for jobs, please contact us by emailing: disabilityaccessjobs.us@bbva.com or by calling toll-free (in the U.S.) 1-844-664-9275. Please indicate the specific type of assistance needed*.<br>\n<ul><li>The disability access telephone line and email address are reserved solely for job seekers with disabilities requesting accessibility assistance or an accommodation. Please do not call about the status of your job application if you do not require accessibility assistance or an accommodation. Messages left for other purposes, such as following up on an application or non-disability related or technical issues, will not receive a response.<\u002Fli><\u002Ful><\u002Fdiv>\n<h2 class=\"jobSectionHeader\"><b>EEO Statement<\u002Fb><\u002Fh2>\n<p>BBVA Compass, BBVA Securities Inc., and BBVA S.A. New York Branch have a firm and unwavering policy to provide equal employment opportunity without regard to age, citizenship, color, disability, ethnic origin, gender, gender identity and expression, marital status, nationality, national origin, race, religion, sexual orientation, genetic predisposition, protected veteran status, or any other status or classification protected by federal, state or local law. This policy includes all job groups, classifications and organizational units. With regard to employment, this policy extends to applicants and covers our recruiting, hiring, promotion, transfer, demotion, discipline, termination, benefits, compensation and training practices as well as social and recreational activities. View the &quot;EEO is the Law&quot; &amp; &quot;View the EEO is the Law Supplement Poster&quot; poster. BBVA Compass, BBVA Securities, Inc., and BBVA NY are equal opportunity and affirmative action employer.<\u002Fp><\u002Fdiv><\u002Fdiv>","fe16a619fcab133c":"<div>Stanley Black and Decker (SBD) is committed to deep and ongoing investment in Data &amp; Analytics capability. SBD believes that advanced analytics using massive data, while already important to our business, will increasingly become fundamental &ndash; even transformational &ndash; to the value we deliver to our customers and shareholders.<br>\nSBD is seeking a Data Scientist who will be responsible for collecting data and developing insights related to innovative new business initiatives at Stanley Black &amp; Decker focused on the digital enablement of work sites and the Internet of Things.<br>\n<br>\n<b>Essential Job Functions<\u002Fb><ul><li>\nLeverage big data and data science to discover patterns and solve strategic &amp; tactical business problems using massive structured and unstructured data sets across multiple environments<\u002Fli><li>\nDevelop analytic capabilities (e.g. models and processes) that drive better outcomes for both customers and the company<\u002Fli><li>\nDrive the collection, cleansing, processing and analysis of new and existing data sources.<\u002Fli><li>\nBuild, test, and deploy predictive models and\u002For machine learning algorithms on large static and\u002For streaming data sets<\u002Fli><li>\nReport findings by creating useful and appropriate data outputs and visualizations tailored for the intended audiences<\u002Fli><li>\nLearn &amp; stay current on analytics developments in one or more business domains: Internet of Things, Manufacturing, Supply Chain, Forecasting, Marketing and Sales, Pricing, etc.<\u002Fli><li>\nLearn &amp; stay current on developments in one or more analytics domains: Optimization, Machine Learning, Deep Learning \u002F AI, Simulation, etc.\n<\u002Fli><li>Generate innovative ideas, establish new research directions, shape and execute the information strategy in support of technical projects and new product developments<\u002Fli><li>\nWork with and support other team members, management, and partners<\u002Fli><\u002Ful>\n<br>\n<b>Essential Skills &amp; Experience<\u002Fb><ul><li>\nAdvanced degree (MS\u002FPhD) in a relevant technical field (e.g., Computer Science, Mathematics, Applied Mathematics, Statistics, Operations Research, Industrial Engineering, Econometrics) with 3+ years&rsquo; experience in related data science, analytics, and model building roles\n<\u002Fli><li>Experience working with large complex data sets, real time\u002Fnear real time analytics, and distributed big data platforms (Hadoop &amp; MapReduce and\u002For Cassandra\u002FSpark)<\u002Fli><li>\nStrong practical knowledge of analytical techniques and methodologies such as machine learning\u002Fsupervised and unsupervised techniques, segmentation, mix and time series modeling, response modeling, lift modeling, experimental design, neural networks, data mining and optimization techniques<\u002Fli><li>\nStrong knowledge of analysis tools such as Python, R, MATLAB, Spark or SAS. R\u002FSpark on Hadoop or Cassandra preferred.<\u002Fli><li>\nStrong background in applying statistical machine learning techniques to predictive modeling and experience with Machine Learning libraries (via R, H2O, Python, Spark, etc.)<\u002Fli><li>\nProficiency in programming in Python, R, SQL, JavaScript, Java\u002FScala\u002FRuby and shell scripting<\u002Fli><li>\nProficiency in consuming REST based API (with JSON payload) is a plus.<\u002Fli><li>\nFluency in big data platforms including Hadoop, MapReduce, Hive, Spark, PIG<\u002Fli><li>\nFamiliarity with Cloud based HaaS\u002FPaaS solutions such as AWS EMR, MS Azure.<\u002Fli><li>\nA strong understanding of data profiling and data cleansing techniques<\u002Fli><li>\nNatural curiosity and a strong passion for empirical research and problem solving<\u002Fli><li>\nStrong written and verbal communications skills; comfortable communicating with senior levels of both business and technology leadership<\u002Fli><\u002Ful>\n<br>\n<b>Competencies<\u002Fb><ul><li>\nDepth in relevant field(s) for data science, including:\n<ul><li>Statistical Analysis &amp; Modeling<\u002Fli><li>\nMachine Learning Algorithms &amp; Techniques<\u002Fli><li>\nDeep Learning \u002F Neural Networks<\u002Fli><li>\nOptimization Techniques<\u002Fli><\u002Ful><\u002Fli><li>\nUnderstanding Business Problems<\u002Fli><li>\nData Wrangling &amp; Exploration<\u002Fli><li>\nProblem Solving Mindset<\u002Fli><li>\nClear Communication<\u002Fli><li>\nTechnical Fluency<\u002Fli><\u002Ful><\u002Fdiv>","2edabff4a693744b":"<div><p>Current employees and contingent workers click here to apply and search by the Job Posting Title.\n<\u002Fp><p><\u002Fp>iHeartMedia<br>\n<p>\n<\u002Fp><p><b>Job Summary:\n<\u002Fb><\u002Fp>iHeartMedia is the number one audio company in the United States, reaching nine out of 10 Americans every month &ndash; and with its quarter of a billion monthly listeners, has a greater reach than any other media company in the U.S. The company&rsquo;s leadership position in audio extends across multiple platforms including 850 live broadcast stations; streaming music, radio and on demand via its iHeartRadio digital service available across more than 250 platforms and 2,000 devices including smart speakers, digital auto dashes, tablets, wearables, smartphones, virtual assistants, TVs and gaming consoles; through its influencers; social; branded iconic live music events; and podcasts as the #1 commercial podcast publisher globally. iHeartMedia also leads the audio industry in analytics and attribution technology for its marketing partners, using data from its massive consumer base.\n<br>\n<br>\nThe Data Scientist will provide research, modeling, analysis, and guidance using Operations Research and Advanced Analytics techniques to develop and support data and model-driven decision making through leading-edge business solutions. The Data Scientist will engage directly with business and technology partners to research, identify, and seek out information, facts, and data, and will conduct and promote scientific, inquisitive, and innovative approaches to business decision problems and technical solutions.<br>\n<p>\n<\u002Fp><p><\u002Fp><p>Responsibilities:\n<\u002Fp><ul><li>Demonstrate passion about using data assets and mathematical modeling to optimize systems, processes, and products across iHeartMedia\n<\u002Fli><li>Use emerging tools and technology to develop advanced analytics models and automation in ad sales proposal optimization, spot scheduling, station programming optimization, music research, pricing optimization, attribution, and other areas of the company\n<\u002Fli><li>Assist or lead the formulation, calibration, validation, and implementation of mathematical optimization and\u002For statistical models\n<\u002Fli><li>Employ a pragmatic approach to evaluate new algorithms and technologies for positive impact within iHeartMedia\n<\u002Fli><li>Communicate complex solutions and ideas to a variety of stakeholders (other team members, IT leadership, and business leaders) in easily understandable language\n<\u002Fli><li>Work on a number of projects as a member of the project team and\u002For as an individual contributor\n<\u002Fli><li>Write code that meets standards and delivers desired functionality using agreed upon technology\n<\u002Fli><li>Participate in system and user acceptance testing\n<\u002Fli><li>Participate in project planning sessions to gather user requirements\n<\u002Fli><li>Assist in the preparation of time estimates for project schedules\n<\u002Fli><li>Troubleshoot production problems within area of expertise\n<\u002Fli><li>Utilize and stay current in programming languages and software technology\n<\u002Fli><\u002Ful><p><\u002Fp><p>Education and Experience:\n<\u002Fp><ul><li>Master&rsquo;s Degree in Operations Research, Industrial Engineering, Applied Mathematics, or a related analytical field with heavy emphasis on optimization modeling&ndash; Ph.D. desired\n<\u002Fli><li>3+ years of industry experience in an operations research related role, formulating and implementing large-scale mathematical programming models\n<\u002Fli><li>A demonstrable scientific foundation and understanding of concepts of operations research such as linear and discrete optimization, nonlinear optimization, goal programming, optimization under uncertainty, metaheuristics, simulation, etc.\n<\u002Fli><li>Extensive experience with algebraic modeling languages and optimization solvers such as XPRESS, CPLEX, or Gurobi\n<\u002Fli><li>Solid programming skills in a general-purpose language\n<\u002Fli><li>Exceptional analytical, decision-making, and problem-solving skills as well as solid communication and presentation skills with technical and non-technical audiences\n<\u002Fli><li>Experience and understanding of software development practice concepts and technology obtained through formal training and\u002For work experience<br>\n<\u002Fli>\n<\u002Ful><p><\u002Fp><p><b>Location\n<\u002Fb><\u002Fp>San Antonio, TX: 20880 Stone Oak Parkway, 78258<br>\n<p>\n<\u002Fp><p>Position Type\n<\u002Fp>Regular<br>\n<p>\n<\u002Fp><p>The Company is an equal opportunity employer and will not tolerate discrimination in employment on the basis of race, color, age, sex, sexual orientation, gender identity or expression, religion, disability, ethnicity, national origin, marital status, protected veteran status, genetic information, or any other legally protected classification or status.<br>\n<\u002Fp><p><\u002Fp><p>Our organization participates in E-Verify. Click here to learn about E-Verify.<br>\n<\u002Fp><p><\u002Fp><p>Current employees and contingent workers click here to apply and search by the Job Posting Title.<\u002Fp><\u002Fdiv>","dce1cb70a82f56b7":"<div><h2 class=\"jobSectionHeader\"><b>Position Summary...<\u002Fb><\u002Fh2><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nWhat you'll do...<\u002Fb><\u002Fh2><p>\nLeads small and participates in large data analytics project teams by serving as a technical lead for analytics projects; working with project teams and<br>\nbusiness partners to determine project goals; developing contingency plans for data analysis; determining modeling based on business needs;<br>\ndirecting the analysis of data; gathering data and developing reports as needed; utilizing business knowledge to ensure data supports project goals;<br>\nanalyzing data based on identified variables; reviewing data results to ensure accuracy; and communicating results and insights to the project team<br>\nand business partners.<br>\nPresents data insights and recommendations to key stakeholders by developing insights based on data analysis; applying analytical results to project<br>\ngoals; identifying trends and key insights; translating results into business actions; and presenting insights and recommendations to key stakeholders.<br>\nParticipates in the continuous improvement of data science and analytics by developing replicable solutions (for example, codified data products,<br>\nproject documentation, process flowcharts) to ensure solutions are leveraged for future projects; building and maintaining a library of reusable<br>\nalgorithms for future use; ensuring developed code is documented; and coaching and mentoring analysts across the division and project teams.<br>\nDevelops analytical models to drive analytics insights by gathering data from internal and external sources; evaluating data usability based on project<br>\ngoals; synthesizing data into large datasets to support project goals; developing statistical models and computational algorithms to analyze data;<br>\nutilizing the analytics project lifecycle process to drive predictive modeling; coding, testing, and maintaining analytical software tools; identifying<br>\ntrends, patterns and discrepancies in data; training statistical models for replication for future projects; and presenting data insights and<br>\nrecommendations to key stakeholders.<br>\nDemonstrates up-to-date expertise and applies this to the development, execution, and improvement of action plans by providing expert advice and<br>\nguidance to others in the application of information and best practices; supporting and aligning efforts to meet customer and business needs; and<br>\nbuilding commitment for perspectives and rationales.<br>\nProvides and supports the implementation of business solutions by building relationships and partnerships with key stakeholders; identifying business<br>\nneeds; determining and carrying out necessary processes and practices; monitoring progress and results; recognizing and capitalizing on<br>\ni mprovement opportunities; and adapting to competing demands, organizational changes, and new responsibilities.<br>\nModels compliance with company policies and procedures and supports company mission, values, and standards of ethics and integrity by<br>\nincorporating these into the development and implementation of business plans; using the Open Door Policy; and demonstrating and assisting others<br>\nwith how to apply these in executing business processes and practices.<\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nMinimum Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.\n<\u002Fi><\u002Fp><p><\u002Fp>Minimum Qualifications<br>\nBachelor of Science and 2 years' data science experience OR Master of Science and 1 year's data science experience.<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nPreferred Qualifications...<\u002Fb><\u002Fh2><p><i>\nOutlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.\n<\u002Fi><\u002Fp><p><\u002Fp>Bachelor's degree and experience in an analytics related field, Doctorate and experience in an analytics related field, Master's degree and experience in an analytics related field, SQL and relational databases (for example, DB2, Oracle, SQL Server), Statistical Programming Language<p><\u002Fp>\nBachelors: Analytics, Bachelors: Economics, Bachelors: Mathematics, Bachelors: Statistics, Doctorate: Analytics, Doctorate: Economics, Doctorate: Mathematics, Doctorate: Statistics, Masters: Analytics, Masters: Economics, Masters: Mathematics, Masters: Statistics<p><\u002Fp>\nBusiness Analytics - Certification, Data Mining - Certification, Statistical Analysis - Certification<\u002Fdiv>","f99106787904fc72":"<div><p>The Climate Corporation is looking for a data scientist - statistics to join our team focused on creating predictive agronomic models for soy crop systems. This team will work closely with collaborating teams focused on leveraging genetic, environmental and grower management data to create integrated models that can help growers better manage key aspects of soybean crop to improve yield outcome.<\u002Fp><p><\u002Fp><br>\n<p><b>\nWhat You Will Do:<\u002Fb><\u002Fp><ul><li>\nExplore, munge, and model large and diverse datasets<\u002Fli><li>\nDesign and prototype models using statistical modeling, process modeling, and other techniques such as machine learning<\u002Fli><li>\nImplement and test algorithms and techniques relevant to achieving project objectives<\u002Fli><li>\nAnalyze and judge the quality of data and work with the data quality team to resolve issues<\u002Fli><li>\nWork closely with a team of world-class scientists, engineers and mathematicians to deliver impactful scientific research<\u002Fli><li>\nSelect the most appropriate modeling techniques and data visualization for large datasets<\u002Fli><li>\nAssist with high-level analysis, design, and code reviews<\u002Fli><\u002Ful><p><b>\nBasic Qualifications:<\u002Fb><\u002Fp><ul><li>\nMS or PhD in Applied Mathematics, Statistics, or another highly quantitative discipline<\u002Fli><li>\nExperience linking measurements and models (e.g. via data assimilation, parameter optimization and\u002For performance testing)<\u002Fli><li>\nStrong analytical and quantitative problem solving ability, with demonstrated ability to build, test, and iterate on a variety of model forms<\u002Fli><li>\nSkilled in the use of Python for research<\u002Fli><\u002Ful><p><b>\nPreferred Qualifications:<\u002Fb><\u002Fp><ul><li>\nExperience with agriculture crop models as a developer or advanced user<\u002Fli><li>\nMachine learning experience<\u002Fli><li>\nAbility to translate complex technical concepts to collaborations, decision makers, and non-technical audiences<\u002Fli><li>\nAbility and inclination to work in multi-disciplinary environments, and desire to see ideas realized in practice<\u002Fli><li>\nStrong drive to learn new topics and skills and to develop innovative products for our customers<\u002Fli><li>\nExcellent interpersonal and communication skills<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWhat We Offer:<\u002Fb><\u002Fp><p>\nOur teams are composed of industry experts, top scientists, and talented engineers. The environment is extremely engaging and fast-paced, with dozens of specialties coming together to provide the best possible products and experiences for our customers.<br>\n<\u002Fp><p>\nWe provide competitive salaries and some of the best perks in the industry, including:<\u002Fp><ul><li>\nSuperb medical, dental, vision, life, disability benefits, and a 401k matching program<\u002Fli><li>\nA stocked kitchen with a large assortment of snacks &amp; drinks to get you through the day<\u002Fli><li>\nEncouragement to get out of the office and into the field with agents and farmers to see first-hand how our products are being used<\u002Fli><li>\nWe take part and offer various workshops, conferences, meet-up groups, tech-talks, and hackathons to encourage participation and growth in both community involvement and career development<\u002Fli><\u002Ful><p>\nWe also hinge our cultural DNA on these five values:<\u002Fp><ul><li>\nInspire one another<\u002Fli><li>\nInnovate in all we do<\u002Fli><li>\nLeave a mark on the world<\u002Fli><li>\nFind the possible in the impossible<\u002Fli><li>\nBe direct and transparent<\u002Fli><\u002Ful><p>\nLearn more about our team and our mission:<\u002Fp><p>\nThe Climate Corporation - The Technology Behind Making A Difference<\u002Fp><p>\nhttps:\u002F\u002Fyoutu.be\u002Fc5TgbpE9UBI or visit https:\u002F\u002Fclimate.com\u002Fcareers<\u002Fp><\u002Fdiv>","85cf2fed38f41f72":"About GoPro\n<br><br>\nGoPro makes it easy for people to celebrate and share experiences. We believe life is more meaningful when shared. We build cameras, software, and accessories that help the world share itself in immersive and exciting ways.\n<br><br>\nGoPro is a global movement whose business is driven by shared experiences. We celebrate diversity. We practice inclusion. We foster belonging. We demand equality. And we share the experiences of individuals and communities who also hold these values as core to who they are. From Bucharest to Munich, Silicon Valley to Shenzhen, we are dedicated to building a company that reflects and honors the diverse global communities where we live, work, and play.\n<br><br>\nGoPro is seeking a motivated candidate to take on the responsibilities of a Product Analyst, supporting our Product Teams. You will be a part of the Analytics & Data Science Team, working cross-functionally with our product hardware, software, and subscription services teams. Key responsibilities include but are not limited to working collaboratively with product teams, supporting their ad hoc, automated reporting and analytics deep-dive needs.\n<br><br>\nResponsibilities\n<br><br>\n<ul>\n<li>Support camera, mobile, and subscription services teams with automated reporting and analytics<\u002Fli>\n<li>Discover and communicate relevant insights to key stakeholders for smarter decision making<\u002Fli>\n<li>Explore opportunities for combining internal and external data sources to discover insights<\u002Fli>\n<li>Support requirements gathering and data engineering efforts related to building analytics data sets<\u002Fli>\n<\u002Ful>\nRequired Qualifications\n<br><br>\n<ul>\n<li>BA\u002FBS degree or equivalent practical experience<\u002Fli>\n<li>3 years of experience working with Python and\u002For R<\u002Fli>\n<li>Experience articulating product questions and leveraging SQL to extract and analyze data<\u002Fli>\n<li>Ability to translate analysis results into business recommendations, and excellent written and verbal communication skills<\u002Fli>\n<\u002Ful>\nPreferred Qualifications\n<br><br>\n<ul>\n<li>Master's degree in a quantitative field such as; Statistics, Computer Science, Engineering, Mathematics, Data Sciences<\u002Fli>\n<li>Experience in scripting with SQL, extracting large sets of data, and design of ETL flows<\u002Fli>\n<li>Interest and aptitude in data, metrics, analysis and trends and applied knowledge of measurement, statistics and program evaluation<\u002Fli>\n<\u002Ful>\nGoPro Highlights\n<br><br>\n<ul>\n<li>Fully-stocked kitchen with snacks galore<\u002Fli>\n<li>Live it. Eat it. Love it.  Two dedicated hours during your week to explore your passions and capture it with your GoPro.<\u002Fli>\n<li>Get your very own GoPro (Mounts and accessories included)<\u002Fli>\n<li>Discounted employee stock purchase plan (ESPP)<\u002Fli>\n<li>401(K) matching<\u002Fli>\n<li>Discretionary Time Off<\u002Fli>\n<li>12 weeks paid Parental Leave for new parents<\u002Fli>\n<li>Medical, dental, and vision insurance  premiums are 100% paid for employees, 80% paid for dependents<\u002Fli>\n<li>Life insurance and disability benefits<\u002Fli>\n<\u002Ful>\nGoPro is an Equal Opportunity Employer.","19012abf5cc25233":"<div><p><b><i>About us<\u002Fi><\u002Fb><\u002Fp>\n<p><b><i>\nCertilytics offers a suite of innovative analytic solutions including Big Data Services, Total Population Health Management, Financial Risk Intelligence and Customized Prediction Models. These solutions are configured upon our open source Hadoop Platform, with the underlying philosophy of providing analytics as a service and moving beyond predictions to deliver actionable intelligence.\n <\u002Fi><\u002Fb><\u002Fp><p><b><i>Our team represents a dynamic infusion of multidiscipline which includes actuarial, data and behavioral scientists, IT engineers, software developers, nurse clinicians, as well as experts in public health and the health insurance industry. Certilytics has extensive experience working with a diverse set of customers including large self-insured employers, health plans, pharmacy benefit managers, government programs, care management companies and health systems. These relationships with various data providers and customers allows for rapid data ingestion, validation and enrichment as well as streamlined delivery of analytic dashboards, outputs and visualizations to our customers.\n <\u002Fi><\u002Fb><\u002Fp><p><b><i>Our unique approach allows for the development of the most accurate financial, clinical and behavioral models in the industry.<\u002Fi><\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nAbout the Role<\u002Fb><\u002Fp>\n<p>\nData Scientist with experience building, testing and validating Deep Learning models using PyTorch, Keras, Tensorflow, or other relevant frameworks sought by leading financial services and technology company. As part of the data science team, the Data Scientist will be responsible for building models for clinical and financial risk prediction, performing original research, and contributing to a proprietary machine learning library.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nEssential Function<\u002Fb><\u002Fp>\n<ul>\n<li> Develop supervised and unsupervised models to drive health and business insight in the healthcare space<\u002Fli>\n<li>Participate in the development and selection of new data sources and ensuring the quality and reliability of the data<\u002Fli>\n<li>Communicate, implement, and integrate statistical tools developed into the internal systems for ongoing use<\u002Fli>\n<li>Measure and communicate the effect of models in production<\u002Fli>\n<li>All other duties as assigned<\u002Fli><br>\n<\u002Ful><p><\u002Fp><p>\n<\u002Fp><br>\n<br>\nRequired Skills<br>\n<p><b>Requirements<\u002Fb><\u002Fp>\n<ul>\n<li>Must have a Bachelors Degree in Science or related field<\u002Fli>\n<li>Must have strong analytical\u002Fmathematical skills and working knowledge of machine learning<\u002Fli>\n<li>Experience in R, Python, Scala, and\u002For other statistical and machine learning software<\u002Fli>\n<li>Experience with Deep Learning<\u002Fli>\n<li>Experience with PyTorch, Keras, or Tensorflow<\u002Fli>\n<\u002Ful>\n<p><br>\n<b>Preferred Experience<\u002Fb><\u002Fp>\n<ul>\n<li>Masters Degree or PhD in Science or related field encouraged but not required<\u002Fli>\n<li>Good knowledge and hands on experience in distributed technologies such as Hadoop, Hive, Spark<\u002Fli>\n<li>Publication record or past research experience<\u002Fli>\n<li>Experience building custom layers for deep learning frameworks (PyTorch, Keras, Tensorflow or similar)<\u002Fli>\n<li>Experience translating research papers to code<\u002Fli>\n<li>Achievements in data competitions such as Kaggle a plus<\u002Fli>\n<li>Experience in Scala<\u002Fli>\n<li>Experience in software development and version control<\u002Fli>\n<li>Experience with NLP<\u002Fli>\n<\u002Ful><p>#TTR<\u002Fp>\n<p>\nrec:it<br>\n<\u002Fp>\nRequired Experience<\u002Fdiv>","c7a1a91cbd61417d":"<div><p><b>Where good people build rewarding careers.<\u002Fb><\u002Fp><p>\nThink that working in the insurance field can&rsquo;t be exciting, rewarding and challenging? Think again. You&rsquo;ll help us reinvent protection and retirement to improve customers&rsquo; lives. We&rsquo;ll help you make an impact with our training and mentoring offerings. Here, you&rsquo;ll have the opportunity to expand and apply your skills in ways you never thought possible. And you&rsquo;ll have fun doing it. Join a company of individuals with hopes, plans and passions, all using and developing our talents for good, at work and in life.<\u002Fp><div><div><div>\nJob Description<\u002Fdiv><div><p>\nRisk analytics spans a broad set of empirically-based disciplines (applied statistics, econometrics, applied mathematics, algorithmics \u002F optimization, and machine learning \u002F data science) applied to and across all the major risk silos (credit, market, operational, liquidity, and model risk). We are seeking analysts in these fields to apply their training and experience to optimize risk-and-return business decisions in the Performance and Analytics team within Allstate&rsquo;s Enterprise Risk and Return Management group. We place a premium on expert statistical and econometric programming skills\u002Fexperience with real-world data (e.g. SAS, Matlab, Python, SPSS, R, C++). The Risk Analytics Data Scientist is responsible for aligning with and contributing to corporate objectives by identifying and developing growth and profitability opportunities that will enable Allstate to generate profitable market share growth. He\u002Fshe is accountable for using data and non-trivial statistical\u002Feconometric code that in most circumstances, seamlessly and directly translates into material business decisions for the firm. This includes building predictive models and developing original-yet-defensible methods that enable Allstate to make better decisions and win in the marketplace.<\u002Fp><p><\u002Fp><br>\n<p>\nThis role is responsible for leading the use of data to make risk-and-return analytics decisions. This includes the development and management of predictive modeling and the design and development and vetting of original methodology; statistical\u002Feconometric empirically-based coding expertise in at least one major relevant language is required (e.g. SAS, Matlab, Python, SPSS, R, C++) as this will serve as the basis by which the abovementioned business decisions are made.<\u002Fp><\u002Fdiv><\u002Fdiv><div><div>\nKey Responsibilities<\u002Fdiv><div><ul><li>\nUses best practices to implement and develop statistical, econometric, and machine learning techniques to build risk analytics models that directly address material business needs.<\u002Fli><li>\nPeer reviewed publications &amp; related awards are highly valued \u002F desired, as are technical conference decks.<\u002Fli><li>\nAcademic honors, top standardized test scores, scholarships and fellowships are highly valued \u002F desired.<\u002Fli><li>\nIncorporates independent replication and model validation methods into the model development process and understands the necessity for this, as well as the extreme efficiency gains that result from this best practice.<\u002Fli><li>\nWorks on data and complex business problems to drive improved risk-and-return business decisions and results by designing, building, and partnering to implement the right models for the right problems.<\u002Fli><li>\nCan identify new areas of data, research and methodology\u002Fmodels that can solve relevant risk-and-return business challenges.<\u002Fli><li>\nCollaborates the with team to understand the business&rsquo; problems to identify the optimal methodological, and modeling (method+language\u002Fplatform), approaches.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><div>\nJob Qualifications<\u002Fdiv><div><ul><li>\nMaster&rsquo;s or PhD degree preferred, or concentration in a quantitative field such as statistics, econometrics\u002Feconomics, data science, applied mathematics, computer science, and\u002For finance.<\u002Fli><li>\nBest-of-breed expertise in working with statistical software such as SAS, MatLab, Python, SPSS, R, C++.<\u002Fli><li>\nDemonstrated expertise using statistical and econometric modeling and\u002For machine learning techniques to build models that have driven company decision making.<\u002Fli><li>\nDemonstrated experience incorporating independent replication and model validation methods into the model development process.<\u002Fli><li>\nDemonstrated experience and ability developing and executing non-siloed, cross-disciplinary solutions to complex, real-world, non-textbook business challenges.<\u002Fli><li>\nDemonstrated ability and experience to provide both written and oral interpretation of highly specialized terms and data, and to present to others with varying levels of expertise to achieve &lsquo;buy-in&rsquo; to the right approaches.<\u002Fli><li>\nKnowledge of modeling techniques, and the experience to know how to select, apply, and test the right models for the right problems.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><p>\nThe candidate(s) offered this position will be required to submit to a background investigation, which includes a drug screen.<\u002Fp><p><b>\nGood Work. Good Life. Good Hands&reg;.\n<\u002Fb><\u002Fp><p>As a Fortune 100 company and industry leader, we provide a competitive salary &ndash; but that&rsquo;s just the beginning. Our Total Rewards package also offers benefits like tuition assistance, medical and dental insurance, as well as a robust pension and 401(k). Plus, you&rsquo;ll have access to a wide variety of programs to help you balance your work and personal life - including a generous paid time off policy.<\u002Fp><p>\nLearn more about life at Allstate. Connect with us on Twitter, Facebook, Instagram and LinkedIn or watch a video.<\u002Fp><p><b>\nAllstate generally does not sponsor individuals for employment-based visas for this position.<\u002Fb><\u002Fp><p>\nEffective July 1, 2014, under Indiana House Enrolled Act (HEA) 1242, it is against public policy of the State of Indiana and a discriminatory practice for an employer to discriminate against a prospective employee on the basis of status as a veteran by refusing to employ an applicant on the basis that they are a veteran of the armed forces of the United States, a member of the Indiana National Guard or a member of a reserve component.<br>\n<br>\nFor jobs in San Francisco, please click &quot;here&quot; for information regarding the San Francisco Fair Chance Ordinance.<\u002Fp><p>\nFor jobs in Los Angeles, please click &quot;here&quot; for information regarding the Los Angeles Fair Chance Initiative for Hiring Ordinance.<\u002Fp><p><br>\nIt is the Company&rsquo;s policy to employ the best qualified individuals available for all jobs. Therefore, any discriminatory action taken on account of an employee&rsquo;s ancestry, age, color, disability, genetic information, gender, gender identity, gender expression, sexual and reproductive health decision, marital status, medical condition, military or veteran status, national origin, race, religion (including religious dress), sex, or sexual orientation that adversely affects an employee's terms or conditions of employment is prohibited. This policy applies to all aspects of the employment relationship, including, but not limited to, hiring, training, salary administration, promotion, job assignment, benefits, discipline, and separation of employment<\u002Fp><\u002Fdiv>","52b1e8297b10cc4e":"<div><div>Data Scientist 5-190025663<\u002Fdiv><div>\n<\u002Fdiv><div>\nAt U.S. Bank, we're passionate about helping customers and the communities where we live and work. The fifth-largest bank in the United States, we&rsquo;re one of the country's most respected, innovative and successful financial institutions. U.S. Bank is an equal opportunity employer committed to creating a diverse workforce. We consider all qualified applicants without regard to race, religion, color, sex, national origin, age, sexual orientation, gender identity, disability or veteran status, among other factors.<div>\n<\u002Fdiv><div>\nThe Data Science collaborates with both Data Scientists and functional areas to work complex business problem solved by the statistical analysis and information processing of large datasets. The role involves the identification of data sources to support problem requirements, assisting in development of analytical modeling, and the implementation of software for the solutions. Ensures that all data acquisition and retention are compliant with company policies and standards.<br>\n<\u002Fdiv><div><\u002Fdiv><div>Responsibilities:<\u002Fdiv><ul><li>Build a detailed understanding of the problem domain and related data assets.<\u002Fli><li>Ensure that the data used follows the compliance, access management and control policies of the company while meeting the data governance requirements of the business.\n<\u002Fli><li>Work with technical groups to support the collection, integration and retention of the data sources in support of data science experimentation.<\u002Fli><li>Interpret and communicate the results in a manner that is understood by the business.<\u002Fli><li>Participate in data architecture decisions and technology deployments to support the modelling environment, and the operationalization of models &amp; other analytical results.<\u002Fli><\u002Ful><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nQualifications<div>\n<\u002Fdiv><div>\nBasic Qualifications<br>\n<ul><li>Bachelor's degree in a quantitative field such as statistics, computer science, engineering or applied mathematics, or equivalent work experience<\u002Fli><li>Five to seven years of data science experience<\u002Fli><\u002Ful><br>\nPreferred Skills\u002FExperience<\u002Fdiv><ul><li>Experience with C, Java, Python, and SQL programming languages, with knowledge of related data analysis libraries.<\u002Fli><li>Knowledge of relational databases and the Hadoop ecosystem, including Ambari, Hive, Kafka, and other services.<\u002Fli><li>Demonstrate an analytical approach to solving problems.\n<\u002Fli><li>Continuously develop and acquire new technical skills.<\u002Fli><li>Excellent communication skills, ability to work with multiple teams, and strong work ethic<\u002Fli><\u002Ful><br>\n<\u002Fdiv><div>\n<\u002Fdiv><div>\nJob Information Technology<\u002Fdiv><div>\nPrimary Location Minnesota-MN-Richfield<\u002Fdiv><div>\nShift 1st - Daytime<\u002Fdiv><div>\nAverage Hours Per Week 40<\u002Fdiv><\u002Fdiv>","1f60cf53dc7f6331":"<div><div><div>Convoy, one of the fastest growing startups in the U.S., is transforming the $800 billion trucking industry. We offer the world's largest companies the best option for moving their freight through our network of thousands of technology-connected trucking companies.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe Data Science team is at the core of Convoy&rsquo;s platform. We build the models that power freight pricing, shipment offer relevance, auction bidding strategy, and other core services. The breadth of the problems space is huge, spanning machine learning, optimization, metric definition, econometrics, and analytics domains. And we have only begun to dig into the difficult and diverse problems in our two-sided marketplace.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nAbout You:<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAre you excited about working autonomously and being responsible for your domain end-to-end? At Convoy, we are a highly aligned team that operates in a dynamic environment and pivots where needed to focus on what matters most. You will collaborate with Research Scientists, Product Managers, and Engineers across the Product organization and interact with stakeholders across the company. You will be responsible for defining core business logic in our data warehouse, developing and disseminating insights to drive product decisions, conducting experiments, and building analytic models.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>As a Data Scientist on our Supply team, you will play a critical role in generating insights and experiments that direct our supply operations and product teams. You&rsquo;ll embed fully into the business to develop a deep understanding of day-to-day operations and bring that perspective into a close partnership with our central Data Science and Marketplace Growth teams.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>If you are curious minded and are passionate about joining a company that is making data science and analytics a fundamental part of our success, join us.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You have the following experience:<\u002Fb><\u002Fh3><div><ul><li>\nDegree in economics, statistics, business analytics, operations research, a natural science or equivalent quantitative subject.<\u002Fli><li>\nExperience in Business Intelligence or Data Scientist - Analytics roles (candidates with substantially more experience are strongly encouraged to apply).<\u002Fli><li>\nExperience with SQL and R\u002FPython in dynamic business environments.\n<\u002Fli><li>Ability to break down high level business problems into concrete analytical solutions.<\u002Fli><li>\nExcellent communicator that can flow across a wide range of partners (product, engineering, sales, etc).<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Nice to have skills and experience:<\u002Fb><\u002Fh3><div><ul><li>\nM.S. in economics, statistics, business analytics, operations research, a natural science or equivalent quantitative subject.<\u002Fli><li>\nETL pipeline experience.<\u002Fli><li>\nExperience with Tableau or other similar data visualization tool.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Benefits of working at Convoy:<\u002Fb><\u002Fh3><div><ul><li><b>\nHealth &amp; Wellness:<\u002Fb> Taking care of your health comes first. Convoy covers 100% of your medical, dental, and vision premiums, and 85% for your family. We also provide access to the gym and showers in our building.<\u002Fli><li><b>\nIn-Office Happiness:<\u002Fb> Enjoy catered meals multiple times through the week, and fully stocked fridges and pantries to keep you running full.<\u002Fli><li><b>\nCommuter Benefits:<\u002Fb> We transport the world; the least we can do is help get you to work. Every employee receives a fully paid Orca Card to get you around on the bus, light rail, or water taxi. We also provide locked bike storage if you prefer to pedal in.<\u002Fli><li><b>\nTime Off:<\u002Fb> Life outside of work matters! Convoy has a flexible vacation policy, so take the time off you need- we don&rsquo;t track vacation or sick time. We also offer generous parental leave for those expecting new additions to their family.<\u002Fli><li><b>\nCompensation:<\u002Fb> We offer market competitive compensation, including stock options and a 401k plan to help save for retirement.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Convoy is an equal-opportunity employer and we welcome applicants from all backgrounds. If you&rsquo;re a passionate team player who wants to have an outsized impact on a diverse and dynamic team, we&rsquo;d love to hear from you!<\u002Fdiv><\u002Fdiv><\u002Fdiv>","69e45af1f17a70b0":"<div><p>The University of Southern California&rsquo;s (USC&rsquo;s) Information Technology Services is seeking a talented <b>Data Scientist<\u002Fb> with an exceptional commitment to service excellence to join its team. As the Data Scientist, you will be an integral member of the <b>Enterprise Data and Analytics<\u002Fb> team, collaborating with diverse and talented team members to help solve multidimensional information technology problems, improve customer experience, and generate value for our campus stakeholders across a broad base of departments and constituencies.<\u002Fp><p><b>\nTHE TEAM<\u002Fb><\u002Fp><p>\nITS has embarked on a major digital transformation initiative to continually improve services for faculty, staff, and students in support of USC&rsquo;s ascent as a leading institution of higher education. The ITS vision aligns strategy, business, and services; affirms ITS cultural values; empowers cross-functional teamwork; embraces world-class best practices; and promotes innovation, excellence, agility, and efficiency. To achieve this vision, ITS is committed to providing a modern technology infrastructure that is resilient and delivers the performance necessary to meet the demands of a growing customer base, training in the latest technologies for its highly productive and motivated workforce, outstanding customer experience, and technology services that are aligned with the university&rsquo;s mission to provide exceptional learning opportunities for students. ITS is creating a workplace where employees can develop cutting-edge skills, take pride in the services they provide, and have access to the roles and career paths that align to their abilities and potential.<\u002Fp><p>\nWe are looking for top talent to join us on our journey.<\u002Fp><p><b>\nITS CULTURE<\u002Fb><\u002Fp><p>\nUSC&rsquo;s ITS organization represents a diverse and talented team, committed to supporting a collaborative culture and delivering secure and innovative IT services, core to the mission of USC. ITS values accountability, excellence, and commitment to exceptional customer experience. ITS strives for a supportive and inclusive culture that encourages employees to do their best work every day and where individuals are recognized and celebrated for their contributions.<\u002Fp><p><b>\nABOUT USC<\u002Fb><\u002Fp><p>\nUSC is the leading private research university in Los Angeles&mdash;a global center for arts, technology, and international business. With more than 47,500 students, we are located primarily in Los Angeles but also in various US and global satellite locations. As the largest private employer in Los Angeles, responsible for $8 billion annually in economic activity in the region, we offer the opportunity to work in a dynamic and diverse environment, in careers that span a broad spectrum of talents and skills across a variety of academic and professional schools and administrative units. As a USC employee and member of the Trojan Family&mdash;the faculty, staff, students, and alumni who make USC a great place to work&mdash;you will enjoy excellent benefits, including a variety of well-being programs designed to help individuals achieve work-life balance.<\u002Fp><p><b>\nCome join the ITS team and work as a trusted partner in shaping an environment of innovation and excellence for the university.<\u002Fb><\u002Fp><p><\u002Fp><p><b><br>\nMINIMUM QUALIFICATIONS<\u002Fb><br>\nThe candidate for the position of <b>Data Scientist <\u002Fb>must meet the following qualifications:<\u002Fp><ul><li>\nBachelor's degree in a relevant field such as applied mathematics, data science, computer science, statistics, etc., or equivalent combination of education, training, and experience.<\u002Fli><li>\nFive years of experience in a relevant field such as data science, information technology, cognitive engineering, etc.<\u002Fli><li>\nExperience using statistical computer languages, such as R, Python, SQL, etc., to manipulate data and draw insights from large data sets.<\u002Fli><li>\nKnowledge of current data modelling tools.<\u002Fli><li>\nKnowledge of a variety of machine-learning techniques and algorithms, such as clustering, decision tree learning, artificial neural networks, etc.<\u002Fli><li>\nExperience with common data science toolkits.<\u002Fli><li>\nExperience working with and creating data models and data architecture.<\u002Fli><li>\nExperience using data visualization tools such as Tableau, ArcGis, and D3.<\u002Fli><li>\nProficiency in using query languages such as SQL and MDX.<\u002Fli><li>\nExperience working with relational (e.g., MySQL, SQL Server, Oracle, Snowflake, Redshift) and non-relational (e.g., Mongo, NoSQL) databases.<\u002Fli><li>\nKnowledge of applied statistical concepts and skills such as distributions, statistical testing, regression, etc.<\u002Fli><li>\nExperience with scripting and programming in several languages.<\u002Fli><li>\nExcellent written and verbal communication skills.<\u002Fli><li>\nAbility to provide both detailed information and summaries to management-level individuals and groups.<\u002Fli><li>\nExperience developing customer relationships and delivering customer-focused service.<\u002Fli><li>\nProven problem-solving and decision-making skills with the ability to uncover root causes and evaluate different solution options.<\u002Fli><\u002Ful><p><b>\nPREFERRED QUALIFICATIONS<\u002Fb><br>\nThe ideal candidate for the position of <b>Data Scientist<\u002Fb> has the following qualifications:<\u002Fp><ul><li>\nBachelor's degree in a relevant field such as applied mathematics, data science, computer science, statistics, etc.<\u002Fli><li>\nMore than eight years of experience in a relevant field such as data science, information technology, cognitive engineering, etc.<\u002Fli><li>\nStrong interest in data science and AI.<\u002Fli><li>\nExperience in open domain (e.g. GitHub).<\u002Fli><li>\nPublished in the areas of artificial intelligence or data science.<\u002Fli><\u002Ful><p><b>\nTHE WORK YOU WILL DO<\u002Fb><\u002Fp><p>\nThe <b>Data Scientist<\u002Fb> leverages mass data from across the university to develop intelligent business insights and effect innovative change for customers and stakeholders across the organization. This role utilizes analytical, statistical, and programming skills to collect, analyze, and interpret large data sets. The Data Scientist is charged with identifying the data analytics problems that offer the greatest opportunities for the university, determining the correct data sets and variables, and interpreting the data analysis to discover solutions and opportunities. As a member of ITS, the Data Scientist demonstrates ITS values in action.<\u002Fp><p><b>\nJob Accountabilities<\u002Fb><\u002Fp><p>\nThe <b>Data Scientist:<\u002Fb><\u002Fp><ul><li>\nPartners closely with stakeholders to identify high-impact applications of data to solve meaningful business problems. Identifies, mines, and analyzes medium and large datasets to unearth insights that drive new business value for the university. Communicates positively and effectively with customers. Assists in solving some of the organization&rsquo;s most challenging problems.<\u002Fli><li>\nDevelops robust statistical and machine learning models and implements processes to evaluate, automate, and improve model performance. Builds, iterates, and validates predictive models using multiple statistical techniques. Supports process improvement efforts within the enterprise data and analytics team and across ITS.<\u002Fli><li>\nLeads efforts with various functions to test, deploy, and iterate on data science solutions. Builds, executes, and evaluates A\u002FB tests. Performs data manipulation, wrangling, cleansing, and analysis. Utilizes best practices in data science to effectively solve problems.<\u002Fli><li>\nAnalyzes data and collaborates with leadership and technical teams to identify potential insights to drive decision making. Seeks to involve stakeholders in developing solutions to problems. Identifies and develops processes for capturing data and maintaining data integrity through transformative data-wrangling operations.<\u002Fli><li>\nManages the progress of projects by tracking activities, resolving issues, and recommending actions. Provides project teams, peers, customers, vendors, and stakeholders with regular updates on deliverables and project status.<\u002Fli><li>\nProvides feedback to improve the quality of data collection to ensure adequacy, accuracy, and legitimacy of data. Introduces conversational fluency in data science topics throughout the university by contributing to the knowledge-share process. Facilitates innovation and continuous improvement by leveraging the latest industry knowledge. Maintains currency with new technologies in data science.<\u002Fli><li>\nContributes to an inclusive environment that values differences by building and maintaining collaborative relationships with team members, peers, and ITS leaders. Actively embodies ITS values and behaviors, including accountability, ethics, and best-in-class customer service. Contributes to a culture of trust and transparency by sharing information broadly, openly, and deliberately.<\u002Fli><li>\nSupports the vision for Enterprise Data and Analytics. Works closely with team members and management to implement and support effective solutions for data science. Maintains currency with technology, standards, and best practices. Supports process improvement efforts within the team and across ITS.<\u002Fli><li>\nPerforms other related duties as assigned or requested. The university reserves the right to add or change duties at any time.<\u002Fli><\u002Ful><br>\nMINIMUM QUALIFICATIONS The candidate for the position of Data Scientist must meet the following qualifications: &bull; Bachelor's degree in a relevant field such as applied mathematics, data science, computer science, statistics, etc., or equivalent combination of education, training, and experience. &bull; Five years of experience in a relevant field such as data science, information technology, cognitive engineering, etc. &bull; Experience using statistical computer languages, such as R, Python, SQL, etc., to manipulate data and draw insights from large data sets. &bull; Knowledge of current data modelling tools. &bull; Knowledge of a variety of machine-learning techniques and algorithms, such as clustering, decision tree learning, artificial neural networks, etc. &bull; Experience with common data science toolkits. &bull; Experience working with and creating data models and data architecture. &bull; Experience using data visualization tools such as Tableau, ArcGis, and D3. &bull; Proficiency in using query languages such as SQL and MDX. &bull; Experience working with relational (e.g., MySQL, SQL Server, Oracle, Snowflake, Redshift) and non-relational (e.g., Mongo, NoSQL) databases. &bull; Knowledge of applied statistical concepts and skills such as distributions, statistical testing, regression, etc. &bull; Experience with scripting and programming in several languages. &bull; Excellent written and verbal communication skills. &bull; Ability to provide both detailed information and summaries to management-level individuals and groups. &bull; Experience developing customer relationships and delivering customer-focused service. &bull; Proven problem-solving and decision-making skills with the ability to uncover root causes and evaluate different solution options.<\u002Fdiv>","6f5539ce86085fb4":"The mission of this OR position is to work with\u002Funder a full-time\n<br>team member to design and implement OR model in DOC.\n<br><br>\n<b>Required skills:<\u002Fb><br>\nExperience in solving scheduling\u002Fproduction planning\u002Frevenue\n<br>optimization\u002Fnetwork design problem using operations research techniques and\n<br>heuristics (+2 years)\n<br><br>\n<b>For cotton project:<\u002Fb> Desired skills for this project will be expertise on\n<br>stochastic control or a agent based simulation, likely to be found under a\n<br>EE major or finance major.\n<br><br>\n<b>For Field Selection:<\u002Fb> Desired experience solving resource allocation type of\n<br>problems\n<br><br>\nCPLEX\u002FGurobi experience (+2 years)\n<br><br>\nJava experience (+2 years)\n<br><br>\nDatabase knowledge (+2 years)\n<br><br>\nKnowledge in either Python or R (+2 years)\n<br><br>\n<b>Preferred skills:<\u002Fb><br>\nExperience in IBM DOC, experience in constraint programming\n<br><br>\nExperience in discrete event or agent based simulation\n<br><br>\nPhD in Operations Research, Industrial Engineering, Electrical\n<br>Engineering, Control System, Chemical Engineer, any related area; OR Masters\n<br>with 2 years of industry experience\n<br><br>\n<b>Employee Status :<\u002Fb> Full Time Employee\n<br><b>Shift :<\u002Fb> Day Job\n<br><b>Travel :<\u002Fb> No\n<br><b>Job Posting :<\u002Fb> Oct 01 2019\n<br><br>\n<b>About Cognizant Cognizant (Nasdaq-100:<\u002Fb> CTSH) is one of the world's leading professional services companies, transforming clients' business, operating and technology models for the digital era. Our unique industry-based, consultative approach helps clients envision, build and run more innovative and efficient businesses. Headquartered in the U.S., Cognizant is ranked 193 on the Fortune 500 and is consistently listed among the most admired companies in the world. Learn how Cognizant helps clients lead with digital at www.cognizant.com or follow us @Cognizant.\n<br>Cognizant is recognized as a Military Friendly Employer and is a coalition member of the Veteran Jobs Mission. Our Cognizant Veterans Network assists Veterans in building and growing a career at Cognizant that allows them to leverage the leadership, loyalty, integrity, and commitment to excellence instilled in them through participation in military service.","18c4175926502a1e":"<div><\u002Fdiv><div><div><p>As a data scientist, you will leverage your expertise to develop machine learning solutions to large scale data-centric problems at one of the largest travel based ad tech companies in the world<\u002Fp>\n<p>The Data Science team at Clicktripz deploys models at scale, runs rigorous statistical analysis, and builds technologies that empower the company to make evidence-based decisions. We value candidates who are driven to produce work that is high quality and rigorous, who are passionate about innovating, and who are dedicated to continuous education<\u002Fp>\n<p>Come join us and grow your career while having an impact.<\u002Fp>\n<p><b>Responsibilities include, but are not limited to:<\u002Fb><\u002Fp>\n<ul><li>Collaborate with the Clicktripz product and engineering groups to deploy, monitor, and maintain production machine learning systems<\u002Fli>\n<li>Use machine learning capabilities to guide feature development and identify new business opportunities<\u002Fli>\n<li>Generating client-facing reports of product performance and impact to assist business groups in selling the benefits of the Clicktripz platform<\u002Fli>\n<li>Enable others in the organization to utilize your work by creating internal tools and dashboards<\u002Fli>\n<\u002Ful><p><b>Minimum Qualifications<\u002Fb><\u002Fp>\n<ul><li>Bachelor's Degree in computer science, machine learning, statistics, econometrics or related field. Masters, Ph.D. or equivalent experience preferred<\u002Fli>\n<li>2+ years of experience in applied machine learning, predictive modeling, and statistical analysis<\u002Fli>\n<li>A solid foundation in modern machine learning algorithms<\u002Fli>\n<li>Experience using R, Matlab, Jupyter or other statistical software<\u002Fli>\n<li>Fluency in Python<\u002Fli>\n<li>Experience working with containerized applications and orchestrations systems e.g. Docker, Kubernetes<\u002Fli>\n<li>Excellent communication skills - while the Data Science group is currently located in Los Angeles, we are a global company with clients and employees all around the world<\u002Fli>\n<\u002Ful><p><b>Preferred Qualifications<\u002Fb><\u002Fp>\n<ul><li>Familiarity with a BI Platform like Tableau or DOMO<\u002Fli>\n<li>Working experience as a software engineer, familiar with the software development lifecycle and pushing code to production<\u002Fli>\n<li>Experience with deploying or maintaining highly reliable web applications<\u002Fli>\n<\u002Ful><p>To apply for the position, please email your resume. Thank you.<\u002Fp><\u002Fdiv><\u002Fdiv>","f492713460470c39":"<div><p>Comcast's Technology &amp; Product organization works at the intersection of media and technology. Our innovative teams are continually developing and delivering products that transform the customer experience. From creating apps like TVGo to new features such as the Talking Guide on the X1 platform, we work every day to make a positive impact through innovation in the pursuit of building amazing products that are enjoyable, easy to use and accessible across all platforms. The team also develops and supports our evolving network architecture, including next-generation consumer systems and technologies, infrastructure and engineering, network integration and management tools, and technical standards.<\u002Fp><div><\u002Fdiv><br>\n<br>\n<br>\n<p><\u002Fp><p><b>Job Summary:<\u002Fb><br>\nResponsible for leveraging internal and external data to provide<br>\ninsights and information which supports a facts-based decision making<br>\nprocess. Provides input into strategy, analysis methods, and tool<br>\nselection. Acts as a key contributor in a complex and crucial<br>\nenvironment. May lead teams or projects and shares expertise.<\u002Fp><p><\u002Fp><br>\n<div><b>\nCore Responsibilities:<\u002Fb><br>\n<ul><li>Lead a small group of less experienced team members on analytical<\u002Fli><\u002Ful>\n projects or on cross-functional teams. Frequently serves as team lead on<br>\n multiple projects, mentor and train junior team members.<br>\n<ul><li>Review and approve methodologies used for advanced analysis projects<\u002Fli><\u002Ful>\n (predictive models, clustering\u002Fsegmentation, etc.) by junior team<br>\n members and others<br>\n<ul><li>Leads complex projects using wide breadth of data sciences and<\u002Fli><\u002Ful>\n advanced techniques.<br>\n<ul><li>Manages the review, revision and maintenance of existing internal<\u002Fli><\u002Ful>\n procedures to ensure quality and efficiency.<br>\n<ul><li>Determine appropriate methods, prove viability of selected method and<\u002Fli><\u002Ful>\n educate internal teams as to the analytical foundation.<br>\n<ul><li>Uses analytical rigor and statistical methods to analyze large amounts<\u002Fli><\u002Ful>\n of data, extracting actionable insights using advanced statistical<br>\n techniques such as data analysis, data mining, optimization tools, and<br>\n machine learning techniques and statistics (e.g., predictive models,<br>\n LTV, propensity models).<br>\n<ul><li>Leads large scale projects that utilize online &amp; offline data,<\u002Fli><\u002Ful>\n structured &amp; unstructured data, set top box data<br>\n (media\u002Fbehavioral\u002Fattitudinal) to build customer centric models and<br>\n optimization tools.<br>\n<ul><li>Consistent exercise of independent judgment and discretion in matters<\u002Fli><\u002Ful>\n of significance.<br>\n<ul><li>Regular, consistent and punctual attendance. Must be able to work<\u002Fli><\u002Ful>\n nights and weekends, variable schedule(s) as necessary.<br>\n<ul><li>Other duties and responsibilities as assigned.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp><br>\n<div><b>\nJob Specification:<\u002Fb><br>\n<ul><li>Master's Degree<\u002Fli><li>Economics, Statistics, Mathematics, Decision Science, Operational<\u002Fli><\u002Ful>\n Research, Computer Science, Engineering, or related field<br>\n<ul><li>Generally requires 3-8 years related experience.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<br>\n<br>\n<p><\u002Fp><p>Comcast is an EOE\u002FVeterans\u002FDisabled\u002FLGBT employer<\u002Fp><\u002Fdiv>","3edfcd2168eec782":"<div><b>Position Overview:<\u002Fb><br>\n<br>\nThe Climate Corporation&rsquo;s mission is to help the world&rsquo;s farmers sustainably increase their productivity with digital tools. The Climate Corporation leads the industry in connected acres, and the rapidly growing volume of on-farm data, in combination with other large data resources, are opening new opportunities to deploy advanced computational and machine learning methods to help farmers increase their productivity and improve the sustainability of their practices.<br>\n<br>\nIn order to take advantage of increasing amounts of agricultural and genetic data, the Climate Corporation is seeking an experienced, self-motivated and hands-on computational geneticist to join Genetics Modeling Team. You will focus on identifying appropriate datasets and developing machine<br>\nlearning models by integrating genetic and pedigree data into crop modeling frameworks to understand key drivers of yield performance for various cropping systems.<br>\n<br>\n<b>Basic Qualifications:<\u002Fb><br>\n<ul><li>Ph.D. in Computational Genetics, Crop Genetics, Plant Science or other related life science discipline<\u002Fli><li>\nExpertise in the field of crop genetics and statistical genetics (QTL, GWAS, GWS, GBLUP and MAS) with very strong computational skills<\u002Fli><li>\nMinimum of 2 years industrial work experience in building machine learning models with crop genomic data, pedigree information, complex phenotype and other agronomic data<\u002Fli><li>\nFully proficiency with Python, R, SQL, C\u002FC++, Linux\u002FUnix<\u002Fli><li>\nExperience with database, data wrangling, statistical models, quantitative genetic methods, machine learning algorithms and their proper application to different genomic data<\u002Fli><li>\nPassionate about extracting quantitative insights from genomic data and apply them to crop modeling frameworks<\u002Fli><\u002Ful><b>\nPreferred Qualifications:<\u002Fb><br>\n<ul><li>Extensive experience in crop disease and other key agronomic traits<\u002Fli><li>\nExperience with cloud platforms such as AWS, Domino<\u002Fli><li>\nExperience in Deep Learning algorithms and framework<\u002Fli><li>\nStrong analytical, effective and creative problem-solving ability to develop quick yet sound solutions to resolve complex issues<\u002Fli><li>\nStrong organizational skills and inclination to work in multi-disciplinary environments, and desire to see ideas realized in practice<\u002Fli><li>\nGood interpersonal and communication skills<\u002Fli><\u002Ful><br>\n<b>\nWhat You Will Do:<\u002Fb><br>\n<ul><li>Develop innovative computational approaches to various types of genomic data by integrating the other data and interpret analytical results<\u002Fli><li>\nApply machine learning techniques to automate a large genotype-phenotype dataset analysis<\u002Fli><li>\nDevelop code to implement analysis workflows in a robust and reproducible fashion<\u002Fli><li>\nWork with data scientists and engineers to build real time models and maintain the datasets from which models are created<\u002Fli><li>\nPartner with scientists in Climate teams and R&amp;D organization to support crop models<\u002Fli><li>\nExplore new technologies in genomic research and apply them in projects<\u002Fli><li>\nAssist with high-level analysis, design, and code reviews<\u002Fli><\u002Ful><br>\n<p><b>\nWhat We Offer:<\u002Fb><\u002Fp><p>\nOur teams are composed of industry experts, top scientists, and talented engineers. The environment is extremely engaging and fast-paced, with dozens of specialties coming together to provide the best possible products and experiences for our customers.<\u002Fp><p>\nWe provide competitive salaries and some of the best perks in the industry, including:<\u002Fp><ul><li>\nSuperb medical, dental, vision, life, disability benefits, and a 401k matching program<\u002Fli><li>\nA stocked kitchen with a large assortment of snacks &amp; drinks to get you through the day<\u002Fli><li>\nEncouragement to get out of the office and into the field with agents and farmers to see first-hand how our products are being used<\u002Fli><li>\nWe take part and offer various workshops, conferences, meet-up groups, tech-talks, and hackathons to encourage participation and growth in both community involvement and career development<\u002Fli><\u002Ful><p>\nWe also hinge our cultural DNA on these five values:<\u002Fp><ul><li>\nInspire one another<\u002Fli><li>\nInnovate in all we do<\u002Fli><li>\nLeave a mark on the world<\u002Fli><li>\nFind the possible in the impossible<\u002Fli><li>\nBe direct and transparent<\u002Fli><\u002Ful><br>\n<p>\nLearn more about our team and our mission:<\u002Fp><p>\nThe Climate Corporation - The Technology Behind Making A Difference<\u002Fp><p>\nhttps:\u002F\u002Fyoutu.be\u002Fc5TgbpE9UBI or visit https:\u002F\u002Fclimate.com\u002Fcareers<\u002Fp><\u002Fdiv>","d3789c028355f889":"<div><p><b>Summary: <\u002Fb>The Business Intelligence Developer is responsible for aggregating data from multiple sources in an efficient data warehouse and designing enterprise-level solutions for very large multidimensional databases. As a BI Developer, you collaborate as part of a team composed of technical leaders representing the enterprise, application, data and network architecture, infrastructure security, and business management leaders.<\u002Fp>\n<p><b>\nKnowledge, Skills, and\u002For Abilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Logical and Physical Database Design &amp; Development using best practices for OLTP and OLAP (Kimball, Inmon) systems<\u002Fli>\n<li>Experience in complex query techniques and advanced analytical functions<\u002Fli>\n<li>Proficient in performance analysis, monitoring and SQL query tuning<\u002Fli>\n<li>Hands on experience with Cloud platforms<\u002Fli>\n<li>Worked on all phases of software development life cycle<\u002Fli>\n<li>Conversant with waterfall and agile methodologies<\u002Fli>\n<li>Experience in automating DevOps processes<\u002Fli>\n<li>Good knowledge of API technologies (SOAP, REST)<\u002Fli>\n<li>Knowledge of BI tools like Cognos, Oracle BI<\u002Fli>\n<li>Preferable experience with Phyton, Java, JSON<\u002Fli>\n<li>Knowledge of NoSQL and distributed systems is a plus<\u002Fli>\n<li>Experience in insurance and finance industry preferred<\u002Fli>\n<li>Any experience with Salesforce would also be desirable<\u002Fli>\n<\u002Ful><p><b>Essential Duties and Responsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Design, develop and Test ETL processes per business requirements<\u002Fli>\n<li>Plan deployments, moving from Dev to QA to Production environments<\u002Fli>\n<li>Load\u002Fextract data from\u002Fto multiple data sources including cloud applications (Salesforce.com, Applied Epic, Callidus ICM)<\u002Fli>\n<li>Ensure designed systems are reliable, self-recovering and require minimal support<\u002Fli>\n<li>Work on troubleshooting data integration errors and identifying the data issues between data sources\u002Ftargets<\u002Fli>\n<li>Research, analyze and define technical problems and recommend alternative solutions<\u002Fli>\n<li>Gather reporting and analysis requirements and translate into reporting structured data models, including aggregate tables, pivoted tables, and relational and dimensional (star-schema) data marts.<\u002Fli>\n<li>Define and document complex technical design\u002Frequirements for integrations and data warehousing<\u002Fli>\n<li>Develop \u002FMaintain processes that conduct service calls through APIs that interface with applications on cloud<\u002Fli>\n<li>Document all of the following: business requirements, design requirements, and development work<\u002Fli>\n<\u002Ful><p><b>Education and\u002For Experience<\u002Fb><b>:<\u002Fb><\u002Fp>\n<ul>\n<li>6+ years of related experience in data warehousing<\u002Fli>\n<li>At least 4 years&rsquo; experience using SSIS, SSAS, SSRS<\u002Fli>\n<li>Expert-level SQL coding and performance tuning skills<\u002Fli><\u002Ful><\u002Fdiv>","624330ca1042c52c":"<div><\u002Fdiv><div><div><div><div>Boston, Massachusetts<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><h4 class=\"jobSectionHeader\"><b>\nThe Data Scientist Role<\u002Fb><\u002Fh4>\n<\u002Fdiv><\u002Fdiv><div><div><div><p>You will support development efforts in the AI domain which includes machine learning (ML), optical character recognition (OCR), and natural language processing (NLP). You will implement the research teams efforts in a diverse set of challenges as we rapidly prototype and build new products. You will interact with product and engineering teams to implement solutions for customer facing software products. We will provide you with any equipment that you need.<\u002Fp><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><div><div><h4 class=\"jobSectionHeader\"><b>Responsibilities:<\u002Fb><\u002Fh4>\n<\u002Fdiv><\u002Fdiv><div><div><div><ul><li>Translate product ideas into well-posed data science challenges, and solve them<\u002Fli><li>\nDesign and deploy Machine Learning (ML) systems using supervised, unsupervised learning, NLP, and NLU<\u002Fli><li>\nParticipate in the broader ML community to stay current with the latest techniques and software<\u002Fli><li>\nGood knowledge of image processing and computer vision techniques is required<\u002Fli><li>\nFlexibility to travel to clients throughout North America<\u002Fli><\u002Ful><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><div><div><h4 class=\"jobSectionHeader\"><b>Qualifications:<\u002Fb><\u002Fh4>\n<\u002Fdiv><\u002Fdiv><div><div><div><ul><li>Competencies typically acquired through a masters or bachelor&rsquo;s degree program in Engineering, Computer Science, Mathematics, or a related field &ndash; especially an understanding of statistics, linear algebra, and mathematical analysis.<\u002Fli><li>\n3-5 years of relevant work experience in the area of machine learning and\u002For deep learning, including experience manipulating and analyzing unstructured data sets.<\u002Fli><li>\nA strong programming background &ndash; preferably with <b>Python<\u002Fb>, but also Java, C++, or similar language &ndash; along with knowledge of standard machine learning libraries (TensorFlow, PyTorch, Caffe2, SciKit-Learn, etc.).<\u002Fli><li>\nA proven track record of rapid prototyping and development, leveraging open source or commercial frameworks.<\u002Fli><li>\nAbility to thrive in a fast-paced environment with significant uncertainty.<\u002Fli><li>\nPossess strong analytical and problem-solving skills with a positive mindset and attitude.<\u002Fli><li>\nExcellent oral communication skills are necessary<\u002Fli><\u002Ful><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><div><div><h4 class=\"jobSectionHeader\"><b>Flexibility<\u002Fb><\u002Fh4>\n<\u002Fdiv><\u002Fdiv><div><div><div><ul><li>Ability to travel to Boston to work with the team and client. Travel will be paid for by NeuroSoph.<\u002Fli><li>\nAbility to engage in research and drive to become a lead AI research scientist.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","13a3bb646a252673":"<p><\u002Fp><div><p>At Regions, the Data Scientist works with small teams of data scientists , analysts and visualization experts contributing independently to solve high complexity business problems. The ideal candidate has a depth of knowledge in quantitative analytic methods, data management, visualization, and programming skills suitable to drive data driven decisions. Researches, models, implements and validates algorithms (predictive and prescriptive) to analyze diverse sources of data to achieve targeted outcomes.\n<\u002Fp><p><\u002Fp><p><b>Primary Responsibilities\n<\u002Fb><\u002Fp><ul><li>Works with large, structured, and un-structured datasets\n<\u002Fli><li>Uses quantitative and analytical techniques to accelerate profitable growth and customer engagement - unlocking value across all functional areas of business\n<\u002Fli><li>Uses Big Data tools (Hadoop, Spark, H2O, CDSW, Domino Labs, etc.) to build data analytics solutions\n<\u002Fli><li>Builds machine learning and Artificial Intelligence (AI) models from development through testing and validation\n<\u002Fli><li>Designs rich data visualizations to communicate complex ideas to business leaders and executives\n<\u002Fli><li>Draws insights from data to make quick, well informed decisions with available information\n<\u002Fli><li>Primarily focuses on daily deliverables of routine and defined outputs, while at the same time developing knowledge of the broader context in which the work is being performed\n<\u002Fli><\u002Ful><p><\u002Fp><p>This position is exempt from timekeeping requirements under the Fair Labor Standards Act and is not eligible for overtime pay.\n<\u002Fp><p><\u002Fp><p><b>Requirements\n<\u002Fb><\u002Fp><ul><li>Bachelor&rsquo;s degree with five (5) years of experience\n<\u002Fli><li>OR Master&rsquo;s degree with two (2) years of experience in a quantitative\u002Fanalytical\u002FSTEM field\n<\u002Fli><li>One (1) year of working experience in Machine Learning, Deep Learning, or Artificial Intelligence\n<\u002Fli><li>One (1) year of working programming experience in Python, Ruby, R, Matlab, Scala, or Java\n<\u002Fli><li>One (1) year of hands-on experience with Big Data technologies\n<p><\u002Fp><p><b>Preferences\n<\u002Fb><\u002Fp><\u002Fli><\u002Ful><ul><li>Background in banking and\u002For other financial services\n<\u002Fli><li>Experience in libraries such as TensorFlow, Pytorch, or Keras\n<\u002Fli><li>Experience in Agile Software Development\n<\u002Fli><li>Knowledge in Google Analytics and\u002For Adobe Digital\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Skills and Competencies\n<\u002Fb><\u002Fp><ul><li>Strong business acumen with the ability to communicate with both business and Information Technology (IT) leaders\n<\u002Fli><li>Deep understanding of statistical and predictive modeling concepts, machine learning approaches, clustering and classification techniques, and recommendation and optimization algorithms\n<\u002Fli><li>Expertise in analyzing large, complex, multi-dimensional datasets using a variety of tools like Python, R, Statistical Analysis System (SAS), or Statistical Package for the Social Sciences (SPSS)\n<\u002Fli><li>Comfortable with both relational databases and Hadoop-based data mining frameworks\n<\u002Fli><li>Advanced Structured Query Language (SQL) skills\n<\u002Fli><li>Proficient in visualization tools like Power Business Intelligence (BI), Tableau\n<\u002Fli><li>Strong communication skills through data visualizations, written and oral presentations\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Additional Locations:\n<\u002Fb><\u002Fp><p>Birmingham, AL; Denver, CO\n<\u002Fp><p><\u002Fp><p><b>Position Type\n<\u002Fb><\u002Fp>Full time\n<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>Location Details\n<\u002Fb><\u002Fh2>Regions Center - Birmingham\n<p><\u002Fp><h3 class=\"jobSectionHeader\"><b>Location:\n<\u002Fb><\u002Fh3>Birmingham, Alabama\n<p><\u002Fp><p>EEO\u002FAA\u002FMinorities\u002FFemales\u002FDisabled\u002FVeterans<\u002Fp><\u002Fdiv>","330eb07eab7c5487":"<p><\u002Fp><div><p>This role supports all aspects of Signet North America through data management, reporting and strategic analytics. Works closely with leadership to develop reports and analytic insights with the goal of increasing revenue, lowering costs, and creating efficiencies. Supports Signet&rsquo;s ACE (Analytics Center of Excellence) Community by acting as subject matter expert for the company&rsquo;s preferred BI tools (Alteryx and Tableau) and engaging with other analytical team members to increase their knowledge of data and analytics.<\u002Fp><p><\u002Fp><p><b>\nMajor Responsibilities\u002FEssential Functions:\n<\u002Fb><\u002Fp><ul><li>Understand and prioritize business problems and identify ways to leverage data to recommend solutions to business problems. Organize and synthesize data into actionable business decisions, focused on insights. Visualize complex data sets, draw conclusions and relationships, and develop actionable recommendations. Provide insight into, trends, financial and business operations through data analysis and the development of business intelligence visuals.<\u002Fli><li>\nWork with advanced business intelligence tools to complete complex calculations, table calculations, geographic mapping, data blending, and optimization of data extracts. Properly use linear and non-linear predictive models, and optimization techniques.<\u002Fli><li>\nDevelop dashboards and prepare executive level (or targeted audience) presentations to clearly articulate the results of the analysis. Explain, through strong communication skills and analytical analysis, the business value and expected impact of the work. Clearly and fluently translate technical findings to a non-technical team with quantified insights.<\u002Fli><li>\nPartner with IT, the Data Governance Council, and the ACE Community to oversee the creation and management of the company&rsquo;s EDW (Enterprise Data Warehouse). Use best practices from the larger Alteryx and Tableau community to review and certify analytical assets (Enterprise Macros and Analytical Apps) that can be utilized by the ACE community. This certification process will require working with analytical team members across the company to ensure data assets met certification standards for documentation, data validation, and end user experience.<\u002Fli><li>\nEngage and collaborate with analytical team members across the company to increase the organization's analytical capabilities. This includes serving as a subject matter expert on BI tools and analytical techniques including, data blending, statistical modeling, automation of manual processes, and data visualization.<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nPosition Qualifications:\n<\u002Fb><\u002Fp><ul><li>Education Required: Master&rsquo;s degree in Business, Analytics, Statistics, or similar field.<\u002Fli><li>\nRequired or Acceptable Job-Related Experience: Experience translating analysis results into business insights and recommendations.<\u002Fli><li>\nYears of Job-Related Experience Required: 3 - 5 years<\u002Fli><li>\nTechnical\u002FOther Skills Required: Advanced knowledge of various business intelligence tools including - Microsoft Excel, Access, Alteryx, and Tableau. Experience with statistical data analysis, such as linear models, multivariate analysis, and sampling methods. Experience with SQL, Python, Java, and R is plus.<\u002Fli><\u002Ful><p><\u002Fp><p>\nEmployee Contract Type<\u002Fp><\u002Fdiv>","22f71b64fef5792e":"<div><div>Location:<br>\n<b>San Jose, California, USA<\u002Fb><p><br>\nThis high-profile scientist role will be responsible for leading the data mining research and algorithm design for TCL&rsquo;s advanced cloud-based services and applications. The ideal candidate is an expert in data mining and statistical analysis of large-scale data sets, for example, media content and meta-data, or user behavior log data. The scientist works very closely with the engineering team leaders and product\u002Fprogram managers to deploy the advanced algorithms into our service platform and endpoint devices. The scientist must be multi-disciplined and have good communication skills and trained documentation capabilities.<\u002Fp>\n<p><b>Responsibilities:<\u002Fb><\u002Fp>\n<ul><li>Lead the R&amp;D activity in data mining area<\u002Fli><li>Work closely with the engineering team and product\u002Fprogram managers to deploy algorithms into the products<\u002Fli><li>Investigate for trend\u002Fchallenge in data mining and machine learning area<\u002Fli><li>Constantly research the technical alternatives and develop strategies to succeed<\u002Fli><li>Constantly evaluate new technologies, ideas, concepts, and designs<\u002Fli><\u002Ful>\n<p><b>Qualification:<\u002Fb><\u002Fp>\n<ul><li>Strong background in data mining, machine learning and statistical analysis<\u002Fli><li>Strong background in algorithm and patent development<\u002Fli><li>Familiar with cloud computing and web-base technology<\u002Fli><li>Sensitive to new design ideas and novel models for user interactions and data sensoring\u002Fcollection<\u002Fli><li>Enthusiastic and engaging team player<\u002Fli><li>Professional\u002Fpolished communicator<\u002Fli><\u002Ful>\n<p><b>Requirements:\n<\u002Fb><\u002Fp><ul><li>Ph.D. in Computer Science, Statistics, Computer Engineering or Electrical Engineering major preferred<\u002Fli><li>5+ years research experiences in data mining or machine learning<\u002Fli><li>Experience in applying algorithm into commercial products is a plus<\u002Fli><li>Experience in recommendation or ranking systems is a plus<\u002Fli><li>Connected product and services experience is a plus<\u002Fli><li>Excellent leadership, communication and teamwork skills<\u002Fli><\u002Ful>\n<p>TCL Research America, the research arm of TCL Corporation in North America, offers competitive compensation, benefits and bonus to our employees. TCL is the global leader of consumer electronics and communications, which owns the world 3rd largest TV business and 5th largest mobile phone business, with more than 75,000 employees worldwide. More information of the company can be found at www.TCL-AMERICA.com<\u002Fp>\n<p>Please submit your resume in pdf to CAREER.AMERICA@TCL.COM, our human resource staff will follow up with your application shortly.<\u002Fp><\u002Fdiv><\u002Fdiv>","0cc7090c5f5cc162":"<div><div><div><b>About Houzz<\u002Fb><\u002Fdiv><div>\nHouzz is the leading home renovation and design platform in the world. We have a highly engaged community of more than 40 million unique monthly users who leverage our technologies to find inspiration for their next home project, connect with over 2.3 million home design and remodeling professionals and discover products in the Houzz Shop.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nAbout the Role<\u002Fb><\u002Fdiv><div>\nOur Data Scientists play a direct role in the direction of our company and are able to work across multiple groups to implement fresh ideas that allow Houzz to be the industry leader.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nOur mission is to provide Houzz with data-driven insights. We are working on discovering information hidden in vast amounts of data to make intelligent business decisions and to deliver better products. Critical projects will focus on the ongoing development of statistical and machine learning models across all areas of Houzz, improving experiment and measurement systems, the learning of data-driven insights to guide future product development and business direction.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nIf you are interested in applying your passion to create products that will transform the lives of millions of users remodeling and decorating their homes and the professionals who serve them, please apply.<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>What You'll Do<\u002Fb><\u002Fh3><div><ul><li>\nBuild advanced statistical and machine learning models to solve problems like customer segmentation, customer lifetime value prediction, pricing optimization, user experience personalization, etc.<\u002Fli><li>\nProvide data-driven insights to identify business opportunities, to drive changes across marketing, products and various operation teams and ultimately improve customer value and business metrics<\u002Fli><li>\nDefine key metrics to guide business decision making, such as engagement and lifetime value tracking across various aspects of our site<\u002Fli><li>\nDesign and conduct experiments and conduct root cause analysis<\u002Fli><li>\nWork with data infrastructure and product engineering teams to define the data collection needs and to produce statistical\u002Fmachine learning models<\u002Fli><div><br>\n<\u002Fdiv><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>At a Minimum, We'd Like You to Have<\u002Fb><\u002Fh3><div><ul><li>\nA PhD in Statistics, Computer Science, Electrical Engineering, or similar fields; MS graduates with strong academic records and 2+ years relevant industry experience are welcome to apply<\u002Fli><li>\nA deep understanding of statistics and machine learning methods<\u002Fli><li>\nStrong programming skills in Python or R<\u002Fli><li>\nProficiency in SQL or willing to learn<\u002Fli><li>\nStrong communication, presentation and interpersonal skills<\u002Fli><li>\nSelf-motivation, independence, and eagerness to learn<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Ideally, You'll Also Have<\u002Fb><\u002Fh3><div><ul><li>\n2+ years full-time relevant industry experience<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>__________________<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nBe Who You Are and Do What You Love at Houzz<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nWe&rsquo;re a Family<\u002Fb><\u002Fdiv><div>\nAt Houzz, we strive to create and foster a strong family environment in our workplace. We collaborate to accomplish our goals, always working as a team. We aim to build a culture of inclusion &mdash; celebrating and leveraging our differences for the betterment of one another, our products and our community.\n<\u002Fdiv><div>Houzz team members come from many backgrounds and bring diverse experiences to the company. We take pride in making each person feel at home.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nWe Build the Future<\u002Fb><\u002Fdiv><div>\nJoin Houzz in revolutionizing the home remodeling and design industry and have an impact on the more than 40 million homeowners who use our platform every month and the 2.3 million-plus home professionals around the world who are active on the site. Houzz has been named one of the most innovative companies in the world by CNBC and others, and is backed by top venture capitalists. At Houzz, you can help drive the future of an industry worth $1.2 trillion in the U.S. and Europe alone.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nWe Make Things Happen<\u002Fb><\u002Fdiv><div>\nOur team members play a key role in guiding the direction of our company and are able to work across multiple groups to implement fresh ideas that allow Houzz to be the industry leader. If you are interested in applying your passion to create products that will transform the lives of millions of people who are designing, remodeling and decorating their homes, welcome to Houzz.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nBenefits and Perks<\u002Fb><\u002Fdiv><ul><li>Competitive salary<\u002Fli><li>Flexible paid time off<\u002Fli><li>Commuter benefits<\u002Fli><li>Medical, dental, vision and pet insurance<\u002Fli><li>Employee assistance program<\u002Fli><li>401k retirement savings plan<\u002Fli><li>Maternity\u002Fpaternity leave program<\u002Fli><li>Flexible spending accounts<\u002Fli><li>Healthy at Houzz program<\u002Fli><li>Catered meals, fully stocked kitchens and much more!<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><div>\nHouzz is an Equal Opportunity Employer.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","81a92992abf9bce5":"<p><\u002Fp><div><div><div><b>The Data Scientist<\u002Fb> will design, deploy and support a large data warehouse used agency wide for analytics. The <b>Data Scientist<\u002Fb> will work with end users and the Government customer to collect and assess requirements as well as to design and deploy a scalable SQL Data Warehouse leveraging the latest, most forward-leaning technologies available in the market.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><i>Duties and Responsibilities:<\u002Fi>\n<\u002Fdiv><ul><li>Design a Data Warehouse with multi-dimensional layers for reporting and analysis including the creation of the ingestion layer as well as scalable data catalogs and data marts.<\u002Fli><li>\nAct as a SME in all facets of the design, deployment and support of Data Warehouse models\n<\u002Fli><li>Leverage or create API-based or RESTful based services for developers and data scientist use.<\u002Fli><li>\nAnalyze, design, deploy and support a data-hygiene focused based architecture that maps to standard practices and agency data governance policies<\u002Fli><li>\nOther duties as assigned<\u002Fli><\u002Ful>\n<div><\u002Fdiv><div><i>Minimum Qualifications:<\u002Fi> (To perform this job successfully, an individual must be able to perform each essential duty satisfactorily.)\n<\u002Fdiv><ul><li>Bachelor&rsquo;s Degree in Statistics, Mathematics, Computer Science or another quantitative field\n<\u002Fli><ul><li>Equivalent years of experience may be used in lieu of degree<\u002Fli><\u002Ful><li>\n4+ years of relevant experience with the following software \u002F tools:<\u002Fli><ul><li>\nExperience querying databases and using statistical computer languages: R, Python, SLQ, etc.\n<\u002Fli><li>Experience creating and using advanced machine learning algorithms and statistics.<\u002Fli><li>\nPrior experience supporting IC\u002FDoD<\u002Fli><\u002Ful><li>\nHave experience in:<\u002Fli><ul><li>\nSource Data | Multiple source inputs including flat files, SQL and Oracle databases, non-relational database connections like DynamoDB.<\u002Fli><li>\nIngest | Including a Subject Matter expertise in ETL creation for the purpose of ingesting data from multiple sources<\u002Fli><li>\nSchema Creation | Expert level creation of scalable schemas within SQL and the creation of a Data Warehouse<\u002Fli><li>\nExposure | Expertise in the creation of Data Marts and Data Catalogs including the leveraging of BI tools such as Tableau to expose and connect to those data marts<\u002Fli><li>\nBI | Expertise in using tools to create visualizations from the DataMart to meet both customer and Government requirements<\u002Fli><\u002Ful><li>\nActive Top-Secret Clearance with ability to obtain SCI\n<\u002Fli><\u002Ful><div><\u002Fdiv><div><i>Knowledge, Skills and Abilities:<\u002Fi>\n<\u002Fdiv><ul><li>Active Top-Secret Clerance with SCI highly desired<\u002Fli><li>\nAbility to work independently and yet be effective within a team setting<\u002Fli><li>\nMust be capable of managing multiple efforts with time related constraints in a fast-paced contracting environment<\u002Fli><li>\nDemonstrated ability to effectively communicate and collaborate with diverse internal and external stakeholder groups and individuals<\u002Fli><li>\nFriendly presence, helpful attitude, good interpersonal skills, and ability to work well with others.<\u002Fli><li>\nExcellent skills in Microsoft Word, Excel, and other Office applications<\u002Fli><li>\nProficient with Microsoft Office Applications, and experience working in a home office setting as well as the ability to train end users on frequently asked technical issues.<\u002Fli><li>\nAbility to provide technical assistance and support over the phone; good phone skills, professional demeanor, previous customer service experience strongly desired.<\u002Fli><li>\nGood problem-solving skills; ability to visualize a problem\u002Fsituation and think abstractly to solve it<\u002Fli><\u002Ful>\n<div><\u002Fdiv><div><i>Physical Demands:<\u002Fi> (The physical demands described here are representative of those that must be met by an employee to successfully perform the essential functions of this job. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.)<\u002Fdiv>\n<ul><li>While performing the duties of this Job, the employee is regularly required to sit and talk or hear. The employee is frequently required to walk; use hands to finger, handle, or feel and reach with hands and arms. The employee is occasionally required to stand; climb or balance and stoop, kneel, crouch, or crawl. The employee must occasionally lift and\u002For move up to 25 pounds. Specific vision abilities required by this job include close vision.<\u002Fli><\u002Ful>\n<div><\u002Fdiv><div><i>Work Environment: <\u002Fi>(The work environment characteristics described here are representative of those an employee encounters while performing the essential functions of this job.)<\u002Fdiv>\n<ul><li>The employee will normally work in a temperature-controlled office environment, with frequent exposure to electronic office equipment.<\u002Fli><li>\nDuring visits to areas of operations, may be exposed to extreme cold or hot weather conditions. Is occasionally exposed to fumes or airborne particles, toxic or caustic chemicals, and loud noise.<\u002Fli><\u002Ful>\n<div><\u002Fdiv><div><b>Chenega Corporation and family of companies is an EOE.\n<\u002Fb><\u002Fdiv><div><b>Equal Opportunity Employer\u002FVeterans\u002FDisabled<\u002Fb><\u002Fdiv>\n<div>Native preference under PL 93-638.\n<\u002Fdiv><div>We participate in the E-Verify Employment Verification Program.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<br>\n<\u002Fdiv><p><\u002Fp><div><b>Recruiter<\u002Fb> Dorsey Bumbrey<\u002Fdiv><\u002Fdiv>","f7073e5203088d8f":"<div><p><b>Position Description<\u002Fb><\u002Fp><br>\nAs the Walmart Voice Commerce team we are building completely new capabilities to allow our customers to shop by seamlessly interacting with their connected devices using spoken language. This team is part of the Growth organization and will build new voice experiences both in-house and in collaboration with strategic partners. Voice as a medium for shopping is still in its infancy and as part of this team you will get to work on industry leading solutions and be at the forefront of this emerging platform. You will get to part of defining how customers shop in everyday lives.<br>\n<p><b>Minimum Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>\nPh. D. in computer science or similar field or MS with 3+ years of related experience<br>\n<\u002Fli><li>Deep knowledge of machine learning, information retrieval, data mining, statistics, NLP or related field.<br>\n<\u002Fli><li>Good functional coding skills in C++, Java, Scala in addition to good knowledge of one of the scripting languages such as Python or Perl.<br>\n<\u002Fli><li>Experience working with large data sets and distributed computing tools a plus (Map\u002FReduce, Hadoop, Hive, Spark etc.)<br>\n<\u002Fli><li>Superior ability to analyze and interpret the results of product experiments.<br>\n<\u002Fli><li>Proven experience working with statistical languages such as R.<br>\n<\u002Fli><li>Strong communication skills both written and verbal<br>\n<\u002Fli><\u002Ful><br>\n<p><b>Additional Preferred Qualifications<\u002Fb><\u002Fp><br>\n<ul><li>\nKnowledge of Spark, Scikit-learn, Problem solving, Willing to learn new technologies.<br>\n<\u002Fli><li>Self-starter, Quick learner, Keen observer, eye for detail and someone who relishes challenges<br>\n<\u002Fli><li>Strong research and publication record<br>\n<\u002Fli><\u002Ful>\n<br>\n#LI-SN1<br>\n<p><b>Company Summary<\u002Fb><\u002Fp><br>\nThe Walmart eCommerce team is rapidly innovating to evolve and define the future state of shopping. As the world&rsquo;s largest retailer, we are on a mission to help people save money and live better. With the help of some of the brightest minds in technology, merchandising, marketing, supply chain, talent and more, we are reimagining the intersection of digital and physical shopping to help achieve that mission.<br>\n<p><b>Position Summary<\u002Fb><\u002Fp><br>\nAs the Walmart Voice Commerce team we are building completely new capabilities to allow our customers to shop by seamlessly interacting with their connected devices using spoken language. This team is part of the Growth organization and will build new voice experiences both in-house and in collaboration with strategic partners. Voice as a medium for shopping is still in its infancy and as part of this team you will get to work on industry leading solutions and be at the forefront of this emerging platform. You will get to part of defining how customers shop in everyday lives.<\u002Fdiv>","0aa9e712a9ff1946":"Summary \u002F Description\n<br><br>\nWe are currently seeking a motivated, career and customer oriented Data Scientist to join our team in Sterling, VA to begin an exciting and challenging career with Unisys Federal Systems.\n<br><br>\n<b>Key Responsibilities:<\u002Fb><br>\n<ul>\n<li>Develop an understanding of the customers data environment through data profiling and statistical analyses<\u002Fli>\n<li>Execute complex SQL queries of SQL Server\u002FOracle table(s) efficiently. (e.g., using tools such as Toad)<\u002Fli>\n<li>Design and development of complex large scale OLTP system in SQL Server\u002FOracle environment<\u002Fli>\n<li>Obtain, scrub, explore, model and interpret data currently stored in SQL Server\u002FOracle databases  using SQL and other data mining tools like SAS or SPSS Modeler<\u002Fli>\n<\u002Ful>\nRequirements\n<br><br>\nPOSITION REQUIREMENTS\n<br><br>\n<b>Required experience and skills:<\u002Fb><br>\n<ul>\n<li>Master's Degree and a minimum 15 years of experience or equivalent, such as a Bachelor's Degree and 17 years of experience.<\u002Fli>\n<li>Experience with developing predictive models for risk assessment arena using large data sets for high transactional volume environment<\u002Fli>\n<li>Experience with evaluating and measuring performance of models<\u002Fli>\n<li>Should have a firm understanding of common statistical modeling and techniques (e.g., linear regression, decision trees).<\u002Fli>\n<li>Conceptual understanding of  and\u002For prior experiences related to  data profiling, fuzzy matching, entity resolution<\u002Fli>\n<li>Demonstrate excellent troubleshooting skills.<\u002Fli>\n<li>Be a self-motivated, creative, organized, and inquisitive problem solver with a strong work ethic.<\u002Fli>\n<li>Be (or rapidly become) a thought-leader in the area of analytics\u002Fdata science with respect to entity resolution as it pertains to the customers mission.<\u002Fli>\n<li>Be able to generate written documentation of all work performed including Analysis reporting<\u002Fli>\n<li>Have a customer-focused demeanor.<\u002Fli>\n<li>Have effective oral and written communication skills.<\u002Fli>\n<li>Ability to understand and analyze data models  how the data is stored in relational databases<\u002Fli>\n<li>Ability to understand system integration aspects of integrating model input and output in transactional systems to help real time decision making<\u002Fli>\n<li>Good understanding software application architecture and develop integration approaches for predictive models<\u002Fli>\n<li>Prior experience in working in a mission oriented environment a plus<\u002Fli>\n<li>Experience with statistics, modeling and machine learning techniques a plus<\u002Fli>\n<li>Masters degree in Computer Science or Applied Mathematics or Computational Statistics preferred<\u002Fli>\n<li>Excellent oral and written communication skills<\u002Fli>\n<li>Ability to work effectively within a high energy and dynamic team environment<\u002Fli>\n<li>Experience working in an Agile work environment<\u002Fli>\n<\u002Ful>\nAbout Unisys\n<br><br>\nDo you have what it takes to be mission critical?\n<br><br>\nYour skills and experience could be mission critical for our Unisys team supporting the Federal Government in their mission to protect and defend our nation, and transform the way government agencies manage information and improve responsiveness to their customers. As a member of our diverse team, youll gain valuable career-enhancing experience as we support the design, development, testing, implementation, training, and maintenance of our federal governments critical systems.\n<br><br>\nApply today to become mission critical and help our nation meet the growing need for IT security, improved infrastructure, big data, and advanced analytics.\n<br><br>\nUnisys is a global information technology company that solves complex IT challenges at the intersection of modern and mission critical. We work with many of the world's largest companies and government organizations to secure and keep their mission-critical operations running at peak performance; streamline and transform their data centers; enhance support to their end users and constituents; and modernize their enterprise applications. We do this while protecting and building on their legacy IT investments. Our offerings include outsourcing and managed services, systems integration and consulting services, high-end server technology, cybersecurity and cloud management software, and maintenance and support services. Unisys has more than 23,000 employees serving clients around the world.\n<br><br>\nUnisys offers a very competitive benefits package including health insurance coverage from first day of employment, a 401k with an immediately vested company match, vacation and educational benefits. To learn more about Unisys visit us at www.Unisys.com.\n<br><br>\nUnisys is an Equal Opportunity Employer (EOE) - Minorities, Females, Disabled Persons, and Veterans.\n<br>#FED#","d0b1c820d78e2b91":"<div><p><i>At UMass Memorial Health Care, Everyone is a Caregiver regardless of title. Exceptional patient care, academic excellence and leading-edge research make UMass Memorial the premier health care system of Central and Western Massachusetts, and a place where we can help you build the career you deserve. We are more than 14,000 employees, working together as one health care system. And everyone, in their own unique way, plays an important part, everyday.<\u002Fi><\u002Fp><p><b>\nRequisition # <\u002Fb>192738<br>\n<b>Title:<\u002Fb> Data Scientist<br>\n<b>Department: <\u002Fb>PERFORMANCE IMPROVEMENT<br>\n<b>Location:<\u002Fb> UMass Memorial Medical Center &ndash; 100 Front St. Worcester, MA.<\u002Fp><p><b><i>\nPosition Summary:<\u002Fi><\u002Fb><\u002Fp><p>\nPartners with Transformation staff and operational stakeholders and executives to model, discover insights, and identify opportunities through the use of statistical, algorithmic, mining, and visualization techniques. Enables the development and execution of the Transformation Program work throughout the UMass Memorial Health Care system. Provides portfolio- and program-level guidance and mentorship to others working on Strategic Transformation initiatives. Collaborates at all levels of the organization to accomplish the UMMHC enterprise strategic goals and objectives.<\u002Fp><p><b>\nPosition Qualifications (License\u002FCertification\u002FEducation) Required:<\u002Fb><\u002Fp><ul><li>\nMaster&rsquo;s Degree in Mathematics, Statistics, Engineering, Computer Science, Data Sciences, Social Sciences, or equivalent field.<\u002Fli><li>\nCertification in Process Improvement (Lean\u002FSix Sigma\u002FTQM) or ability to earn certification within 6 months of employment.<\u002Fli><\u002Ful><p><b>\nPreferred:<\u002Fb><b> <\u002Fb>Cogito Certification for Epic.<br>\n<b>\n<\u002Fb><br>\n<b>Experience\u002FSkills Required:<\u002Fb><\u002Fp><ul><li>\nFive to ten years of experience working in the manufacturing, financial, healthcare, logistics, or equivalent industry in a function utilizing extensive knowledge of advanced statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.).<\u002Fli><li>\nExperience using statistical computer languages (R, Python, SQL, etc.) to manipulate data and draw insights from large data sets.<\u002Fli><li>\nCoding knowledge and experience with several languages (C, C++, Java, JavaScript, etc.).<\u002Fli><li>\nExtensive knowledge of statistical and data mining techniques.<\u002Fli><li>\nExperience working with Epic as a data source for analytical work.<\u002Fli><li>\nExperience in developing processes and tools to monitor and analyze model performance and data accuracy.<\u002Fli><li>\nExperience working with and creating data architectures.<\u002Fli><li>\nKnowledge of a variety of machine learning techniques.<\u002Fli><li>\nExperience using statistical software such as SAS, Minitab.<\u002Fli><li>\nHighly experienced in Data Visualization\u002Fpresentation Skills and Experience with Tableau.<\u002Fli><li>\nUnderstanding of methods such as queuing theory and theory of constraints.<\u002Fli><li>\nExcellent written and verbal communication skills.<\u002Fli><li>\nAbility to work in a team environment. Unless certification, licensure or registration is required, an equivalent combination of education and experience which provides proficiency in the areas of responsibility listed in this description may be substituted for the above requirements. Department-specific competencies and their measurements will be developed and maintained in the individual departments. The competencies will be maintained and attached to the departmental job description. Responsible managers will review competencies with position incumbents.<\u002Fli><\u002Ful><p><b>\nMajor Responsibilities:<\u002Fb><\u002Fp><ul><li>\nWorks closely with internal transformation customers and executives, Epic BI\u002FAnalytics specialists, project managers, program directors, and other IS teams to turn data into critical information\u002Fknowledge that can be used to make sound organizational decisions.<\u002Fli><li>\nIdentifies the business opportunities that offer the greatest benefits to the UMMHC organization and the transformation effort through the analysis of data to identify patterns and trends.<\u002Fli><li>\nApplies advanced statistical and\u002For predictive modeling techniques to improve multiple real-time, people-centric (dynamic) systems.<\u002Fli><li>\nCreates operational models related to theory of constraints, flow, productivity, queuing theory and quality systems. Designs experiments and tests hypotheses to support transformation initiatives.<\u002Fli><li>\nLeads process discovery sessions to define operation definitions for data and identify stakeholder&rsquo;s requirements for work in an ambiguous environment.<\u002Fli><li>\nIntegrates and prepares large, varied datasets, architecting specialized database and computing environments from disparate data sources, and specifically with Epic.<\u002Fli><li>\nProvides data that is consistent and reliable.<\u002Fli><li>\nCreatively develops and proposes innovative ways to look at problems by using data mining approaches on the set of information available.<\u002Fli><li>\nValidates findings using an experimental and iterative approach.<\u002Fli><li>\nPresents analysis and\u002For findings to the business and validates the work in a way that can be easily understood by business stakeholders.<\u002Fli><li>\nDevelops processes and tools to monitor and analyze model performance and data accuracy<\u002Fli><\u002Ful><p><b>\nStandard Staffing Level Responsibilities<\u002Fb><b>:<\u002Fb><\u002Fp><ul><li>\nComplies with established departmental policies, procedures and objectives.<\u002Fli><li>\nAttends variety of meetings, conferences, seminars as required or directed.<\u002Fli><li>\nDemonstrates use of Quality Improvement in daily operations.<\u002Fli><li>\nComplies with all health and safety regulations and requirements.<\u002Fli><li>\nRespects diverse views and approaches, demonstrates Standards of Respect, and contributes to creating and maintaining an environment of professionalism, tolerance, civility and acceptance toward all employees, patients and visitors.<\u002Fli><li>\nMaintains, regular, reliable, and predictable attendance<\u002Fli><li>\nPerforms other similar and related duties as required or directed.<\u002Fli><\u002Ful><p>\n <i>All responsibilities are essential job functions.<\u002Fi><br>\n<i>\n<\u002Fi><br>\n<i>We&rsquo;re striving to make respect a part of everything we do at UMass Memorial &ndash; for our patients and for each other. We&rsquo;re expecting that our new caregivers practice our six Standards of Respect: Acknowledge, Listen, Communicate, Be Responsive, Be a Team Player, and Be Kind, to help us make respect a part of how we take care of business everyday.<\u002Fi><\u002Fp><\u002Fdiv>","d736fef6445a799b":"<div><p>We are seeking a talented data scientist with a desire to become a part of a rapidly growing health insurance marketing and technology company.<br>\n<br>\nIdeal Concepts, Inc. an Inc. 5000 company and a 2017 Top Workplace In Lehigh Valley, is seeking a talented data scientist with a desire to become a part of a rapidly growing health insurance marketing and technology company. We have become a national leader in health insurance sales, and we would like to continue expanding our reach across the country.<\u002Fp><p>\n Ideal Concepts&rsquo; rapid growth necessitates an expanded marketing department. We are looking for a full time data scientist to help us make smarter decisions using existing performance data. The right candidate will be a vital part of all marketing efforts and will act as the data that supports marketing decisions. He\u002Fshe will be primarily focused on data mining, statistical analysis, and projection modeling.<\u002Fp><p><\u002Fp><br>\n<p>\nWe are looking for a self-motivated, highly analytical, experienced, and intelligent team player who is highly invested in the success of the company. The right candidate will fit into the existing company culture and will hold themselves responsible and accountable for the performance of all marketing channels.<\u002Fp><p>\n <b>Responsibilities:<\u002Fb><\u002Fp><ul><li>\nConducting regular statistical analysis across multiple marketing channels<\u002Fli><li>\nExtending our data via reputable third party sources<\u002Fli><li>\nProcessing, cleansing, and verifying the integrity of data used for analysis<\u002Fli><li>\nAiding in proprietary algorithms and machine learning models<\u002Fli><li>\nPreparing timely, actionable reports centered on return on investment (ROI), cost per acquisition (CPA), conversion\u002Fclose rate, etc.<\u002Fli><\u002Ful><p>\n <b>Requirements:<\u002Fb><\u002Fp><ul><li>\n3-5 years of business analysis experience a must<\u002Fli><li>\nExperience with business intelligence tools<\u002Fli><li>\nBasic understanding of the health insurance and Medicare industries a plus<\u002Fli><li>\nB.A. degree in a relevant field<\u002Fli><\u002Ful><p>\n <b>Benefits:<\u002Fb><\u002Fp><ul><li>\n15 PTO days<\u002Fli><li>\n8 paid predetermined holidays<\u002Fli><li>\n401K<\u002Fli><li>\nFully covered health benefits (100% company contribution), including major medical, dental, vision, and life insurance<\u002Fli><li>\nTechnology focused, fast paced working environment<\u002Fli><li>\nProfessional team atmosphere with motivated, career-driven professionals as co-workers<\u002Fli><li>\nExpansion and growth with one of the top health insurance marketing companies in the nation<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","d9956f83e8ee242c":"<div><p>Secure our Nation, Ignite your Future\n<\u002Fp><p><b>Job Summary\n<\u002Fb><\u002Fp><p>Each day U.S. Customs and Border Protection (CBP) oversees the massive flow of people, capital, and products that enter and depart the United States via air, land, sea, and cyberspace. The volume and complexity of both physical and virtual border crossings requires the application of &ldquo;big data&rdquo; solutions to promote efficient trade and travel. Through the use of effective &ldquo;big data&rdquo; technologies and solutions, CBP ensures that the movement of people, capital, and products is legal, safe, and secure.\n<\u002Fp><p><\u002Fp><p>In response to this challenge, ManTech, as a trusted mission partner of CBP, seeks capable, qualified, and versatile <b>Associate Data Scientists <\u002Fb>to join our highly dynamic team. As a Data Scientist you will help leverage large structured and unstructured datasets to develop and operationalize models, tools, and applications that drive optimized decision making. You will work on projects like data collection, mining, data and text analytics, clustering analysis, pattern recognition and extraction, automated classification and categorization, and entity resolution to implement and enhance automated risk assessment. You will collaborate with your team to develop and provide actionable insight with real and immediate impact on the safety and security of the United States, its citizens, visitors, and economy. Further, you will work closely and collaboratively with mission stakeholders; respond to emergent, mission-driven changes in priorities and expected outcomes; and, apply new and emerging tools and techniques.\n<\u002Fp><p><\u002Fp><p><b>Required Qualifications\n<\u002Fb><\u002Fp><ul><li>Experience working with SQL\n<\u002Fli><li>Experience with one of the following languages: Java, R, or python,\n<\u002Fli><li>Exposure in school developing machine learning models\n<\u002Fli><li>Exposure in school performing data analysis and interpreting results\n<\u002Fli><li>BS Degree in a related technical fields (Computer Science, Math, Statistics, etc.)\n<\u002Fli><li>Clearance: Active Top Secret\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Desired Qualifications\n<\u002Fb><\u002Fp><ul><li>Experience with SQL for data analysis\n<\u002Fli><li>Familiar with Unsupervised Machine Learning methods including Cluster Analysis (e.g., K-means, K-nearest Neighbor, Hierarchical, Deep Belief Networks, Principal Component Analysis), Segmentation, etc.\n<\u002Fli><li>Familiar with Supervised Machine Learning methods including Decision Trees, Support Vector Machines, Logistic Regression, Random\u002FRotation Forests, Categorization\u002FClassification, Neural Nets, Bayesian Networks, etc.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Clearance:\n<\u002Fb><\u002Fp><p>Applicants selected will be subject to a security investigation and may need to meet eligibility requirements for access to classified information; TS clearance is required as well as CBP suitability.\n<\u002Fp><p>Must be a US Citizen and able to obtain and maintain a U.S. Customs and Border Protection (CBP) Background Investigation.\n<\u002Fp><p><\u002Fp><p>#LI-FA1\n<\u002Fp><p><\u002Fp><p>ManTech International Corporation, as well as its subsidiaries proactively fulfills its role as an equal opportunity employer. We do not discriminate against any employee or applicant for employment because of race, color, sex, religion, age, sexual orientation, gender identity and expression, national origin, marital status, physical or mental disability, status as a Disabled Veteran, Recently Separated Veteran, Active Duty Wartime or Campaign Badge Veteran, Armed Forces Services Medal, or any other characteristic protected by law.\n<\u002Fp><p><\u002Fp><p>If you require a reasonable accommodation to apply for a position with ManTech through its online applicant system, please contact ManTech's Corporate EEO Department at (703) 218-6000. ManTech is an affirmative action\u002Fequal opportunity employer - minorities, females, disabled and protected veterans are urged to apply. ManTech's utilization of any external recruitment or job placement agency is predicated upon its full compliance with our equal opportunity\u002Faffirmative action policies. ManTech does not accept resumes from unsolicited recruiting firms. We pay no fees for unsolicited services.\n<\u002Fp><p><\u002Fp><p>If you are a qualified individual with a disability or a disabled veteran, you have the right to request an accommodation if you are unable or limited in your ability to use or access http:\u002F\u002Fwww.mantech.com\u002Fcareers\u002FPages\u002Fcareers.aspx as a result of your disability. To request an accommodation please click careers@mantech.com and provide your name and contact information.<\u002Fp><\u002Fdiv>","81521b7a6303cb7b":"<div><div><p>IQVIA&trade; is the leading human data science company focused on helping healthcare clients find unparalleled insights and better solutions for patients. Formed through the merger of IMS Health and Quintiles, IQVIA offers a broad range of solutions that harness the power of healthcare data, domain expertise, transformative technology, and advanced analytics to drive healthcare forward.<\u002Fp>\n<p>\nWe are looking for a creative, innovative, intellectually curious and entrepreneurial Data Scientist with experience in developing Machine Learning software to join our Plymouth Meeting (PA) team. This is an exciting opportunity to work in one of the world's leading human data science teams working with real world insights to help our clients answer specific questions globally, make more informed decisions and deliver results. If you are a Data Scientist who is keen to build data engineering and machine learning tools and products at the cutting-edge of life sciences, you will be in great company with this highly esteemed team of experts!<\u002Fp><p>\nThe primary focus of the role is to develop ML solutions on high scale, high complexity rich medical data to predict answers to healthcare challenges.<\u002Fp>\n<p><b>\nIdeally you will have:<\u002Fb><\u002Fp><ul><li><p>\nPostgraduate degree or higher involving machine learning or computer science<\u002Fp><\u002Fli><li><p>\nExperience of statistical \u002F machine learning projects in academia or commercial sector end to end with proven delivery capability including capturing requirements, designing analysis plans, interfacing with clients and report \u002F manuscript writing.<\u002Fp><\u002Fli><li><p>\nExperience developing scalable solutions and pipelines to handle large and complex data.<\u002Fp><\u002Fli><li><p>\nExcellent knowledge of supervised machine learning methods, such as regularized regressions, ensemble tree classifiers (e.g. xgboost), support vector machines, deep learning methods, etc. Good grasp of classical statistical methods, such as fitting regression models, inference testing and sampling.<\u002Fp><\u002Fli><li><p>\nStrong programming skills in Python. Experience in pySpark is highly beneficial.<\u002Fp><\u002Fli><li><p>\nSolid understanding of best coding practices and version control software such as Git, ability to write clean and efficient code and a good understanding of the data science package landscape.<\u002Fp><\u002Fli><li><p>\nFamiliarity with agile software development practices such as Scrum.<\u002Fp><\u002Fli><li><p>\nExcellent written and spoken communication skills, including ability to present technical concepts to lay audiences, write analysis plans for projects, contribute to proposals \u002F grant applications, pitch ideas effectively and persuasively to clients \u002F internal stakeholders, etc.<\u002Fp><\u002Fli><li><p>\nA proactive, innovative and pragmatic approach to problem solving and an ability to think critically and independently, able to work as part of a cross-functional team.<\u002Fp><\u002Fli><\u002Ful>\n<p>\nBonus points for:<\u002Fp><ul><li><p>\nPeer-reviewed publications involving machine learning<\u002Fp><\u002Fli><li><p>\nKnowledge of healthcare patient-level data.<\u002Fp><\u002Fli><li><p>\nKnowledge of epidemiology \u002F biostatistics, particularly analytical issues relating to studies of treatment effectiveness, disease progression, adherence, healthcare utilization, etc.<\u002Fp><\u002Fli><li><p>\nWork in bioinformatics.<\u002Fp><\u002Fli><li><p>\nKnowledge of healthcare \u002F life science issues involving Real-World Evidence.<\u002Fp><\u002Fli><li><p>\nExperience with patient-level, longitudinal data.<\u002Fp><\u002Fli><\u002Ful>\n<p>\nThe Team<\u002Fp><p>\nOur Predictive Analytics team is a fast-growing group of collaborative, enthusiastic, and entrepreneurial individuals<b>!<\u002Fb> In our never-ending quest for opportunities to harness the value of Real World Evidence (RWE), we are at the centre of IQVIA&rsquo;s advances in areas such as machine learning and cutting-edge statistical approaches. Our efforts improve retrospective clinical studies, under-diagnosis of rare diseases, personalized treatment response profiles, disease progression predictions, and clinical decision-support tools.<\u002Fp><p>\nYou will join this high-profile team to work on ground-breaking problems in health outcomes across disease areas including Oncology, Neurology, Chronic diseases such as diabetes, and a variety of very rare conditions. The Predictive Analytics team work hand-in-hand with statisticians, epidemiologists and disease area experts across the wider global RWI team, leveraging a vast variety of anonymous patient-level information from sources such as electronic health records. The data encompasses IQVIA&rsquo;s access to over 530 million anonymized patients as well as bespoke, custom partnerships with healthcare providers and payers.<\u002Fp><p><\u002Fp><p><i>\nJoin Us<\u002Fi><\u002Fp><p><\u002Fp><p>\nMaking a positive impact on human health takes insight, curiosity, and intellectual courage. It takes brave minds, pushing the boundaries to transform healthcare. Regardless of your role, you will have the opportunity to play an important part in helping our clients drive healthcare forward and ultimately improve outcomes for patients.<\u002Fp><p><\u002Fp><p>\nForge a career with greater purpose, make an impact, and never stop learning.<\u002Fp><p>\nIQVIA is an EEO Employer - Minorities\u002FFemales\u002FProtected Veterans\u002FDisabled<\u002Fp><p><\u002Fp><p>\nIQVIA, Inc. provides reasonable accommodations for applicants with disabilities. Applicants who require reasonable accommodation to submit an application for employment or otherwise participate in the application process should contact IQVIA&rsquo;s Talent Acquisition team at <i>workday_recruiting@iqvia.com<\u002Fi> to arrange for such an accommodation.<\u002Fp><br>\n<b>\nJob ID: <\u002Fb>R1097370<\u002Fdiv><\u002Fdiv>","b3fbe1215ac5601f":"<div><p><b>Role Description:\n<\u002Fb><\u002Fp><p>We are seeking an innovative and highly motivated professional to be part of a research and development team tasked with storing, managing, and annotating data sets from disparate sources to be used in the development of animal health products. Zoetis offers products across a continuum of animal care: genetics, diagnostics, devices and sensors, vaccines and medicines, and seeks to use the power of data and analytics to enhance the innovation pipeline. In addition, as the world leader in animal health, Zoetis seeks to integrate data and analytics with its diverse portfolio of animal health products to create additional value for customers and enhance overall customer experience. The successful candidate should have strong skills in managing large data sets, filtering, annotating and reviewing data from animal populations, and merging disparate data sources for scientists to utilize in developing insights. In addition, the successful candidate will be expected to develop methods to allow easy access of data to the researcher. Experience with management and analysis of very large data using standard databases and data lakes is essential. Candidate will work in a team environment with world-class experts supporting the discovery and development of products across the portfolio. Experience with animal-based data is a plus.\n<\u002Fp><p><\u002Fp><p><b>Responsibilities:\n<\u002Fb><\u002Fp><p>The major duties will include but are not limited to:\n<\u002Fp><ul><li>Develop innovative strategies to extract and store information from on-farm, kennel, laboratory, clinical and research sources on behalf of scientists for use in research and development.\n<\u002Fli><li>Provide expertise to manage large data sets from a wide variety of sources and provide support to scientists to integrate and access the data. Demonstrate willingness to incorporate new knowledge into projects and strategies to support data needs of research and development.\n<\u002Fli><li>Develop ontologies for rapid retrieval and annotation across the animal health space.\n<\u002Fli><li>Develop pipelines for data filtering and cleaning.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Qualifications:\n<\u002Fb><\u002Fp><ul><li>MS degree and at least 2 years of experience in computer science, information science, data analytics, statistics, engineering, or physics. Preference will be given for experience in managing multiple sources of complex data. Experience with implementing analytics algorithms in Python, Scala or a similar high-level programming language.\n<\u002Fli><li>Demonstrated skill analyzing large structured and unstructured datasets with Jupiter notebooks, R, Python or similar high-level tools, using big data stores (Cassandra, MongoDB, Hadoop, relational, etc.) Must be able to utilize UNIX systems, high-performance platforms and cloud computing.\n<\u002Fli><li>Experience with Statistical Analysis vs Rules based approaches.\n<\u002Fli><li>Passion for solving complex problems and making a difference.\n<\u002Fli><li>Ability to drive a project and work both independently and in a team.\n<\u002Fli><li>Excellent verbal and written communication skills, which includes the ability to present complex topics to non-technical audiences.\n<\u002Fli><li>Comfortable working in a rapidly changing environment and willingness to learn new skills and incorporate new ideas.\n<\u002Fli><\u002Ful><p><\u002Fp>Full time\n<p><\u002Fp>Regular\n<p><\u002Fp>Colleague\n<p><\u002Fp>Zoetis is committed to equal opportunity in the terms and conditions of employment for all employees and job applicants without regard to race, color, religion, sex, sexual orientation, age, gender identity or gender expression, national origin, disability or veteran status or any other protected classification. Disabled individuals are given an equal opportunity to use our online application system. We offer reasonable accommodations as an alternative if requested by an individual with a disability. Please contact Zoetis Colleague Services at zoetiscolleagueservices@zoetis.com to request an accommodation. Zoetis also complies with all applicable national, state and local laws governing nondiscrimination in employment as well as employment eligibility verification requirements of the Immigration and Nationality Act. All applicants must possess or obtain authorization to work in the US for Zoetis. Zoetis retains sole and exclusive discretion to pursue sponsorship for the acquisition or maintenance of nonimmigrant status and employment eligibility, considering factors such as availability of qualified US workers. Individuals requiring sponsorship must disclose this fact. Please note that Zoetis seeks information related to job applications from candidates for jobs in the U.S. solely via the following: (1) our company website at www.Zoetis.com\u002Fcareers site, or (2) via email to\u002Ffrom addresses using only the Zoetis domain of &ldquo;@zoetis.com&rdquo;. In addition, Zoetis does not use Google Hangout for any recruitment related activities. Any solicitation or request for information related to job applications with Zoetis via any other means and\u002For utilizing email addresses with any other domain should be disregarded. In addition, Zoetis will never ask candidates to make any type of personal financial investment related to gaining employment with Zoetis.<\u002Fdiv>"}