{"b17c6bb8954b4214":"<div><p><b>Position Description<\u002Fb><\u002Fp>\n<p>\nValiant is currently seeking someone to fill a highly skilled Data Scientist position. This person would support the Department of Defense applications of advanced data analytics to include machine learning, and artificial intelligence to enhance rapid decision-making capabilities. Along with supporting applications that demonstrate advanced heuristics with algorithms. Use of these skills will consist of the following areas:<\u002Fp>\n<ul>\n<li>Operational energy planning, coordination, and delivery.<\u002Fli>\n<li>Operational mission planning tools.<\u002Fli>\n<\u002Ful><p><b>The primary work location:<\u002Fb><\u002Fp>\n<ul>\n<li>Camp H.M. Smith, Hawaii.<\u002Fli>\n<\u002Ful><p><b>RESPONSIBILITIES:<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<ul>\n<li>Provide SME support for operational energy data and joint warfighting experimentation efforts to include:<\u002Fli>\n<\u002Ful><ul><li>Oversight of strategic data tools development<\u002Fli>\n<li>Oversight of the development of data systems, architecture, functional components, repositories\u002Fdatabases, and data protocols<\u002Fli>\n<li>Data lifecycle management<\u002Fli>\n<\u002Ful><ul><li>Provide specific product recommendations and guidance to AI\u002FML efforts to include advanced heuristics and algorithms.<\u002Fli>\n<li>Familiarity with Air Operations Center (AOC) functionality and processes to include Air Tasking Order (ATO) production and distribution.<\u002Fli><br>\n<\u002Ful><div><\u002Fdiv>\n<div><\u002Fdiv>\n<div><\u002Fdiv><div><p><b>CORE VALUES:<\u002Fb><\u002Fp>\n<p><b>\nINTEGRITY<\u002Fb> - Honesty, Trust and Respect in every situation.<\u002Fp>\n<p><b>\nEXCELLENCE<\u002Fb> - Performance, Effectiveness, Quality, and Safety in everything we do.<\u002Fp>\n<p><b>\nINNOVATION<\u002Fb> - Embracing new ideas and best practice in every service that we provide.<\u002Fp><br>\n<p><\u002Fp>\n<p><i>\nValiant Integrated Services is an equal opportunity\u002Faffirmative action employer. All qualified applicants will receive consideration for employment without regard to sex, gender identity, sexual orientation, race, color, religion, national origin, disability, protected veteran status, age, or any other characteristic protected by law.<\u002Fi><\u002Fp><br>\n<p><\u002Fp>\n<p>\nNOTICE: Valiant Integrated Services NEVER asks job applicants to issue any payment or service fees to Valiant or its recruiters as part of our application process. Before providing any personal information to outside parties, verify that the job you are applying for appears on our Careers site.<\u002Fp><\u002Fdiv><\u002Fdiv>","aaaad3cf2947297c":"<div><p><b>COMPANY PROFILE\n<\u002Fb><\u002Fp><p>Oshkosh Corporation is a leading manufacturer and marketer of access equipment, specialty vehicles and truck bodies for the primary markets of defense, concrete placement, refuse hauling, access equipment and fire &amp; emergency. Founded in 1917, Oshkosh Corporation has manufacturing operations in nine U.S. states and in Australia, Belgium, Brazil, Canada, China, France, Mexico, The Netherlands, and Romania. The company currently employs approximately 12,100 people worldwide.\n<br>\n<br>\nOshkosh Corporation is a Fortune 500, multi-billion dollar company. Oshkosh Corporation designs and builds the world's toughest specialty trucks, truck bodies, and access equipment by working shoulder-to-shoulder with the people who use them.<br>\n<br>\n<\u002Fp><p><b>SUMMARY<br>\n<\u002Fb><\u002Fp><p><\u002Fp><p>As a key member of the data science and analytics team for Corporate Engineering, the candidate will work across various segments\u002Funits of the business in cross-functional teams to develop and present practical and applicable data-driven insights that enhance Oshkosh product technology and competitive advantage. This challenging but high-impact role broadly covers many areas of typical data science and analytics work, from data acquisition and automated processing pipelines to data mining techniques and machine learning model development. Work scenarios also vary broadly based on business needs, from exploratory analysis and static reporting of historical datasets to streaming real-time vehicle telematics data to custom interactive dashboards. Highly motivated individuals with an eagerness to solve problems and learn new skills are encouraged to apply.<br>\n<\u002Fp><p><\u002Fp><p><b>ESSENTIAL DUTIES AND RESPONSIBILITIES<br>\n<\u002Fb><\u002Fp><p><\u002Fp><ul><li>Collaborate with other team members to execute the data science and analytics strategy in cross-segment telematics and other Corporate Engineering efforts.\n<\u002Fli><li>Acquire necessary business understanding to conduct appropriate analysis through communication with internal experts, external partners, and industrial researchers.\n<\u002Fli><li>Discover, acquire, explore, prepare, assess, and maintain datasets from a variety of sources to support analyses and ad-hoc investigative requests.\n<\u002Fli><li>Help identify valuable data sources and automate related tasks (ETL, reporting, etc.).\n<\u002Fli><li>Conduct data science and analytics work in a Big Data (Hadoop) ecosystem.\n<\u002Fli><li>Undertake the processing of structured and unstructured data.\n<\u002Fli><li>Analyze large amounts of information to discover trends and patterns.\n<\u002Fli><li>Use various machine learning algorithms to build most effective and useful models.\n<\u002Fli><li>Present information using data visualization techniques and chart\u002Fdashboard tools.\n<\u002Fli><li>Prepare and concisely deliver analysis results in visual and written forms that communicate data insights to both technical and non-technical audiences.\n<\u002Fli><li>Recognize valuable problems requiring advanced analytical techniques to solve and help develop and investigate research strategies towards industrial solutions.<br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>BASIC QUALIFICATIONS<br>\n<\u002Fb><\u002Fp><p><\u002Fp><ul><li>Bachelor's degree in computer science (or STEM or related field) and 3+ years of proven data-centric work experience; or Graduate degree in data science (or related field with applicable work experience).\n<\u002Fli><li>Experience with big data tools and architectures, such as Cloudera\u002FApache Hadoop, HDFS, Hive, Kudu, Impala, and Spark.<br>\n<\u002Fli><\u002Ful><p><\u002Fp><ul><li><b>PREFERRED EXPERIENCE\n<\u002Fb><\u002Fli><li>Must be highly organized and detail-oriented, with strong critical thinking, analytical, and problem solving skills.\n<\u002Fli><li>Able to handle multiple tasks in a fast-paced environment, both independently and as part of a team.\n<\u002Fli><li>Display excellent interpersonal skills as well as the ability to effectively present information and respond to questions from leadership and peers.\n<\u002Fli><li>Strongly motivated in learning new technologies and skills in data analytics fields\n<\u002Fli><li>Understanding of general concepts of statistics, data mining, machine learning, data visualization, information retrieval, artificial intelligence, and computer vision.\n<\u002Fli><li>Strong proficiency with Python (Anaconda distribution) and SQL is expected, and ideally experience with other languages too (Bash, R, Java, C++, Scala, etc.).\n<\u002Fli><li>Experience with big data tools and architectures, such as Cloudera\u002FApache Hadoop, HDFS, Hive, Kudu, Impala, and Spark.\n<\u002Fli><li>Working knowledge of telematics interfaces and streaming solutions (MQTT, NiFi, Kafka, HBASE, etc.) as well as other data delivery mechanisms (SFTP, APIs, etc.).\n<\u002Fli><li>Prior experience in industrial and\u002For manufacturing environments desired, and any experience with automotive or heavy duty on or off-road vehicles and controller area network (CAN) signals is a plus.\n<\u002Fli><\u002Ful><p><br>\n<i>Oshkosh Corporation is an Equal Opportunity and Affirmative Action Employer. This company will provide equal opportunity to all individuals without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or veteran status. Information collected regarding categories as provided by law will in no way affect the decision regarding an employment application.\n<\u002Fi><br>\n<br>\n<i>Oshkosh Corporation will not discharge or in any manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with Oshkosh Corporation's legal duty to furnish information.\n<\u002Fi><br>\n<br>\n<i>Certain positions with Oshkosh Corporation require access to controlled goods and technologies subject to the International Traffic in Arms Regulations or the Export Administration Regulations. Applicants for these positions may need to be &quot;U.S. Persons,&quot; as defined in these regulations. Generally, a &quot;U.S. Person&quot; is a U.S. citizen, lawful permanent resident, or an individual who has been admitted as a refugee or granted asylum.<\u002Fi><\u002Fp><\u002Fdiv>","0f2bfbee8174c464":"<div><p><b>Who We Are:<\u002Fb><\u002Fp><p><b>\nInforma<\u002Fb> is one of the world's leading knowledge providers. We create and deliver highly specialized information through publishing, events, training, market intelligence and expertise, providing valuable knowledge to individuals, businesses and organizations worldwide.<\u002Fp><p><b>\nInforma Markets <\u002Fb>is among the world's top Exhibitions organizers, organizing events that enable buyers and sellers in specialist communities to meet face to face, build relationships and conduct business. Informa has an extensive and diverse portfolio serving several core verticals.<\u002Fp><p>\n<\u002Fp><p><b>Global Reporting &amp; Analytics:<\u002Fb><\u002Fp><p>\nThe Global Reporting &amp; Analytics team at Informa Markets delivers timely and actionable information, as well as providing advanced analytic support to all areas of the business. Using enterprise level reporting and analytics tools, the Global Reporting &amp; Analytics team provides value add deliverables, as well as training to self-service users within the business. It is the goal of Global Reporting &amp; Analytics to enable channels that deliver the most timely and reliable data to the decision makers within the business.<\u002Fp><p>\n<\u002Fp><p><b>Position Description:<\u002Fb><\u002Fp><p>\nThe Data Scientist is a specialized position responsible for ad hoc analyses and projects requiring knowledge of advanced statistical methodologies and tools. This position is an expert statistician possessing experience with various analytics tools (R, SAS JMP, Python, Alteryx, etc.). The successful candidate will work with business and technical resources to identify, coordinate, and guide advanced analytic endeavors. The Data Scientist will also have the ability to effectively communicate findings to all levels of the business.<\u002Fp><p>\n<\u002Fp><p><b>Responsibilities:<\u002Fb><\u002Fp><ul>\n<li>Research and develop statistical models for data analysis\n<\u002Fli><li>Identify and direct valueadd initiatives within the business involving advanced statistical techniques\n<\u002Fli><li>Create and maintain documentation regarding advanced analytical initiatives<\u002Fli>\n<li>Work with Reporting Engineers, the Reporting Engagement team, and Self Service Analysts to understand analytical demand within the business, coordinate to meet that demand, and effectively communicate results to the business<\u002Fli>\n<li>Keep up to date with the latest relevant technology<\u002Fli>\n<li>Help the business implement statistical methodologies for real world, value add results<\u002Fli><\u002Ful><p>\n<\u002Fp><p><b>Skill Set:<\u002Fb><\u002Fp><ul>\n<li>Expert in statistical methods and predictive modeling<\u002Fli>\n<li>Extensive experience in data mining<\u002Fli>\n<li>Excellent SAS JMP skills<\u002Fli>\n<li>Strong communications skills and ability to coordinate project teams<\u002Fli>\n<li>Strong SQL development skills<\u002Fli>\n<li>Strong skill with R and\u002For Python a plus<\u002Fli>\n<li>Strong knowledge of MS Power BI preferred<\u002Fli><\u002Ful><p>\n<\u002Fp><p><b>We Offer:<\u002Fb><\u002Fp><ul>\n<li>Competitive Compensation Package<\u002Fli>\n<li>Access to LinkedIn Learning and other development\u002Ftraining opportunities<\u002Fli>\n<li>Health and Wellness Benefits (medical, dental, eye)<\u002Fli>\n<li>401K and Matching<\u002Fli>\n<li>Employee Stock Purchase Program<\u002Fli>\n<li>Generous PTO policy<\u002Fli>\n<li>Work-life balance<\u002Fli>\n<li>Additional discounts through various partnerships<\u002Fli><\u002Ful><p>\n<\u002Fp><p>Informa is an Equal Opportunity Employer, and all qualified applicants will receive consideration for employment without regard to race, color, religion, sex, gender identity, sexual orientation, or national origin.<\u002Fp><\u002Fdiv>","53acb0cca21db84d":"<p><\u002Fp><div><div><div>Data Scientist - Fraud Team (Remote)<\u002Fdiv> <div>(<\u002Fdiv> <div>Job Number:<\u002Fdiv> <div>047861<\u002Fdiv> <div>)\n<\u002Fdiv><\u002Fdiv><p><\u002Fp><div><h2 class=\"jobSectionHeader\"><b>Description\n<\u002Fb><\u002Fh2><div><ul><li>Responsible for analytics projects, understanding the business and data needs, discovering, cleaning, and transforming data as needed.\n<\u002Fli><li>Responsible for designing and building analytical models, prototyping, performing statistical analyses, providing diagnostic, descriptive, predictive and prescriptive analytics.\n<\u002Fli><li>Determines opportunities and needs around the use of machine and deep learning for help in prescriptive and predictive analytics, automation and model training.\n<\u002Fli><li>Responsible for modeling complex business problems, discovering business insights and identifying opportunities through the use of statistical, algorithmic, mining and visualization techniques.\n<\u002Fli><li>Responsible for integrating and preparing large, varied datasets, architecting specialized database and computing environments and communicating results.\n<\u002Fli><li>Responsible for quantitative analysis of structured, semi-structured and unstructured data to develop, test and harden advanced analytical models as required.\n<\u002Fli><li>Create and support statistical models to analyze, evaluate scenarios and potential future outcomes and risk.\n<\u002Fli><li>Analyze large amounts of data, using advanced statistical techniques and mathematical analyses, with statistical rigor.\n<\u002Fli><li>Use optimization, predictive modeling, forecasting and statistical modeling utilizing large data sets from multiple sources.\n<\u002Fli><li>Coordinate, facilitate and provide analytical support.\n <\u002Fli><li>Build relationships with affiliate divisions management and corporate staff groups.\n<\u002Fli><li>Develop and adhere to a formal, documented model control process.\n<\u002Fli><li>Conduct relevant research and create reports as needed.\n<\u002Fli><li>Other duties as assigned.\n<\u002Fli><\u002Ful><br>\n<\u002Fdiv><\u002Fdiv><p><\u002Fp><div><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><ul><li>Requires a Bachelors in Mathematics, Statistics, Accounting, Economic, Finance or other technical disciplines and 1+ yrs experience in statistical modeling, statistics, analytics or other directly related experience.\n<\u002Fli><li>A combination of education and experience may meet requirements.\n<\u002Fli><li>Basic knowledge of statistical modeling, mathematical, statistics, analytics, computer science and other related applications.\n<\u002Fli><li>Good orientation to quantitative, data-driven analysis using stats packages such as SAS (base, modeler, statistics, OR, text analytics); STATA; or SPSS; MATLAB; R, Python. Basic knowledge of SAS reporting tools.\n<\u002Fli><li>Ability to analyze large data sets from multiple data sources.\n<\u002Fli><li>Basic knowledge of project techniques and practices.\n<\u002Fli><li>Knowledge of department specific computer applications or other knowledge skills or abilities may apply.\n<\u002Fli><li>Good problem solving, analysis and communication skills, both verbal and written.\n<\u002Fli><li>Proficiency in word processing, spreadsheet and presentation creation tools, etc.\n<\u002Fli><li>Basic knowledge of defining problem structures, data requirements and benefits analysis.\n<\u002Fli><\u002Ful><br>\n<\u002Fdiv><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>Work Locations\n<\u002Fb><\u002Fh2><p>Utah-West Valley City-UT - Information Technology Op\n<\u002Fp><\u002Fdiv><p><\u002Fp><div><p>Business Operations\n<\u002Fp><\u002Fdiv><div><p>Oct 7, 2019<\u002Fp><\u002Fdiv><\u002Fdiv>","b3b2c39a09777cf3":"<div><div>Data Scientist-19001AH2<div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Fdiv><div><b>\nPreferred Qualifications<\u002Fb><div>\n<\u002Fdiv><div><b>\nOCI Data Scientist (IC3)<\u002Fb><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>Business Description<\u002Fb><\u002Fdiv>\n<div><i>The Oracle Cloud Infrastructure (OCI) team can provide you the opportunity to build and operate a suite of massive scale, integrated cloud services in a broadly distributed, multi-tenant cloud environment. OCI is committed to providing the best in cloud products that meet the needs of our customers who are tackling some of the world&rsquo;s biggest challenges.<\u002Fi><\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><i>We offer unique opportunities for smart, hands-on engineers with the expertise and passion to solve difficult problems in distributed highly available services and virtualized infrastructure. At every level, our engineers have a significant technical and business impact designing and building innovative new systems to power our customer&rsquo;s business critical applications.<\u002Fi><br>\n<\u002Fdiv>\nPrimary Responsibilities\n<div>Do you envision that a program has intelligence to solve new problems on its own? Are you passionate about leveraging data to drive decisions? Do you love to find patterns in large data sets, even at Petabyte\u002FExabyte scale real time or off line? Do you dream of building something completely new from ground up? Oracle is growing its startup Cloud Infrastructure engineering organization in downtown Seattle, focused on creating new Cloud (IaaS) services from scratch &ndash; compute, storage, networking, database, security, and an expanding set of foundational services, operating at high scale in a broadly distributed multi-tenant cloud environment. This is a rare opportunity to join a team of highly regarded tech industry veterans in a greenfield venture, using a fresh approach and cutting edge technologies to build an innovative new cloud platform. We are seeking a driven, and experienced Senior Data Science with good expertise in Statistical Modeling, Data Analytics and all of the data warehousing technical components such as Extract Transform Load (ETL), Data Modeling and Reporting, infrastructure (e.g. hardware and software) and their integration. Excellent written and verbal communication skills are required as the candidate will work very closely with diverse teams such as Business Planning, Product Management, and Engineering. Develops and codes software programs, algorithms and automated processes to cleanse, integrate and evaluate large datasets from multiple disparate sources<\u002Fdiv>\n<div>The data tools you build will help drive the review of KPIs and key metrics for the Cloud Infrastructure Business. The successful candidate is a self-motivated technical leader who can deal with complex problems without supervision. She\u002Fhe is a curious person in finding patterns and insights in massive unknown data sets. She\u002Fhe needs to help define and design the first<\u002Fdiv>\n<div>generation of Big Data analytics platform use cases<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div><b>Basic Qualifications<\u002Fb><\u002Fdiv>\n<ul><li>Bachelor&rsquo;s or Master&rsquo;s degree in a quantitative field such as Statistics, Applied Mathematics, Physics, Engineering, Computer Science, or Economics<\u002Fli><li>\nGood foundation understanding of data mining, machine learning and data sciences<\u002Fli><li>\n5+ years' of experience with data querying languages (e.g. SQL, No SQL), scripting languages (e.g. Python, R), or statistical\u002Fmathematical software (e.g. R, SAS, Matlab, etc.)<\u002Fli><li>\nExperiences in data modeling, hypothesis testing, statistical, mathematical and predictive Modeling<\u002Fli><li>\nStrong Technical leadership skills<\u002Fli><li>\nEffective verbal and written communication skills and very strong problem resolution skills<\u002Fli><li>\nAbility to work in a fast paced Agile development and rapid deployment in the Cloud\u002FSaaS environment<\u002Fli><\u002Ful>\n<div><b>Preferred Qualifications<\u002Fb><\u002Fdiv>\n<ul><li>Demonstrable track record of dealing well with ambiguity, prioritizing needs, and delivering results in a dynamic environment<\u002Fli><li>\nExperience with data visualization and presentation, turning complex analysis into insight<\u002Fli><li>\nExperience collaborating with software development teams, data scientists, business or other technical roles<\u002Fli><li>\nExperiences with cloud technologies\u002Fdeployments<\u002Fli><li>\nRelevant working experience in an analytical role which involves data extraction, analysis, and communication<\u002Fli><li>\nA natural curiosity and desire to learn<\u002Fli><\u002Ful>\n<div><b><i>Oracle supports workforce diversity and is an equal employment opportunity employer.<\u002Fi><\u002Fb><\u002Fdiv><br>\n<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Detailed Description and Job Requirements<\u002Fb><div>\n<\u002Fdiv>\nDesigns, develops and programs methods, processes, and systems to consolidate and analyze unstructured, diverse &ldquo;big data&rdquo; sources to generate actionable insights and solutions for client services and product enhancement.<br>\n<br>\nInteracts with product and service teams to identify questions and issues for data analysis and experiments. Develops and codes software programs, algorithms and automated processes to cleanse, integrate and evaluate large datasets from multiple disparate sources. Identifies meaningful insights from large data and metadata sources; interprets and communicates insights and findings from analysis and experiments to product, service, and business managers.<br>\n<br>\nJob duties are varied and complex utilizing independent judgment. May have project lead role. 5 years relevant work experience. BS\u002FBA preferred.<br>\n<br>\n<b>Oracle is an Affirmative Action-Equal Employment Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability, protected veterans status, age, or any other characteristic protected by law.<\u002Fb><\u002Fdiv><\u002Fdiv><p><\u002Fp>","dca5cb33ec9b2339":"<div><h3 class=\"jobSectionHeader\"><b>Data Scientist<\u002Fb><\u002Fh3><h4 class=\"jobSectionHeader\"><b>\nUS<\u002Fb><\u002Fh4><p>\nNehemiah Security is in search of Mid to Senior level Data Scientist. The data scientist will be responsible for creating models that pertain to our customers&rsquo; vulnerability to cyber attack given technical details of how the customer&rsquo;s technology infrastructure is set up; and models that pertain to how a customer&rsquo;s business is financially exposed to an attacker exploiting those vulnerabilities. The Data Scientist will report to the Global Chief Technology Officer.<br>\n<\u002Fp><p>In order to make the models relevant to a specific customer, the successful candidate will have to work with data that considers the current cyber threat environment globally, the customer&rsquo;s exposure to those threats (in terms of their technology infrastructure&rsquo;s configuration) and the financial losses that those threats could cause. Since the models are of a range of possible attacks, considering the personality and motivation of the attacker, as well as the possible responses from the company, the models must produce a range of outputs at different probabilities.<\u002Fp><br>\n<p>\n<b>The Buzz on Nehemiah Security<\u002Fb><br>\n<br>\nNehemiah Security is a fast-growing cybersecurity software company with a passion for building great software. We are leading the way in transforming how companies manage their cyber risk. Here&rsquo;s what&rsquo;s important to us: our people, adding value to our customers, innovation, creativity, hard work, persistence, fearlessness, speed, passion, faith, and teamwork. We're growing fast and we're looking for hard working people who are driven by professional and personal growth to help us disrupt the cyber analytics market. Rated as one of the top 25 best places to work in the Washington DC area, Nehemiah Security is an awesome company to join that can help launch and define your career.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nWhat You&rsquo;ll Do\n<\u002Fb><\u002Fp><ul><li>Designing models that can produce both the magnitude and probability of a company losing money due to multiple cyber events<\u002Fli>\n<li>Designing models that can produce both the magnitude and probability of a company incurring indirect, longer term losses related to reputation damage<\u002Fli>\n<li>Designing sensitivity models that can capture the financial effect of the theft of an organization&rsquo;s secrets<\u002Fli>\n<li>Working with the other members of the data science team to build a complete set of models that consider the types of attack, the personalities and motivations of the attacker, the customer infrastructure&rsquo;s resilience to those attacks and the response of the defenders within the customer<\u002Fli>\n<li>Working with the developers and subject matter experts in cybersecurity, IT and business infrastructure in order to design and specify the required inputs to any models, and how to go about gathering them from the customer&rsquo;s environment or the global threat landscape<\u002Fli>\n<li>Working with the development and architecture teams to take proof of concept models and productise them<\u002Fli>\n<li>Working with the QA team to ensure that the outputs of models can be tested and validated when in production<\u002Fli>\n<\u002Ful><p>This is a research role &ndash; the models that are built as part of this job will go into production in the RQ product. There are significant challenges to overcome in building models that will operate both in a realistic challenge and can operate at scale.<\u002Fp><br>\n<p>\n<b>What We Are Looking For In You<\u002Fb><\u002Fp>\n<ul>\n<li>A strong background in mathematics (ideally with focus on probability, linear algebra and graph theory)<\u002Fli>\n<li>Experience in building mathematical models of complex systems<\u002Fli>\n<li>The ability to communicate with SMEs in both the technical and business spaces<\u002Fli>\n<li>Experience working with programming languages such as Python, R, Mathematica, or MATLAB<\u002Fli>\n<li>Strong Microsoft Excel skills (including VBA)<\u002Fli>\n<li>Science, Mathematics or Computer Science bachelor&rsquo;s degree<\u002Fli><\u002Ful><\u002Fdiv>","40912873c6f48164":"<div><p>HP creates new possibilities for technology to have a meaningful impact on people, businesses, governments and society. The world&rsquo;s largest technology company HP brings together a portfolio that spans printing, personal computing, software, services and IT infrastructure to serve more than 1 billion customers in over 170 countries on six continents. HP invents, engineers, and delivers technology solutions that drive business value, create social value, and improve the lives of our clients. And at HP, we know that our people and values are the most important elements in this success.<\u002Fp><p><\u002Fp><p>\nApplies<b><i> basic foundation<\u002Fi><\u002Fb> of a function's principles, theories and concepts to assignments of limited scope. Uses professional concepts and theoretical knowledge acquired through specialized training, education or previous experience. <b><i>Develops expertise<\u002Fi><\u002Fb> and practical knowledge of applications within business environment. Acts as team member by providing information, analysis and recommendations in support of team efforts. Exercises independent judgment within defined parameters.<\u002Fp><p><\u002Fp><p><b><i>\nResponsibilities:\n<\u002Fi><\u002Fb><\u002Fp><ul><li>Manage the process of gathering and manipulating data from multiple sources into structured data products to improve quality, cost and productivity<\u002Fli><li>\nPerforms statistical analysis on large data sets and delivers visualization and reporting resources for communicating with business stakeholders<\u002Fli><li>\nResearches, recommends and deploys data analysis techniques applicable to chemical manufacturing operations<\u002Fli><li>\nDesigns portions of engineering solutions utilizing multiple engineering disciplines for products, systems, software, and solutions based on established engineering principles and in accordance with provided specifications and requirements<\u002Fli><li>\nImplements established test plans for existing designs, including validation of mechanical, electrical, software, and other engineering specifications and requirements.<\u002Fli><li>\nParticipates as a member of project team of other engineers and internal and outsourced development partners to develop reliable, cost effective and high quality solutions for low to moderately- complex products.<\u002Fli><\u002Ful><p><\u002Fp><p><b><i>\nEducation and Experience Required:\n<\u002Fi><\u002Fb><\u002Fp><ul><li>Bachelor's or Master's degree in Software Engineering, Data Science, Computer Science or related field.<\u002Fli><li>\n1 or 2 years experience in related field<\u002Fli><\u002Ful><p><br>\n<\u002Fp><p><b><i>Knowledge and Skills:\n<\u002Fi><\u002Fb><\u002Fp><ul><li>Experience or understanding of appropriate engineering design tools and software packages, such as <b>SQL, R, Python, Power BI, Tableau, Machine Learning<\u002Fb>.<\u002Fli><li>\nGood analytical and problem-solving skills.<\u002Fli><li>\nBasic understanding of material properties and hardware and electrical component design.<\u002Fli><li>\nGood written and verbal communication skills; mastery in English and local language.<\u002Fli><\u002Ful><p><\u002Fp><p>\n#LI-POST<\u002Fp><\u002Fdiv>","cd7ca219ea3bd909":"<div><b>Introduction<\u002Fb><br>\nClient Technical Specialists (CTP) are the technical experts and advisors to clients, IBM sales teams and\u002For IBM Business Partners. As a CTP you understand the client's business requirements, technical requirements and\u002For competitive landscape. You apply your business insights, build and maintain client relationships, incorporate hardware, software and services into client-valued solutions and ensure client readiness for the implementation of technical solutions. This is an opportunity to shape the future for both IBM and its clients. Start your journey now!<br>\n<br>\n<b>Your Role and Responsibilities<\u002Fb><br>\n<b>These position are for New York City, Austin, Raleigh\u002FDurham and San Francisco. This is a client facing role which will require 50% to 75% travel during the week.<\u002Fb><br>\n<br>\nAs part of an entrepreneurial team, you will be the Subject Matter Expert on Data and AI Statistical models and how they apply to business problems. Led by a solution architect, you will advise on and help implement models in Machine Learning, Optimization, Neural Networks, and Artificial Intelligence such as Natural Language, Transfer Learning, Deep Learning and other quantitative approaches. You will also leverage deep skills and best practices to provide expertise and leadership to help design IBM Data Science and AI solutions that will help our clients drive technology benefits and business outcomes across industries. You will work with cutting edge technologies such as Watson, as well as Open Source approaches such as Python and Jupyter Notebook as well as with a passionate team of people who are driving the innovation and digital transformation to cross-industry enterprise clients with the adoption of IBM Data Science and AI. <b>An ideal candidate will be familiar with Design Thinking, Statistics, building Supervised and Unsupervised machine learning models, and data cleansing techniques using various utilities and programming techniques.<\u002Fb><br>\n<b>\n<\u002Fb><br>\n<b>Key Responsibilities:<\u002Fb><ul><li>\nRun and statistically evaluate statistical models such as Machine Learning, Optimization, Neural Networks and Artificial Intelligence<\u002Fli><li>\nPartner with Scrum Masters, Product Owners, Solution architects and peer data scientist and development data engineers to create solutions to meet business and technical opportunities<\u002Fli><li>\nUnderstand and communicate technical advantages and tradeoffs between Data Models<\u002Fli><li>\nExplore and develop new technical skills and industry practices while absorbing professional knowledge quickly and using demonstrated interpersonal skills to be an effective ambassador for IBM Data Science and AI<\u002Fli><li>\nUse exceptional communication skills and with input from product management, development, and architecture thought leaders, work to deliver high quality end-to-end Solutions at Scale in response to the identified business requirements from our clients; ensure the results are statistically valid<\u002Fli><\u002Ful>\ncldpakat<br>\n<br>\n<b>Required Technical and Professional Expertise<\u002Fb><br>\n<ul><li>Technical degree in Computer Science or another field relevant to Data Science<\u002Fli><li>\n1+ years of experience working with Machine Learning, Optimization, Neural Networks and\u002For Artificial Intelligence<\u002Fli><li>\n1+ years of experience with a Data Science programming language such as Python or R<\u002Fli><li>\nDeep understanding of Statistics<\u002Fli><li>\nFluent in English<\u002Fli><li>\nAbility to Travel 75% and conduct Client Facing\u002FTechnical Solutions<br>\n<\u002Fli><\u002Ful><br>\n<br>\n<br>\n<b>Preferred Technical and Professional Expertise<\u002Fb><br>\n<ul><li>Experience with Jupyter Notebooks<\u002Fli><li>\nDeep understanding of Statistical Machine Learning Models with Python or R<\u002Fli><li>\nSupporting Relevant business domain knowledge such as Finance or Health Care<\u002Fli><\u002Ful><br>\n<b>\nAbout Business Unit<\u002Fb><br>\nDigitization is accelerating the ongoing evolution of business, and clouds - public, private, and hybrid - enable companies to extend their existing infrastructure and integrate across systems. IBM Cloud provides the security, control, and visibility that our clients have come to expect. We are working to provide the right tools and environment to combine all of our client&rsquo;s data, no matter where it resides, to respond to changing market dynamics.<br>\n<br>\n<b>Your Life @ IBM<\u002Fb><br>\nWhat matters to you when you&rsquo;re looking for your next career challenge?<br>\n<br>\nMaybe you want to get involved in work that really changes the world? What about somewhere with incredible and diverse career and development opportunities &ndash; where you can truly discover your passion? Are you looking for a culture of openness, collaboration and trust &ndash; where everyone has a voice? What about all of these? If so, then IBM could be your next career challenge. Join us, not to do something better, but to attempt things you never thought possible.<br>\n<br>\nImpact. Inclusion. Infinite Experiences. Do your best work ever.<br>\n<br>\n<b>About IBM<\u002Fb><br>\nIBM&rsquo;s greatest invention is the IBMer. We believe that progress is made through progressive thinking, progressive leadership, progressive policy and progressive action. IBMers believe that the application of intelligence, reason and science can improve business, society and the human condition. Restlessly reinventing since 1911, we are the largest technology and consulting employer in the world, with more than 380,000 IBMers serving clients in 170 countries.<br>\n<br>\n<b>Location Statement<\u002Fb><br>\nIBM will not be providing visa sponsorship for this position now or in the future. Therefore, in order to be considered for this position, you must have the ability to work without a need for current or future visa sponsorship.<br>\n<br>\nWe consider qualified applicants with criminal histories, consistent with applicable law.<br>\n<br>\n<b>Being You @ IBM<\u002Fb><br>\nIBM is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status. IBM is also committed to compliance with all fair employment practices regarding citizenship and immigration status.<\u002Fdiv>","06cc9d33beed989a":"<div><h2 class=\"jobSectionHeader\"><b>Job profile summary:<\u002Fb><\u002Fh2>\n<p>The Data Scientist will be intricately involved in running analytical experiments in a methodical manner, and will regularly evaluate alternate models via theoretical approaches.The role will participate in the team&rsquo;s engagement with business stakeholders and partners to enhance the existing analytics solutions and develop new solutions to business problems.The role requires a thought leader that will be instrumental in providing inputs to the Data Science &amp; Analytics Team for the design and building of predictive models and algorithms, exploratory data analysis, test design, statistical tests and measures, and business value measurement.<\u002Fp>\n<h2 class=\"jobSectionHeader\"><b>Job Advert:<\u002Fb><\u002Fh2>\n<p><\u002Fp><p>Key accountabilities<\u002Fp><ul><li>\nEvolve skills, solutions and the organization to predictive &amp; prescriptive analytics<\u002Fli><li>\nReporting and visualizations development to develop storytelling &ndash; using any of SSRS, Spotfire, PowerBI, realtime dashboarding, MI\u002FBI and shallow analytics best practices.<\u002Fli><li>\nDeliver quality analytic solutions, combining science with the software development process and challenging current data science trends with new ideas and alternative methods<\u002Fli><li>\nDesign and implement data analysis, data mining, research, analysis, and modeling strategies and best practices to internal clients<\u002Fli><li>\nOwnership of the development and delivery of data science solutions from concept to production<\u002Fli><li>\nManages research targeted for innovations to solve business needs and technical challenges<\u002Fli><li>\nServe as the subject matter expert to articulate areas such as strategic, business and data analytics &amp; statistics, data science, big data, normalization and modeling<\u002Fli><li>\nInitiates data science based solutioning with a focus on revenue growth and achievement of the business&rsquo; overall targets and objectives.<\u002Fli><li>\nResponsible for the preparation of documentation, presentations, and scientific based papers to communicate ideas to business leaders and executives.<\u002Fli><li>\nPersonally, works on challenging fundamental data science issues where necessary, realizes, and develops solutions independently.<\u002Fli><li>\nIn conjunction with Data Engineers, building and managing new data tables that support data collection, cross-functional data integration, data visualization, dashboards, predictive analytics, and data mining.<\u002Fli><li>\nLeverages data science tools and techniques in analyzing large data-sets that will enable development of custom models and algorithms to uncover insights, trends, and patterns in the data, which will be useful in availing informed courses of action.<\u002Fli><li>\nCreate data science platforms to test and experiment with techniques inclusive of advanced analytics, behavioral modeling, and churn capitalizing on new data science approaches that can yield revenue for the business.<\u002Fli><li>\nResponsible for the evaluation of analytics and machine learning technologies in use in the business and communicates findings to key stakeholders through reports and presentations.<\u002Fli><li>\nPartners with other non-technical departments within the business assisting them in understanding how data science can benefit them and improve their effectiveness and performance.<\u002Fli><li>\nIn collaboration with Data Engineers, Data Architects and Data Management, works closely with the IT department within the business for the purpose of facilitating easy and effective access to computing and data resources within the business.<\u002Fli><li>\nTakes initiative and stays up to date with the latest data science trends, techniques, and best practices, determining how to incorporate the most suitable practices in the department.<\u002Fli><li>\nCollaborative role with interaction with non-technical departments and, as such, will need to have exceptional communication skills in order to be able to tailor and convey technical messages in a clear and understandable manner, leading to business-wide improvement of data management, informed decision making, and ultimate improvement in performance.<\u002Fli><li>\nEnhancing data collection procedures to include information that is relevant for building analytic system<\u002Fli><\u002Ful><p>\nEssential Education<\u002Fp><ul><li>\nA degree (Master&rsquo;s or PhD preferred) in Statistics, Machine Learning, Mathematics, Computer Science, Economics, or any other related quantitative field.<\u002Fli><\u002Ful><p>\nEssential experience and job requirements<\u002Fp><ul><li>\n3+ years of hands on experience in machine learning (supervised, unsupervised and ensemble methods), natural language processing or computer vision. Deep learning experience is a bonus<\u002Fli><li>\nProven track record of developing, scaling and implementing these models in customer facing environments<\u002Fli><li>\nStrong programming skills: R, Python, Java etc along with stellar visualization and persuasive story telling<\u002Fli><li>\nKnowledge and exposure to cloud technologies, Azure and\u002For AWS.<\u002Fli><\u002Ful><p><\u002Fp>\n<h2 class=\"jobSectionHeader\"><b>About BP:<\u002Fb><\u002Fh2>\n<p>BP's BPX Energy business (formerly known as the Lower 48) operates across a vast US geography, from Texas north through the Rocky Mountains. The business manages a diverse portfolio which includes an extensive unconventional resource base of about 7.5 billion barrels of oil equivalent across 5.5 million gross acres in some of the largest and most well-known basins in the US. Headquartered in Denver (Colorado), BPX Energy employs about 1,700 people across six states, operates more than 9,600 producing wells and has 70,000 royalty owners. Our vision is to be the premier, high return, onshore exploration and production company that consistently increases asset value. Our Wyoming operations are anchored on the giant Wamsutter tight gas field in the south central part of the state. In the San Juan area of Colorado and New Mexico we produce from tight gas sands and operate the largest coal-bed methane field in the US. Our Mid-Continent operations cover the prolific Anadarko, and is home to the famed East Texas basin, along with the Woodford shale gas play and Arkoma basin. We also have non-operating interests in over 10,000 wells across the US with substantial positions in both the Eagle Ford and Fayetteville shale basins. In 2018, BP completed a $10.5 billion acquisition of BHP's world-class unconventional oil and gas assets in the Permian-Delaware basin in Texas, along with two premium positions in the Eagle Ford and Haynesville basins in Texas and Louisiana. These assets currently produce 190,000 barrels of oil equivalent per day, of which about 45 percent are liquid hydrocarbons. The deal represents BP&rsquo;s largest purchase since buying ARCO in 1999. It is a transformational acquisition for our BPX Energy business which gives the BPX Energy team access to some of the best acreage in some of the best basins in the onshore U.S.<\u002Fp><\u002Fdiv>","60c839d14eeb2404":"<div><p><b><i>Building Clarity, a sister brand of the Brady organization, has brought together some of the best minds in building service technology, engineering, installation, and customer service - and we're looking for more.\n&#65279;\n<\u002Fi><\u002Fb><\u002Fp><p><\u002Fp><p><b><i>What's it like to work here? Each day brings fresh challenges that call for both knowledge and imagination. You're surrounded by people who enjoy working as a team to solve problems. At the end of the day, you know you've helped people stay comfortable and productive. You've helped companies head off issues and operate more efficiently. Plus it's a good feeling knowing your talents are appreciated and rewarded.\n<\u002Fi><\u002Fb><\u002Fp><p><\u002Fp><p><b>SUMMARY: <\u002Fb>A multidisciplinary role that provides technical support for all facets of engineering, analytics, and technical services contracts. The primary focus of this position is to support the analytical needs of Building Clarity, and will be involved in all aspects of the analytics life-cycle. Typical duties include cleaning data, creating analytical models, creating visualizations, and presenting results to stakeholders.\n<\u002Fp><p><\u002Fp><p><b>ESSENTIAL DUTIES AND RESPONSIBILITIES <\u002Fb>include the following. Other duties may be assigned.\n<\u002Fp><p><\u002Fp><ul><li>Scope development of features, strategies, and best practices to build out analytical product offerings to drive better outcomes for customers and the business.\n<\u002Fli><\u002Ful><ul><li>Mine and engineer data from large and varied data sets (structured\u002Funstructured), such as cloud-based data repositories, Building Automation System (BAS) databases, and work-order\u002Fmaintenance management software.\n<\u002Fli><li>Implement and validate existing predictive models\n<\u002Fli><li>Create and support new statistical\u002Fpredictive models based on client and business needs.\n<\u002Fli><li>Deploy solutions to various cloud services (hybrid cloud)\n<\u002Fli><li>Utilize analytical products and tools to evaluate building and system(s) operation to provide insights to stake holders.\n<\u002Fli><li>Collaborate with engineers, scientists, database administrators, and other subject matter experts to provide solutions to analytical and data based problems.\n<\u002Fli><li>Participate in projects, tasks, and activities related to data integration, cleaning\u002Fvalidation, analysis, and visualization.\n<\u002Fli><li>Evaluate, benchmark, and implement the latest data science tools and technologies.\n<\u002Fli><li>Make values-based decisions using the company core values of Stewardship,\n<\u002Fli><\u002Ful><p>Imagination, Unity, and Excellence\n<\u002Fp><p><\u002Fp><p><b>SUPERVISORY RESPONSIBILITIES: <\u002Fb>None\n<\u002Fp><p><\u002Fp><p><b>VALUES IN ACTION <\u002Fb>include the following:\n<\u002Fp><p>Stewardship : Leave the world better than you found it\n<\u002Fp><ul><li>Lead well &ndash; put people first\n<\u002Fli><li>Think long-term, act sustainably\n<\u002Fli><li>Expend resources as if they were your own\n<\u002Fli><\u002Ful><p><\u002Fp><p>Unity : Move forward together\n<\u002Fp><ul><li>Place the team before self &ndash; give everyone a voice\n<\u002Fli><li>Get comfortable being uncomfortable\n<\u002Fli><li>Have fun and enjoy the journey\n<\u002Fli><\u002Ful><p><\u002Fp><p>Imagination : Remain curious to solve problems creatively\n<\u002Fp><p>&bull; Maintain an entrepreneurial spirit\n<\u002Fp><p>&bull; Impossible is not in our dictionary\n<\u002Fp><p>&bull; Act with Agility: fail forward, fast\n<\u002Fp><p>Excellence: Take pride in your work and never settle\n<\u002Fp><ul><li>Find a way: expect obstacles, finish anyway\n<\u002Fli><li>Be disciplined\n<\u002Fli><li>Own your mistakes and make them right\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>EDUCATION and\u002For EXPERIENCE:\n<\u002Fb><\u002Fp><ul><li>Required: B.S. in a Data Science, Engineering, Computer Science, or Physics\u002FMath\u002FAnalytics technical degree.\n<\u002Fli><li>Preferred: M.S. in an Data Science, Engineering, Computer Science, or a Physics\u002FMath\u002FAnalytics based technical degree\n<\u002Fli><li>Preferred: Demonstrate knowledge of common types of building systems, interdependence\u002Finterconnection, energy savings, and building operations.\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>COMPUTER SKILLS: <\u002Fb>Ability to learn software applications and programming languages as required. Ability to work with both Linux and Windows based operating systems. Specific skills required to be successful in this position include:\n<\u002Fp><ul><li>Required: Intermediate level of proficiency with MS Word and Excel.\n<\u002Fli><li>Required: Basic level of proficiency with MS Outlook and PowerPoint.\n<\u002Fli><li>Required: Proficiency with python, SAS, or R\n<\u002Fli><li>Required: Familiarity with data visualization tools such as SAS VA, Power BI, Tableau, etc.\n<\u002Fli><li>Preferred: Familiar with version control. Git, Subversion, Mercurial, etc.\n<\u002Fli><li>Preferred: Knowledge of markup languages including XML and JSON\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>CERTIFICATES, LICENSES, REGISTRATIONS:\n<\u002Fb><\u002Fp><p><\u002Fp><ul><li>Valid Driver License required\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>PHYSICAL DEMANDS: <\u002Fb>The physical demands described here are representative of those that must be met by an individual to successfully perform the essential functions of this job. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.\n<\u002Fp><p>While performing the duties of this job, the associate is regularly required to use hands to operate computer keyboard and telephone. The associate frequently is required to sit and reach with hands and arms. The associate is occasionally required to stand; walk; and stoop or kneel. The associate must occasionally lift and\u002For move up to 25 pounds. Specific vision abilities required by this job include close vision, distance vision, color vision, depth perception and ability to adjust focus.\n<\u002Fp><p><b>WORK ENVIRONMENT: <\u002Fb>The work environment characteristics described here are representative of those an associate encounters while performing the essential functions of this job. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.\n<\u002Fp><p>This position works in a typical office environment with occasional visits to job sites, which may include outdoor work and work in mechanical\u002Fequipment rooms. During the job site visits, the associate may occasionally be exposed to moving mechanical parts, fumes or airborne particles, outside weather conditions, extreme heat and risk of electrical shock. The noise level in the work environment is usually moderate, but may require hearing protection for field activities.\n<\u002Fp><p><b>OTHER REQUIREMENTS:\n<\u002Fb><\u002Fp><ul><li>Ability to pass drug screening\n<\u002Fli><li>Ability to prove US employment eligibility\n<\u002Fli><li>Flexibility to work overtime\u002Fweekends, as required.\n<\u002Fli><li>Ability to travel occasionally in order to oversee\u002Fperform field activities and attend customer meetings; may include overnight stays.\n<\u002Fli><\u002Ful><p><\u002Fp><p>We offer a comprehensive benefits package including Medical, Dental and Vision, Life &amp; AD&amp;D insurance, Short and Long Term Disability, 401(k) \u002F profit sharing, and Paid Time Off.\n<\u002Fp><p><\u002Fp><p>Brady is an equal opportunity employer and afford equal opportunity to all applicants for all positions without regard to race, color, religion, gender, national origin, age, disability, veteran status or any other status protected under local, state or federal laws.<\u002Fp><\u002Fdiv>","42ac70a48c6d779f":"<div><div>Are you an analytical, data-driven professional? Are you interested in a role that offers an opportunity to provide front line support to our clients instead of a &ldquo;back office programmer&rdquo; position? If so, Deloitte&rsquo;s Government &amp; Public Services (GPS)Advisory Analytics team is the place for you! Join our team of specialists as they unlock insights contained in the data universe and work through challenges related to the identification of improper payments, data quality, mission-oriented analysis, and cost management.<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>Work you&rsquo;ll do<\u002Fb><\u002Fdiv>\n<div>As a Senior Consultant within our Analytics team, you will:\n<\u002Fdiv><ul><li>Facilitate use of technology-based risk assessment tools or methodologies to review, design and implement solutions<\u002Fli><\u002Ful>\n<ul><li>Perform project tasks independently, and may direct the efforts of others\n<\u002Fli><\u002Ful><ul><li>Participate in and\u002For lead the development of deliverable content that meets the needs of the client and contract\n<\u002Fli><\u002Ful><ul><li>Anticipate client needs and formulate solutions to client issues<\u002Fli><\u002Ful>\n<ul><li>Review deliverables for accuracy and quality<\u002Fli><\u002Ful>\n<ul><li>Provides coaching to junior staff\n<\u002Fli><\u002Ful><ul><li>Contributes to new business proposals and proposal development<\u002Fli><\u002Ful>\n<ul><li>Manage own personal and professional development; seek opportunities for professional growth and expansion of consulting skills and experience<\u002Fli><\u002Ful>\n<ul><li>Architect, develop, test and deploy full-stack applications to support client mission needs<\u002Fli><\u002Ful><br>\n<div><\u002Fdiv><div><b>The Team<\u002Fb><\u002Fdiv>\n<div>Transparency, innovation, collaboration, sustainability: these are the hallmark issues shaping government initiatives today. Deloitte&rsquo;s GPS practice is passionate about making an impact with lasting change. Carrying out missions in the GPS practice requires fresh thinking and a creative approach. We collaborate with teams from across our organization in order to bring the full breadth of Deloitte, its commercial and public sector expertise, to best support our clients. Our aspiration is to be the premier integrated solutions provider in helping to transform the GPS marketplace.<\u002Fdiv><br>\n<div><\u002Fdiv><div>Advisory Analytics mitigates current and future risk for our GPS clients across several industries, spanning from finance and audit readiness to forensics and healthcare. With a creative and innovative approach, our Analytics team exposes our clients&rsquo; risks and provides recommendations to improve the quality of data. We collaborate closely with government agencies, accountants, IT professionals, and clients to produce analyses in support of risk consulting engagements.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Qualifications<\u002Fb><\u002Fdiv><br>\n<div><\u002Fdiv><div>Required:<\u002Fdiv><ul><li>Ability to maintain the required clearance for this role<\u002Fli><li>Must be legally authorized to work in the United States without the need for employer sponsorship, now or at any time in the future<\u002Fli><li>Bachelor&rsquo;s Degree in Economics, Finance, Statistics, Mathematics, Computer Science, Management Information Systems, Engineering, Business Analytics disciplines, or related area\n<\u002Fli><li>2+ years of experience with data quality analysis, statistical analysis and\u002For modeling, financial or cost analysis, internal controls, and\u002For external\u002Finternal financial audit<\u002Fli><\u002Ful>\n<ul><li>Experience mining and analyzing transactional electronic data with competency in one or more of the following: SAS, SQL, SPSS, R, Python, ACP, IDEA Tableau, MATLAB, Visual Basic, Business Intelligence, Hadoop or Alteryx<\u002Fli><\u002Ful>\n<ul><li>Experience working independently with minimal supervision and guidance<\u002Fli><\u002Ful>\n<ul><li>Strong problem solving and troubleshooting skills with experience exercising mature judgment<\u002Fli><\u002Ful>\n<ul><li>Proven experience effectively prioritizing workload to meet deadlines and work objectives<\u002Fli><\u002Ful>\n<ul><li>Demonstrated ability to write clearly, succinctly, and in a manner that appeals to a wide audience<\u002Fli><\u002Ful>\n<ul><li>Proficiency in word processing, spreadsheet, and presentation creation tools, as well as Internet research tools<\u002Fli><\u002Ful>\n<ul><li>Must have an Active TS\u002FSCI clearance level<\u002Fli><\u002Ful>\n<ul><li>Previous DevSecOps, cloud, and enterprise application development experience<\u002Fli><\u002Ful><br>\n<div><\u002Fdiv><div>Preferred:<\u002Fdiv>\n<ul><li>Previous Federal Consulting and\u002For professional services experience\n<\u002Fli><\u002Ful><ul><li>Certified in SAS, ACL, CPA, CISA, CISSP, PMP, FRM, ASA, and\u002For CFA\n<\u002Fli><\u002Ful><ul><li>Experience with JavaScript, AngularJS, Node, React, LINQ, C#, T-SQL, HTML CSS, Git \u002F Team Foundation Server, JIRA, and\u002For AWS<\u002Fli><\u002Ful><br>\n<div><\u002Fdiv><div><b>How you&rsquo;ll grow<\u002Fb><\u002Fdiv>\n<div>At Deloitte, our professional development plan focuses on helping people at every level of their career to identify and use their strengths to do their best work every day. From entry-level employees to senior leaders, we believe there&rsquo;s always room to learn. We offer opportunities to help sharpen skills in addition to hands-on experience in the global, fast-changing business world. From on-the-job learning experiences to formal development programs at Deloitte University, our professionals have a variety of opportunities to continue to grow throughout their career. Explore Deloitte University, The Leadership Center.<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>Benefits<\u002Fb><\u002Fdiv>\n<div>At Deloitte, we know that great people make a great organization. We value our people and offer employees a broad range of benefits. Learn more about what working at Deloitte can mean for you.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>Deloitte&rsquo;s culture<\u002Fb><\u002Fdiv>\n<div>Our positive and supportive culture encourages our people to do their best work every day. We celebrate individuals by recognizing their uniqueness and offering them the flexibility to make daily choices that can help them to be healthy, centered, confident, and aware. We offer well-being programs and are continuously looking for new ways to maintain a culture where our people excel and lead healthy, happy lives. Learn more about Life at Deloitte.<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>Corporate citizenship<\u002Fb><\u002Fdiv>\n<div>Deloitte is led by a purpose: to make an impact that matters. This purpose defines who we are and extends to relationships with our clients, our people and our communities. We believe that business has the power to inspire and transform. We focus on education, giving, skill-based volunteerism, and leadership to help drive positive social impact in our communities. Learn more about Deloitte&rsquo;s impact on the world.<\u002Fdiv><br>\n<div><\u002Fdiv><div><b>Recruiter tips<\u002Fb><\u002Fdiv>\n<div>We want job seekers exploring opportunities at Deloitte to feel prepared and confident. To help you with your interview, we suggest that you do your research: know some background about the organization and the business area you&rsquo;re applying to. Check out recruiting tips from Deloitte professionals.<\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","159b92123a8cbb44":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>Jellyfish is seeking a Data Scientist to lead program evaluation activities for clients in Digital Marketing. Machine Learning and Artificial Intelligence is what Jellyfish uses to drive thought leadership to automate and transform Jellyfish offerings and operations. The data science team provides opportunities to innovate in a fast-paced organization that contributes to projects and technologies that deploy on the cloud. As a Junior Data Scientist, you will partner with media and client service teams to build solutions and services that can benefit Jellyfish internal operations as well as our clients. At Jellyfish, you will wrangle large and messy datasets of numerical and textual data and be able to solve real-world problems across various industry verticals. You will design and run experiments, research and discover innovative solutions to optimize profitability and customer experience.\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Use machine learning and analytical techniques to create scalable solutions for business problems<\u002Fli><li>\nAnalyze and extract relevant information from large amounts of historical data to help automate and optimize key processes<\u002Fli><li>\nInteract with stakeholder and customer to understand the business problem, help and aid them in implementation of DL\u002FML algorithms to solve problems<\u002Fli><li>\nPrepare visual presentations of data and analysis<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>BS in Computer Science, Mathematics, Physics, Economics, or a related field<\u002Fli><li>\nDemonstrated experience and understanding of Machine Learning, e.g.: linear\u002Flogistic regression, random forest, SVM, neural networks, etc.<\u002Fli><li>\nKnowledge and skills in the use of current state of the art machine learning frameworks such as Scikit-Learn, TensorFlow and Spark MLlib, etc<\u002Fli><li>\nProgramming proficiency in one of the programming languages (Python, R, Matlab, Scala, Java, or C++)<\u002Fli><li>\nProficiency manipulating large datasets and using databases (SQL)<\u002Fli><li>\nData Skeptic, strong attention to detail<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<h3 class=\"jobSectionHeader\"><b>\nPreferred Skills<\u002Fb><\u002Fh3><ul><li>\nMS or PhD in Computer Science, Mathematics, Physics, Economics, or a related field.<\u002Fli><li>\nAt least 1 years of real world or research experience in data science and machine learning<\u002Fli><li>\nHands on experience building models with deep learning frameworks like Tensorflow or similar<\u002Fli><li>\nWorking knowledge about Natural Language Processing<\u002Fli><li>\nExperience with big-data technologies such as Spark, and cloud computing such as GCP, AWS, or Azure etc<\u002Fli><li>\nAbility to design rich data visualizations to communicate complex ideas to stakeholders<\u002Fli><li>\nDemonstrable skills in creative-problem-solving of complex and advanced technical subject matter<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","ae416685deba77b5":"<div>Note: By applying to this position your application is automatically submitted to the following locations: <b>Mountain View, CA, USA; San Bruno, CA, USA; Seattle, WA, USA; San Francisco, CA, USA<\u002Fb><p>\nMinimum qualifications:<\u002Fp><ul>\n<li>\nMaster's degree in a quantitative discipline (e.g., Statistics, Operations Research, Bioinformatics, Economics, Computational Biology, Computer Science, Mathematics, Physics, Electrical Engineering, Industrial Engineering) or equivalent practical experience.<\u002Fli>\n<li>2 years of work experience in data analysis related field.<\u002Fli>\n<li>Experience with statistical software (e.g., R, Python, MATLAB, pandas) and database languages (e.g., SQL)<\u002Fli>\n<\u002Ful><br>\n<p>Preferred qualifications:<\u002Fp><ul>\n<li>\nPhD degree in a quantitative discipline.<\u002Fli>\n<li>4 years of relevant work experience, including expertise with statistical data analysis such as linear models, multivariate analysis, stochastic models, sampling methods.<\u002Fli>\n<li>Applied experience with machine learning on large datasets.<\u002Fli>\n<li>Experience articulating and translating business questions and using statistical techniques to arrive at an answer using available data.<\u002Fli>\n<li>Demonstrated leadership and self-direction. Willingness to both teach others and learn new techniques.<\u002Fli>\n<li>Demonstrated skills in selecting the right statistical tools given a data analysis problem. Effective written and verbal communication skills.<\u002Fli>\n<\u002Ful><div><h2 class=\"jobSectionHeader\"><b>About the job<\u002Fb><\u002Fh2><p>\nAs a Data Scientist, you will evaluate and improve Google's products. You will collaborate with a multi-disciplinary team of engineers and analysts on a wide range of problems. This position will bring scientific rigor and statistical methods to the challenges of product creation, development and improvement with an appreciation for the behaviors of the end user.<\u002Fp><p>\nGoogle is and always will be an engineering company. We hire people with a broad set of technical skills who are ready to take on some of technology's greatest challenges and make an impact on millions, if not billions, of users. At Google, data scientists not only revolutionize search, they routinely work on massive scalability and storage solutions, large-scale applications and entirely new platforms for developers around the world. From Google Ads to Chrome, Android to YouTube, Social to Local, Google engineers are changing the world one technological achievement after another.<\u002Fp><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh2><ul>\n<li>Work with large, complex data sets. Solve difficult, non-routine analysis problems, applying advanced analytical methods as needed. Conduct analysis that includes data gathering and requirements specification, processing, analysis, ongoing deliverables, and presentations.<\u002Fli>\n<li>Build and prototype analysis pipelines iteratively to provide insights at scale. Develop comprehensive knowledge of Google data structures and metrics, advocating for changes where needed for product development.<\u002Fli>\n<li>Interact cross-functionally, making business recommendations (e.g., cost-benefit, forecasting, experiment analysis) with effective presentations of findings at multiple levels of stakeholders through visual displays of quantitative information.<\u002Fli>\n<li>Research and develop analysis, forecasting, and optimization methods to improve the quality of Google's user facing products.<\u002Fli>\n<\u002Ful><\u002Fdiv>At Google, we don&rsquo;t just accept difference&mdash;we celebrate it, we support it, and we thrive on it for the benefit of our employees, our products and our community. Google is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also Google's EEO Policy and EEO is the Law. If you have a disability or special need that requires accommodation, please let us know by completing this form.<\u002Fdiv>","9a2805c48ec6599d":"<ul><li>A Bachelor or Masters Degree in a highly quantitative field (Computer Science, Machine Learning, Operational Research, Statistics, Mathematics, etc.) or equivalent experience<\u002Fli><li>4+ years of industry experience in predictive modeling, data science and analysis<\u002Fli><li>Previous experience in a ML or data scientist role and a track record of building ML or DL models<\u002Fli><li>Experience using Python and\u002For R<\u002Fli><li>Experience using ML libraries, such as scikit-learn, caret, mlr, mllib<\u002Fli><li>Experience in writing and tuning SQL<\u002Fli><li>Experience with SparkML<\u002Fli><li>Experience working with GPUs to develop model<\u002Fli><li>Experience handling terabyte size dataset<\u002Fli><li>Experience using data visualization tools<\u002Fli><\u002Ful>\n<br>\n<div>Excited by using massive amounts of data to develop Machine Learning (ML) and Deep Learning (DL) models? Want to help the largest global enterprises derive business value through the adoption of Artificial Intelligence (AI)? Eager to learn from many different enterprise&rsquo;s use cases of AWS ML and DL? Zealous to be key part of Amazon, who has been investing in Machine Learning for decades, pioneering and shaping the world&rsquo;s AI technology?<br>\n<br>\nAt Amazon Web Services (AWS), we are helping large enterprises build ML and DL models on the AWS Cloud. We are applying predictive technology to large volumes of data and against a wide spectrum of problems. Our Professional Services organization works together with our AWS customers to address their business needs using AI.<br>\n<br>\nAWS Professional Services is a unique consulting team. We pride ourselves on being customer obsessed and highly focused on the AI enablement of our customers. If you have experience with AI, including building ML or DL models, we&rsquo;d like to have you on our team. You will get to work with an innovative company, with great teammates, and have a lot of fun helping our customers.<br>\n<br>\nThis role will focus specifically on AWS&rsquo; most complex and largest customers in the world to help solve a wide range of business problems. Consultants will provide deep and broad insight to customers and partners to help remove constraints that prevent them from leveraging AWS services to create strategic value.<br>\n<br>\nA successful candidate will be a person who enjoys diving deep into data, doing analysis, discovering root causes, and designing long-term solutions. It will be a person who likes to have fun, loves to learn, and wants to innovate in the world of AI.<br>\n<br>\nMajor responsibilities include:<br>\n<ul><li>Understand the customer&rsquo;s business need and guide them to a solution using our AWS AI Services, AWS AI Platforms, AWS AI Frameworks, and AWS AI EC2 Instances .<\u002Fli><li><\u002Fli><li>Assist customers by being able to deliver a ML \u002F DL project from beginning to end, including understanding the business need, aggregating data, exploring data, building &amp; validating predictive models, and deploying completed models to deliver business impact to the organization.<\u002Fli><li><\u002Fli><li>Use Deep Learning frameworks like MXNet, Caffe 2, Tensorflow, Theano, CNTK, and Keras to help our customers build DL models.<\u002Fli><li><\u002Fli><li>Use SparkML and Amazon Machine Learning (AML) to help our customers build ML models.<\u002Fli><li><\u002Fli><li>Work with our Professional Services Big Data consultants to analyze, extract, normalize, and label relevant data.<\u002Fli><li><\u002Fli><li>Work with our Professional Services DevOps consultants to help our customers operationalize models after they are built.<\u002Fli><li><\u002Fli><li>Assist customers with identifying model drift and retraining models.<\u002Fli><li><\u002Fli><li>Research and implement novel ML and DL approaches, including using FPGA.<\u002Fli><li><\u002Fli><\u002Ful>\nThis is a customer facing role. You will be required to travel to client locations and deliver professional services when needed.<br>\n<br>\nNote: If you do not live in a market where we have an open Data Scientist position, please feel free to apply. Our Data Scientists can live in any location that has an AWS office.<\u002Fdiv>\n<br>\n<div><ul><li>PhD in a highly quantitative field (Computer Science, Machine Learning, Operational Research, Statistics, Mathematics, etc.)<\u002Fli><li>4+ years of industry experience in predictive modeling and analysis<\u002Fli><li>Skills with programming languages, such as Java or C\u002FC++<\u002Fli><li>Ability to develop experimental and analytic plans for data modeling processes, use of strong baselines, ability to accurately determine cause and effect relations<\u002Fli><li>Consulting experience and track record of helping customers with their AI needs<\u002Fli><li>Publications or presentation in recognized Machine Learning, Deep Learning and Data Mining journals\u002Fconferences<\u002Fli><li>Experience with AWS technologies like Redshift, S3, EC2, Data Pipeline, &amp; EMR<\u002Fli><li>Combination of deep technical skills and business savvy enough to interface with all levels and disciplines within our customer&rsquo;s organization<\u002Fli><li>Demonstrable track record of dealing well with ambiguity, prioritizing needs, and delivering results in a dynamic environment<\u002Fli><li>Experience diving into data to discover hidden patterns<\u002Fli><li>Able to write production level code, which is well-written and explainable<\u002Fli><\u002Ful>\nAmazon is an Equal Opportunity Employer &ndash; Minority \u002F Women \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation \u002F Age.<\u002Fdiv>","e68ab5ad8a54c03d":"<div><b>Introduction<\u002Fb><br>\nClient Technical Specialists (CTP) are the technical experts and advisors to clients, IBM sales teams and\u002For IBM Business Partners. As a CTP you understand the client's business requirements, technical requirements and\u002For competitive landscape. You apply your business insights, build and maintain client relationships, incorporate hardware, software and services into client-valued solutions and ensure client readiness for the implementation of technical solutions. This is an opportunity to shape the future for both IBM and its clients. Start your journey now!<br>\n<br>\n<b>Your Role and Responsibilities<\u002Fb><br>\n<b>Your Role &amp; Responsibilities:<\u002Fb><br>\nAs part of an entrepreneurial team, you will be the Subject Matter Expert on Data and AI Statistical models and how they apply to business problems. Led by a solution architect, you will advise on and help implement models in Machine Learning, Optimization, Neural Networks, and Artificial Intelligence such as Natural Language, Transfer Learning, Deep Learning and other quantitative approaches. You will also leverage deep skills and best practices to provide expertise and leadership to help design IBM Data Science and AI solutions that will help our clients drive technology benefits and business outcomes across industries. You will work with cutting edge technologies such as Watson, as well as Open Source approaches such as Python and Jupyter notebooks as well as with a passionate team of people who are driving the innovation and digital transformation to cross-industry enterprise clients with the adoption of IBM Data Science and AI. An ideal candidate will be familiar with Design Thinking, Statistics, building Supervised and Unsupervised machine learning models, and data cleansing techniques using various utilities and programming techniques.<br>\n<br>\n<b>Key Responsibilities:<\u002Fb><ul><li>\nRun and statistically evaluate statistical models such as Machine Learning, Optimization, Neural Networks and Artificial Intelligence<\u002Fli><li>\nPartner with Scrum Masters, Product Owners, Solution architects and peer data scientist and development data engineers to create solutions to meet business and technical opportunities<\u002Fli><li>\nUnderstand and communicate technical advantages and tradeoffs between Data Models<\u002Fli><li>\nExplore and develop new technical skills and industry practices while absorbing professional knowledge quickly and using demonstrated interpersonal skills to be an effective ambassador for IBM Data Science and AI<\u002Fli><li>\nUse exceptional communication skills and with input from product management, development, and architecture thought leaders, work to deliver high quality end-to-end Solutions at Scale in response to the identified business requirements from our clients; ensure the results are statistically valid<\u002Fli><\u002Ful>\ncldpakat<br>\n<br>\n<b>Required Technical and Professional Expertise<\u002Fb><br>\n<ul><li>Technical degree in Computer Science or another field relevant to Data Science<\u002Fli><li>\n1+ years of experience working with Machine Learning, Optimization, Neural Networks and\u002For Artificial Intelligence<\u002Fli><li>\n1+ years of experience with a Data Science programming language such as Python or R<\u002Fli><li>\nDeep understanding of Statistics<\u002Fli><li>\nFluent in English<\u002Fli><li>\nAbility to Travel 75% and conduct Client Facing\u002FTechnical Solutions<br>\n<\u002Fli><\u002Ful><br>\n<br>\n<br>\n<b>Preferred Technical and Professional Expertise<\u002Fb><br>\n<ul><li>Experience with Jupyter Notebooks<\u002Fli><li>\nDeep understanding of Statistical Machine Learning Models with Python or R<\u002Fli><li>\nSupporting Relevant business domain knowledge such as Finance or Health Care<\u002Fli><\u002Ful><br>\n<b>\nAbout Business Unit<\u002Fb><br>\nDigitization is accelerating the ongoing evolution of business, and clouds - public, private, and hybrid - enable companies to extend their existing infrastructure and integrate across systems. IBM Cloud provides the security, control, and visibility that our clients have come to expect. We are working to provide the right tools and environment to combine all of our client&rsquo;s data, no matter where it resides, to respond to changing market dynamics.<br>\n<br>\n<b>Your Life @ IBM<\u002Fb><br>\nWhat matters to you when you&rsquo;re looking for your next career challenge?<br>\n<br>\nMaybe you want to get involved in work that really changes the world? What about somewhere with incredible and diverse career and development opportunities &ndash; where you can truly discover your passion? Are you looking for a culture of openness, collaboration and trust &ndash; where everyone has a voice? What about all of these? If so, then IBM could be your next career challenge. Join us, not to do something better, but to attempt things you never thought possible.<br>\n<br>\nImpact. Inclusion. Infinite Experiences. Do your best work ever.<br>\n<br>\n<b>About IBM<\u002Fb><br>\nIBM&rsquo;s greatest invention is the IBMer. We believe that progress is made through progressive thinking, progressive leadership, progressive policy and progressive action. IBMers believe that the application of intelligence, reason and science can improve business, society and the human condition. Restlessly reinventing since 1911, we are the largest technology and consulting employer in the world, with more than 380,000 IBMers serving clients in 170 countries.<br>\n<br>\n<b>Location Statement<\u002Fb><br>\nFor additional information about location requirements, please discuss with the recruiter following submission of your application.<br>\n<br>\n<b>Being You @ IBM<\u002Fb><br>\nIBM is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status. IBM is also committed to compliance with all fair employment practices regarding citizenship and immigration status.<\u002Fdiv>","19be80bff0893f3b":"About the Job\n<br>We are changing the way people think about trucking. Our proprietary internet-connected CarbonConnect hardware produces a rich stream of performance data from on-highway heavy-trucks. Using this data, your job will be to design and implement a data and insights platform that powers innovative, data-driven products for the industry.\n<br><br>\nCandidates need to have 3-5 years of experience, with proven results in structuring, processing and visualizing raw data to create business impacting insights and supporting products. This position will be based out of our office Redwood City, California.\n<br><br>\nAbout You\n<br>We are looking for a very curious data scientist who enjoys a deep dive into the raw data to ask the right set of questions and find the answers to those questions. You will build tools and infrastructure that provide data cleansing & transformation, create statistical and predictive models and classifiers leading to actionable data and insights for new data products, as well as performance metrics to drive business and product improvements.\n<br><br>\nWhat Youll Do\n<br><ul>\n<li>You will own the analytical frameworks that drive decision making and direction for the product roadmap.<\u002Fli>\n<li>Build models from the ground up - from data exploration to feature engineering, model development + optimization, and deployment into production<\u002Fli>\n<li>Design rigorous experiments and interpret results to draw actionable conclusions<\u002Fli>\n<li>Work cross-functionally with team leaders (in Engineering, Product, Operations, Marketing, etc.) to explain your analysis and make recommendations<\u002Fli>\n<li>Facilitate objective decision making across the company by democratizing data through dashboards and other analytical tools<\u002Fli>\n<li>Operationalize data gathering and machine-learning infrastructure<\u002Fli>\n<\u002Ful>\n<b>Required Skills and Experience:<\u002Fb><br>\n<ul>\n<li>Bachelors Degree in Statistics, Computer Science, Mathematics, or other quantitative field; advanced degree a plus<\u002Fli>\n<li>3+ years of experience working as a data scientist<\u002Fli>\n<li>Knowledge of machine learning techniques, especially deep understanding for their benefits and drawbacks in real-world applications<\u002Fli>\n<li>Excellent statistical intuition derived from practical, hands-on experience<\u002Fli>\n<li>Proficiency in Python, SQL, PySpark, and ETL patterns and tools<\u002Fli>\n<li>Experience working on Cloud computing technology (AWS\u002FGoogle Cloud\u002FMicrosoft Azure).<\u002Fli>\n<li>Experience building predictive systems.<\u002Fli>\n<li>Ability to work in a fast-paced and continuously changing environment.<\u002Fli>\n<\u002Ful>\n<b>Preferred Skills:<\u002Fb><br>\n<ul>\n<li>Experience with GIS data, including Google Maps Platform<\u002Fli>\n<li>Understanding of Big Data Technologies like Apache Hadoop, Apache Spark and MapReduce.<\u002Fli>\n<li>Knowledge in Transportation or Logistics domain.<\u002Fli>\n<\u002Ful>\nAbout XStream\n<br>Heavy trucks move 71% of the nations freight, traveling over 180Bn miles each year. XStream Trucking is a Design and Engineering start-up, obsessed with improving fuel economy and reducing greenhouse gasses for heavy trucks. Our first product the TruckWings is the industrys first active-aero product for trucks, and are installed in 5,000+ truck fleets with over 25 million miles of highway tests. TruckWings are controlled by a proprietary internet-connected device, CarbonConnect, which operates and measures the performance of the wings and the trucks. With these technologies, we are making a dent in greenhouse gas emissions while also increasing the profitability of our customers.","ac537a0f39cf8a5a":"<div><b>Description:<\u002Fb><br>\nThe Clinical analytics group uses an industry leading, scalable data platform and tools to glean insights from Aetna&rsquo;s large array of data sources, including medical claims, prescriptions, demographics, call data, and surveys. From these insights and understanding of the business needs, you would participate in the expansion of reporting and evaluation of innovative clinical initiatives and programs executed via a new clinical advocate model. You would help to develop appropriate reporting metrics and visualizations to manage and evaluate the program. The work environment is fast-paced, collaborative, and iterative, requiring quick learning, adaptability, and creativity. You would be part of a new and expanding team, with plenty of opportunities to interact with project stakeholders at all levels of the organization.63289<br>\n<br>\n<b>Fundamental Components:<\u002Fb><br>\n<ul><li>Develops, validates and executes algorithms and predictive models to investigate problems, detect patterns and recommend solutions<\u002Fli><li>\nExplores, examines and interprets large volumes of data in various forms<\u002Fli><li>\nPerforms analyses of structured and unstructured data to solve moderately complex business problems utilizing advanced statistical techniques and mathematical analyses<\u002Fli><li>\nDevelops data structures and pipelines to organize, collect and standardize data that helps generate insights and addresses reporting needs<\u002Fli><li>\nUses data visualization techniques to effectively communicate analytical results and support business decisions<\u002Fli><li>\nCreates and evaluates the data needs of assigned projects and assures the integrity of the data<\u002Fli><li>\nExplores existing data and recommends additional sources of data for improvements<\u002Fli><li>\nDocuments projects including business objectives, data gathering and processing, detailed set of results and analytical metrics.<\u002Fli><\u002Ful><br>\n<b>\nBackground Experience:<\u002Fb><br>\n<ul><li>3 years of relevant programming or analytic experience.<\u002Fli><li>\nAbility to work with large data sets from multiple data sources.<\u002Fli><li>\nDemonstrates proficiency in several of the following areas: analysis methods, statistical analyses, stratification, data visualization, data modeling, study design, randomization<\u002Fli><li>\nProficient in SQL, Python, R, or HQL.<\u002Fli><li>\nProficient in Tableau or similar BI design tool.<\u002Fli><\u002Ful><br>\n<b>\nPotential Telework Position:<\u002Fb><br>\nNo<br>\n<br>\n<b>Percent of Travel Required:<\u002Fb><br>\n0 - 10%<br>\n<br>\n<b>EEO Statement:<\u002Fb><br>\nAetna is an Equal Opportunity, Affirmative Action Employer<br>\n<br>\n<b>Benefit Eligibility:<\u002Fb><br>\nBenefit eligibility may vary by position. Click here to review the benefits associated with this position.<br>\n<br>\n<b>Candidate Privacy Information:<\u002Fb><br>\nAetna takes our candidate's data privacy seriously. At no time will any Aetna recruiter or employee request any financial or personal information (Social Security Number, Credit card information for direct deposit, etc.) from you via e-mail. Any requests for information will be discussed prior and will be conducted through a secure website provided by the recruiter. Should you be asked for such information, please notify us immediately.<\u002Fdiv>","2a133dee5e3e035f":"<div><p>We are looking for a Data Scientist to help us discover information contained in vast streams of online and offline time-series data, enabling us to make data-driven decisions based on an enhanced understanding of our business performance in the financial markets.<\u002Fp><p><\u002Fp><p>\nYour primary focus will be in applying data mining techniques, statistical analysis and feature selection in the training, testing and validation of models to be integrated into our financial markets decision-making systems and processes.<\u002Fp><p><\u002Fp><p>\nYou will work closely with product owners and team members to design, build and integrate targeted client solutions into one of our existing well-supported platforms, or through new channels as required. To meet client demand, our project lifestyles are measured in months, not years, presenting many opportunities to take on new challenges.<\u002Fp><p>\nWe believe the future&rsquo;s here. Right here with us. Home to where we define, ideate, develop and distribute production-ready financial solutions of far-reaching impact. And right now, the door&rsquo;s open to direct the future of our technology for a truly global client base. This means collaborating with the keenest minds in data science, big data, software engineering, web development, UX design and more. Doers looking to bring the next bold ideas to life for a fascinating array of clients - investing, trading and transacting at the forefront of change in markets and economies the world over.<\u002Fp><p><\u002Fp><p>\nIf you have this kind of vision, capable of seeing ahead, of developing a clear path forward in a quest to try the as yet untried, here is the opportunity. In a supported, resource-rich, vibrant co-working environment, part of an ecosystem of globally interconnected labs, realising a broader mission of enabling growth and economic progress on a scale you won&rsquo;t find anywhere else. Welcome to our New York Innovation Lab !<\u002Fp><p><b>\nSkills &amp; Qualifications:<\u002Fb><\u002Fp><ul><li>\nB.Sc Mathematics\u002F Economics\u002F Computer Science \u002F Statistics or equivalent. Background in finance is an advantage<\u002Fli><li>\nKnowledge of a variety of machine learning techniques (exploratory data analysis, predictive modelling, supervised\u002Funsupervised machine learning, anomaly detection) and their real-world advantages\u002Fdrawbacks.<\u002Fli><li>\nExperience with common data science toolkits with excellence in R, NumPy, SciPy, Pandas, Scikit-Learn etc.<\u002Fli><li>\nYou must be highly proficient in Python and its libraries<\u002Fli><li>\nYou must be experienced with data visualisation tools, such as Matplotlib, Plotly, GGplot, etc.<\u002Fli><li>\nProficiency in using query languages, such as SQL, Spark DataFrame API, etc.<\u002Fli><li>\nExperience with Deep Learning, particularly where applied to financial data &ndash; an advantage<\u002Fli><li>\nPassionate about financial data and problem solving. Understand that financial data comes in different formats and sizes.<\u002Fli><li>\nYou should know how to balance between theory and practice<\u002Fli><li>\nSelf-motivated and team player that has the drive to learn and master new technologies and techniques.<\u002Fli><li>\nYou are an excellent communicator, able to explain your work in layman&rsquo;s terms<\u002Fli><li>\nYou are eager to grow your skills<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nKey Responsibilities:<\u002Fb><\u002Fp><ul><li>\nFormulate business ideas in machine learning terms<\u002Fli><li>\nUnderstand our data and apply techniques for feature engineering and selection<\u002Fli><li>\nApply state-of-the-art machine learning techniques to financial data, including model selection, training, testing and validation<\u002Fli><li>\nModel visualisation, demonstration and documentation, in an online form such as an interactive notebook or single-page application<\u002Fli><li>\nWork closely with product owners to develop client solutions for new and existing channels<\u002Fli><li>\nGrow our catalogue of common assets, such as code templates, libraries, utilities, services, etc.<\u002Fli><\u002Ful><p>\n-<\u002Fp>\nGrade :All Job Level - All Job FunctionsAll Job Level - All Job Functions - US<p>\n-<\u002Fp>\nTime Type :Full time<p>\n-<\u002Fp><p>\nCiti is an equal opportunity and affirmative action employer.<br>\nMinority\u002FFemale\u002FVeteran\u002FIndividuals with Disabilities\u002FSexual Orientation\u002FGender Identity.<\u002Fp><p><\u002Fp><p>\nCitigroup Inc. and its subsidiaries (&quot;Citi&rdquo;) invite all qualified interested applicants to apply for career opportunities. If you are a person with a disability and need a reasonable accommodation to use our search tools and\u002For apply for a career opportunity CLICK HERE.<\u002Fp><p><\u002Fp><p>\nTo view the &quot;EEO is the Law&quot; poster CLICK HERE. To view the EEO is the Law Supplement CLICK HERE.<br>\nTo view the EEO Policy Statement CLICK HERE.<br>\nTo view the Pay Transparency Posting CLICK HERE.<\u002Fp><\u002Fdiv>","35c9d4405cc76ae8":"REPAY is a fast-paced, FinTech company experiencing significant growth and expansion. We are seeking a Junior Data Scientist to develop products that leverage data to make predictions that allow us to improve customer value, increase revenue, and decrease costs.\n<br><br>\n<b>Job Requirements:<\u002Fb><br>\nThe ideal candidate is capable of identifying and aggregating data sources for research, generating hypothesis, performing ad-hoc analyses on data, comfortable performing basic statistical tests, and developing small programs for deployment. You should have a passion for delivering useful products via actionable insights.\n<br><br>\nDirect experience as a data scientist \u002F analyst is not required but you must be familiar with basic statistics, experimental design, and coding.\n<br><br>\n<b>You'll be responsible for:<\u002Fb><br>\n<ul>\n<li>Maintaining and improving currently deployed models in production<\u002Fli>\n<li>Performing and presenting results on ad-hoc requests<\u002Fli>\n<li>Developing and implementing statistical and machine learning models for data products<\u002Fli>\n<li>Assisting with building and maintaining internal services and architectures for data science<\u002Fli>\n<\u002Ful>\n<b>Qualifications:<\u002Fb><br>\n<ul>\n<li>BA\u002FBSc with relevant background (experimental based sciences and thesis-based programs are preferred)<\u002Fli>\n<li>Ability to work within a Linux\u002FUnix based operating system at the command line<\u002Fli>\n<li>Practical experience of programming in Python<\u002Fli>\n<li>Knowledge of common statistical measures, basic statistical tests, models, and common visualizations<\u002Fli>\n<li>Familiarity with Git<\u002Fli>\n<li>Deep interest in learning theoretical and practical aspects of utilizing data for business<\u002Fli>\n<\u002Ful>\n<b>Preferred Qualifications:<\u002Fb><br>\n<ul>\n<li>MSc with a relevant background or hands on experience with data products<\u002Fli>\n<li>Hands on experience developing machine learning models<\u002Fli>\n<li>Knowledge of Docker and associated container orchestration ecosystems<\u002Fli>\n<li>Familiarity with technical product life cycles and maintenance in a production setting<\u002Fli>\n<li>Previous work in an AWS environment<\u002Fli>\n<li>Experience designing and implementing experiments<\u002Fli>\n<\u002Ful>\n<b>Who We Are:<\u002Fb><br>\nREPAY  Realtime Electronic Payments is an established and fast growing, Financial Technology company. We build great software that enables businesses to move faster by removing friction in payments processing by offering a comprehensive line of electronic payment solutions including debit and credit card processing, ACH processing, instant funding, and electronic bill payment systems with full IVR, text, and mobile capabilities.\n<br><br>\n<b>Why #REPAYrocks:<\u002Fb><br>\n<ul>\n<li>Access to online learning platforms like PluralSight, Udemy, AskLynda.<\u002Fli>\n<li>Encourage continuing education including professional conferences and events<\u002Fli>\n<li>Monthly social events including LAN Parties and Happy Hours<\u002Fli>\n<li>Flexible schedule\u002Fwork from home<\u002Fli>\n<li>Employee bonus program<\u002Fli>\n<li>REPAY has been named by FORTUNE magazine as one of the Top 50 \"Best Small Workplaces in America\" for 2017! http:\u002F\u002Freviews.greatplacetowork.com\u002Frepay ( http:\u002F\u002Freviews.greatplacetowork.com\u002Frepay )<\u002Fli>\n<li>REPAY was ranked again for the 9th straight year in a row on the Inc. 5000 List of America's Fastest Growing Private Companies for 2019!<\u002Fli>\n<li>REPAY has also been certified as a Great Places to Work company for 2017, 2018 & 2019<\u002Fli>\n<\u002Ful>\nWhy Join the REPAY Technology Team?\n<br><br>\n<ul>\n<li>Growing ~ We are the industry-leading, financial-technology provider in the Consumer Finance space and continue to set the standard for application development and delivery.<\u002Fli>\n<li>Awesome Work Environment ~ Casual dress, great snacks and beverages, open-air collaborative team setting.<\u002Fli>\n<li>Great teaming and Work-Life-Balance ~ The team is fun, smart, and collaborative. We truly enjoy working together. We are all self-driven, motivated professionals that do not require micro-management to make sure we honor our work and project commitments.<\u002Fli>\n<li>Leadership Support ~ The founders and leadership team \"get\" and recognize both individual and team performance.<\u002Fli>\n<li>Difficult Problems to Solve ~ We create highly sophisticated payment processing applications and are constantly pushing the boundaries of what is possible on the web, with mobile, SMS, and IVR applications in support of alternative payment channels. We are working on extensive new product and feature development.<\u002Fli>\n<li>Innovation and Ideas ~ We constantly listen to clients and employees to find the best ideas, and we provide the resources necessary to ensure those priorities are implemented quickly.<\u002Fli>\n<\u002Ful>\n","7278f00aa1a5d46e":"<div><h3 class=\"jobSectionHeader\"><b>Description<\u002Fb><\u002Fh3>\n<p><\u002Fp><p>What you&rsquo;ll do:<\u002Fp><ul><li>\nWork closely with product and business teams to identify important questions and answer them with data<\u002Fli><li>\nApply statistical and econometric models on large datasets to: i) measure results and outcomes, ii) identify causal impact and attribution, iii) predict future performance of users or products<\u002Fli><li>\nDesign, analyze, and interpret the results of experiments<\u002Fli><li>\nDrive the collection of new data and the refinement of existing data sources<br>\n<br>\n<\u002Fli><\u002Ful><p>What you&rsquo;ll need:<\u002Fp><ul><li>\n5+ years of work experience and 3+ in data science\u002Fquantitative fields\n<\u002Fli><li>Excellent statistical intuition and knowledge of various analytical approaches<\u002Fli><li>\nExcellent communication skills and ability to explain your analysis clearly<\u002Fli><li>\nExpert knowledge of a scientific computing language (such as R or Python) and SQL<\u002Fli><li>\nExperience in working with large data sets and distributed computing tools (Hive, Spark) is a plus<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","50f3f9739028b706":"<div><b>Description<\u002Fb><br>\n<p><\u002Fp><p>The Naval Nuclear Laboratory seeks a Data Scientist to join a growing team dedicated to identifying, developing, refining, and deploying data analytics solutions. As a data scientist, you will use machine learning techniques to gain new insights, develop tools, and improve processes. You will be responsible for working closely with key stakeholders and data engineers to efficiently identify and implement improvements to data infrastructure for downstream analytics needs. The data scientist will determine the right models to use for various Program applications from proof-of-concept through design applications, as well as monitor and improve deployed applications. The data scientist will keep NNL current with the state-of-the-art machine learning hardware and software, and pursue continuous self-training and train others across the organization. We develop the world's best nuclear propulsion systems, train Sailors to operate them, and provide full lifecycle support, from technology development through design to disposal.<\u002Fp>\n<p>Responsibilities:<\u002Fp>\n<ul><li>Identify and develop data analytics applications that support all facets of Program work<\u002Fli>\n<li>Interface with key stakeholders and technical experts to ensure hardware and software support for data analytics is maintained<\u002Fli>\n<li>Develop and facilitate data analytics training<\u002Fli>\n<li>Identify potential applications for data analytics techniques<\u002Fli>\n<li>Analyze large complex datasets to extract useful patterns to deliver business insights and communicate results to key decision makers<\u002Fli>\n<li>Issue reports detailing tool development (including unsuccessful approaches), quality assurance actions performed, final results, etc.<\u002Fli>\n<li>Work with data engineers to improve functionality in Program data systems (e.g., data reliability, efficiency, usability, and quality) and improve downstream data analysis capabilities<\u002Fli>\n<li>Develop and review corporate policies, instructions, and principles related to data analytics and its use in the Program<\u002Fli>\n<\u002Ful><p><\u002Fp><b>Requirements<\u002Fb><br>\n<p><\u002Fp><p>Intermediate:<\u002Fp>\n<ul><li>BS degree in engineering or Bachelor's degree in a science related field from an accredited college or university and a minimum of two years relevant experience; or<\u002Fli>\n<li>MS degree in engineering or Master's degree in a science related field from an accredited college or university and a minimum of one year relevant experience.\n<\u002Fli><li>Experience with basic data analysis, statistics, and programming skills<\u002Fli>\n<\u002Ful><p>Advanced:<\u002Fp>\n<ul><li>BS degree in engineering or Bachelor's degree in a science related field from an accredited college or university and a minimum of four years relevant experience; or<\u002Fli>\n<li>MS degree in engineering or Master's degree in a science related field from an accredited college or university and a minimum of two years relevant experience<\u002Fli>\n<li>Experience with basic data analysis, statistics, and programming skills<\u002Fli>\n<\u002Ful><p><\u002Fp><b>Preferred Skills<\u002Fb><br>\n<ul><li>Master's level statistical, optimization, and mathematical concepts including uncertainty quantification, optimization, machine learning, and data analytics<\u002Fli>\n<li>Familiarity with various computing infrastructures<\u002Fli><\u002Ful><\u002Fdiv>","5a39fee23f55e816":"<div><div><div><div><div><p><b>The Role<\u002Fb><\u002Fp>\n<p>\nWe are looking for a Data Scientist who will support our Data Quality Intelligence (DQI) and Data Quality Automation (DQA) activities by analyzing reference and time series data, business processes, and data management activities to identify areas for improvement with respect to operational efficiency and greater insight\u002Ftransparency, and build solutions using ML and advanced analytics to realize these improvements for our clients.<\u002Fp>\n<p>\nYou will work in the Strategic Solutions Group (SSG), an innovative team with strong technical expertise in Asset Control software and in-depth business knowledge. You will augment the capabilities of the team with data science expertise and will drive the analytics activities from inception to deployment, while working closely with the team regarding issue definition, data sourcing, and solution deployment.<br>\n<\u002Fp>\n<p><b>Key Responsibilities<\u002Fb><\u002Fp>\n<ul>\n<li>Work with SSG and Asset Control clients to identify improvement opportunities (business analysis)<\u002Fli>\n<li>Develop models and algorithms, and test model quality<\u002Fli>\n<li>Together with the SSG team implement models in solutions and support\u002Fmaintain these solutions short-term (including model performance monitoring)<\u002Fli>\n<li>Train Support teams regarding solution\u002Fmodel maintenance and support activities<\u002Fli>\n<li>Develop data science best practices within SSG with respect to development, testing, version control, deployment, etc.<\u002Fli>\n<\u002Ful><p><b>Qualifications<\u002Fb><\u002Fp>\n<ul>\n<li>Team player and good communicator<\u002Fli>\n<li>Hands-on and can-do mentality<\u002Fli>\n<li>Strong quantitative background<\u002Fli>\n<li>Strong knowledge of financial reference data (financial instruments such as shares, bonds, derivatives, rates, and their characteristics) and time series data (pricing)<\u002Fli>\n<li>Good understanding of databases (relational and NoSQL, such as Cassandra is a plus)<\u002Fli>\n<li>Good scripting and programming skills, and experience using statistical computer languages R and\u002For Python and query language SQL<\u002Fli>\n<li>Excellent understanding of machine learning and statistical techniques (clustering, Random Forest, SVM, NN, regression) and their real-world application advantages\u002Fdrawbacks<\u002Fli>\n<li>Experience using common AI libraries (e.g. Tensorflow, PyTorch, ScikitLearn) and tools<\u002Fli>\n<li>Experience in model development, testing, and deployment<\u002Fli>\n<\u002Ful><p><b>Education<\u002Fb><\u002Fp>\n<ul>\n<li>Bachelors degree, ideally in finance or data science<\u002Fli>\n<\u002Ful><p><b>P<\u002Fb><b>ersonal Attributes<\u002Fb><\u002Fp>\n<ul>\n<li>Passion for service excellence and improving quality, with strong business acumen<\u002Fli>\n<li>Ability to self-manage<\u002Fli>\n<li>Approachable, with effective interpersonal, influencing and negotiation skills<\u002Fli>\n<li>Comfortable with ambiguity and navigating complex situations<\u002Fli>\n<li>Analytical and Problem Solving Skills<\u002Fli>\n<li>Courageous, with the ability to push the boundaries, recognizing the diversity of the organization&rsquo;s requirements<\u002Fli>\n<li>High levels of integrity, and a strong ethical sense<\u002Fli>\n<li>Cultural sensitivity and a confident self-starter<\u002Fli>\n<li>Resilient and results orientated<\u002Fli>\n<li>Able to travel internationally as required<\u002Fli>\n<li>Able to work both independently and in a team. You have a professional image, and are used to representing your company communicating with or visiting customers.<\u002Fli>\n<li>You are fluent in English, which is used for both internal communication and external communications within the Asset Control global organization.<\u002Fli>\n<li>Fluency in a second language, particularly German, Spanish or Portuguese, would be preferred, but is not essential.<\u002Fli>\n<li>You are eager to learn, you have an analytical mind and have a go-get attitude. Client service is our absolute focus and a pro-active, customer oriented way of thinking is vital.<\u002Fli>\n<li>Excellent interpersonal skills with the ability to communicate effectively at all levels with the business and externally<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>Asset Control Values<\u002Fb><\u002Fp>\n<p><b>\nCommunication<\u002Fb> - communicate actively with your colleagues; be open-minded and transparent<\u002Fp>\n<p><b>\nAccountability<\u002Fb><b> <\u002Fb>&ndash; take responsibility and ensure something is done properly<\u002Fp>\n<p><b>\nEmpowerment<\u002Fb><b> <\u002Fb>&ndash; feel empowered to help the company to move faster and to innovate<\u002Fp>\n<p><b>\nRespect<\u002Fb><b> <\u002Fb>- treat colleagues as you expected others to treat you<\u002Fp>\n<p><b>\nClient Focus<\u002Fb> &ndash; put the client ahead of everything you do<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","17b2ffc9315d7dc4":"Support data-driven product decisions that impact the lives of millions everyday.\n<br><br>\nData is the bread-and-butter of Duolingo. Join our team of data scientists and use our database of rich user data to generate insights to guide product development for 300 million learners worldwide. You will learn deeply and broadly from an experienced team of award-winning engineers, designers, researchers, and analysts. We are passionate about educating our users, making fact-based decisions, and finding elegant solutions to complex problems. While we take our mission to heart, we don't take ourselves too seriously; we are creative, and we have fun at work everyday. If this sounds like you, then come help us build the next-generation learning company!\n<br><br>\n<b>Responsibilities:<\u002Fb><br>\n<ul>\n<li>Derive insights from data to influence product roadmaps and drive business results<\u002Fli>\n<li>Lead product experiments to create and optimize user experiences<\u002Fli>\n<li>Apply advanced statistical methods to model user behavior<\u002Fli>\n<li>Problem-solve with product development teams through data analysis<\u002Fli>\n<li>Own dashboards, reports, and forecasts<\u002Fli>\n<li>Ensure the quality of our tracking and data<\u002Fli>\n<li>Help preserve our culture of fact-based decision making as we scale<\u002Fli>\n<\u002Ful>\n<b>Requirements:<\u002Fb><br>\n<ul>\n<li>Strong understanding of consumer digital products<\u002Fli>\n<li>Pursuing aBS or MS degree in a quantitative field (e.g.: statistics, economics, computer science)<\u002Fli>\n<li>Graduation expected in 2021 (or sooner)<\u002Fli>\n<li>Previous experience analyzing large datasets and communicating results<\u002Fli>\n<li>Skilled in SQL, R, Python, and\u002For statistical methods to analyze behavioral data<\u002Fli>\n<li>Excellent presentation and communication skills<\u002Fli>\n<li>Able to relocate to Pittsburgh, PA<\u002Fli>\n<\u002Ful>\n<b>Exceptional Candidates:<\u002Fb><br>\n<ul>\n<li>Experience with \"big data\" technologies like Redshift, Hadoop, Hive, BigQuery<\u002Fli>\n<li>Experience articulating business questions and using available data to find answers that translate into product recommendations<\u002Fli>\n<li>Demonstrated self-direction, with a desire both to learn new techniques and teach others<\u002Fli>\n<li>Programming experience in Java or Scala a plus<\u002Fli>\n<\u002Ful>\n","b22aea31d6aa49ae":"<div><p><b>Job Description<\u002Fb><\u002Fp><p><\u002Fp><div><br>\nWhat You&rsquo;ll Get to Do:<br>\n<br>\nThis section should describe the overarching summary of the job and what is appealing about the opportunity.<br>\n<br>\nMore About the Role:<br>\n<br>\nThis section should outline the primary responsibilities of the position.<br>\n<br>\nYou&rsquo;ll Bring These Qualifications:<br>\n<br>\nThis section should include required qualifications, including Years of Experience as outlined in the Job Leveling Guide. Remember, if your contract contains minimum Labor Category Qualifications, they must be included.<br>\n<br>\nThese Qualifications Would be Nice to Have:<br>\n<br>\nThis section should include and preferred or desired qualifications or attributes.<br>\n<br>\nWhat We Can Offer You:<br>\n<br>\n<ul><li>We&rsquo;ve been named a Best Place to Work by the Washington Post.<\u002Fli><\u002Ful><br>\n<ul><li>Our employees value the flexibility at CACI that allows them to balance quality work and their personal lives.<\u002Fli><\u002Ful><br>\n<ul><li>We offer competitive benefits and learning and development opportunities.<\u002Fli><\u002Ful><br>\n<ul><li>We are mission-oriented and ever vigilant in aligning our solutions with the nation&rsquo;s highest priorities.<\u002Fli><\u002Ful><br>\n<ul><li>For over 55 years, the principles of CACI&rsquo;s unique, character-based culture have been the driving force behind our success.<\u002Fli><\u002Ful><br>\n<\u002Fdiv><p><\u002Fp><p><b>\nJob Location<\u002Fb><\u002Fp><p>\nUS-Chantilly-VA-VIRGINIA SUBURBAN<\u002Fp><br>\n<p><\u002Fp>\n<p>\nCACI employs a diverse range of talent to create an environment that fuels innovation and fosters continuous improvement and success. At CACI, you will have the opportunity to make an immediate impact by providing information solutions and services in support of national security missions and government transformation for Intelligence, Defense, and Federal Civilian customers. CACI is proud to provide dynamic careers for employees worldwide. CACI is an Equal Opportunity Employer - Females\u002FMinorities\u002FProtected Veterans\u002FIndividuals with Disabilities.<\u002Fp><\u002Fdiv>","2701d0caa7db1d79":"<div><p><b>Location Name:<\u002Fb> Findlay, OH<br>\n<b>Job\u002FRequisition ID: <\u002Fb>[[id]]<br>\n<b>Location Address:<\u002Fb> 539 S Main St, Findlay, OH, United States (US), 45840<br>\n<b>Education Level:<\u002Fb> Master's Desired<br>\n<b>Relevant Experience Level:<\u002Fb> Flexible (1-10 Years)<br>\n<b>Employee Group:<\u002Fb> Regular - Full Time<br>\n<b>Employee Subgroup:<\u002Fb> Salaried Exempt<\u002Fp><p><\u002Fp><br>\n<p>\nData scientists leverage knowledge and experience in data mining, machine learning, applied statistics, operations research, and related quantitative disciplines to develop sophisticated analytics solutions to critical business challenges. This position is responsible for using a combination of statistical knowledge, programming skills, and business acumen to identify, prioritize, and solve high-impact business problems. The successful candidate will be responsible for identifying, cleansing, combining, visualizing, and analyzing data from a variety of sources to obtain actionable business insights. In addition, they must effectively communicate the results to managers, project stakeholders, and engineering teams.<br>\n<\u002Fp><p><\u002Fp><p><b>Responsibilities:<\u002Fb><\u002Fp><ul><li>\nUnderstand strategic business objectives and work with business partners to economically justify and develop plans to create the necessary business insights.<\u002Fli><li>\nUtilize a combination of business acumen and statistical knowledge to identify, prioritize, and solve high-impact business problems.<\u002Fli><li>\nTranslate complicated concepts into relevant business messages. Effectively communicate results to project stakeholders and business teams.<\u002Fli><li>\nLead and manage analytical projects from conceptual through definition phase.<\u002Fli><li>\nIdentify, visualize, and analyze data from a variety of sources to obtain business insights.<\u002Fli><li>\nShare new analytical concepts among peers and leaders.<\u002Fli><li>\nEducate business partners on the use and expected results of advanced analytics.<\u002Fli><\u002Ful><p>\n<br>\n<b>Qualifications:<\u002Fb><\u002Fp><ul><li>\nExperience with manipulating and analyzing complex, high-volume, high-dimensional data from varying sources.<\u002Fli><li>\nFluency in advanced analytics tool such as R and Python.<\u002Fli><li>\nUnderstanding of Machine Learning techniques and Statistical learning methods<\u002Fli><li>\nExperience with data science projects from data management, model building, evaluation, model improvement and implementation.<\u002Fli><li>\nStrong written, verbal communication, and time management skills.<\u002Fli><\u002Ful><p>\n<br>\n<b>Preferred Qualifications:<\u002Fb><\u002Fp><ul><li>\nMaster&rsquo;s degree in Computer Science, Computer Engineering, Data Science, Management Information Systems, Mathematics or other comparable majors.<\u002Fli><\u002Ful><ul><li>\nExperience solving analytical problems using quantitative approaches.<\u002Fli><li>\nAbility to generate positive business results via analytics and data science techniques.<\u002Fli><li>\nA strong passion for empirical research and answering difficult questions with data.<\u002Fli><li>\nA flexible analytic approach that provides results at varying levels of precision.<\u002Fli><li>\nAbility to communicate complex quantitative analysis in a clear, precise, and actionable manner.<\u002Fli><li>\nFamiliarity with relational and non-relational databases.<\u002Fli><\u002Ful><p><br>\n#LI-DC1<br>\n<br>\n<b>About Marathon Petroleum Corporation<\u002Fb><\u002Fp><p><\u002Fp><br>\n<p>\nMarathon Petroleum Corporation (MPC) is a leading, integrated, downstream energy company headquartered in Findlay, Ohio. The company operates the nation's largest refining system with more than 3 million barrels per day of crude oil capacity across 16 refineries. MPC's marketing system includes branded locations across the United States, including Marathon brand retail outlets. Speedway LLC, an MPC subsidiary, owns and operates retail convenience stores across the United States. MPC also owns the general partner and majority limited partner interests in two midstream companies, MPLX LP and Andeavor Logistics LP, which own and operate gathering, processing, and fractionation assets, as well as crude oil and light product transportation and logistics infrastructure.<\u002Fp><p><br>\n<b>\nTravel Expected:<\u002Fb> Up to 10%<\u002Fp><p><\u002Fp><br>\n<p>\nMarathon Petroleum Company LP is an Equal Opportunity Employer and gives consideration for employment to qualified applicants without discrimination on the basis of race, color, religion, creed, sex, gender (including pregnancy, childbirth, breastfeeding or related medical conditions), sexual orientation, gender identity, gender expression, age, mental or physical disability, medical condition or AIDS\u002FHIV status, ancestry, national origin, genetic information, military, veteran status, marital status, citizenship or any other status protected by applicable federal, state, or local laws. If you would like more information about your EEO rights as an applicant, click here.<br>\n<\u002Fp><p>\nIf you need a reasonable accommodation for any part of the application process at Marathon Petroleum LP, please contact our Human Resources Department at talentacquisition@marathonpetroleum.com. Please specify the reasonable accommodation you are requesting, along with the job posting number in which you may be interested. A Human Resources representative will review your request and contact you to discuss a reasonable accommodation.<br>\n<\u002Fp><p>\nEqual Opportunity Employer: Veteran \u002F Disability<br>\n<\u002Fp><p>\nMarathon Petroleum Company LP participates in the E-Verify program in some states in which it operates (including AL, AZ, GA, MS, NC, SC, TN, and UT). For more information before proceeding, please see details in English or Spanish. Right to Work Statement English or Spanish.<\u002Fp><\u002Fdiv>","e3629bbc921c1e5d":"<div>The role of Enterprise Finance Data Scientist will be a critical part of the Aeronautics Controller team as we continue to transform the enterprise. Automation of reporting and analysis will allow greater efficiency and analytics across the business. This role will be tasked to designs and develops methods, processes, and systems to consolidate and analyze diverse sources of data across Enterprise Business Operations and the Controller's group. The individual will be required to utilize the appropriate tools to accomplish the requested analysis, but also understand and communicate how the results of these analyses will impact the larger enterprise. This will require both technical software knowledge as well as the capability to communication both cross-functionally and at the executive level. The individual will also be required to make meaningful and well-informed recommendations on how to transform reporting and analysis across multiple financial functions.<br>\n<b>Basic Qualifications:<\u002Fb><br>\n<ul><li>Experience in data aggregation and visualization<\u002Fli><li>Experience working with multiple data analytics platforms<\u002Fli><li>Experience working cross-functionally<\u002Fli><li>Function execution, functional\u002Findirect finance, or program finance experience<\u002Fli><\u002Ful><b>\nDesired Skills:<\u002Fb><br>\n<ul><li>Experience in overhead budgeting and management<\u002Fli><li>Experience in presenting to upper management<\u002Fli><li>Ability to implement recommendations tactically and apply lessons learned<\u002Fli><\u002Ful><b>\nBASIC QUALIFICATIONS:<\u002Fb><br>\njob.Qualifications<br>\n<br>\n<b>Lockheed Martin is an Equal Opportunity\u002FAffirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, pregnancy, sexual orientation, gender identity, national origin, age, protected veteran status, or disability status.<\u002Fb><br>\nJoin us at Lockheed Martin, where your mission is ours. Our customers tackle the hardest missions. Those that demand extraordinary amounts of courage, resilience and precision. They&rsquo;re dangerous. Critical. Sometimes they even provide an opportunity to change the world and save lives. Those are the missions we care about.<br>\n<br>\nAs a leading technology innovation company, Lockheed Martin&rsquo;s vast team works with partners around the world to bring proven performance to our customers&rsquo; toughest challenges. Lockheed Martin has employees based in many states throughout the U.S., and Internationally, with business locations in many nations and territories.<br>\n<b>EXPERIENCE LEVEL:<\u002Fb><br>\nExperienced Professional<\u002Fdiv>","10dad514b293fdc0":"<div><div><div><div><div>At Red Hat, we connect an innovative community of customers, partners, and contributors to deliver an open source stack of trusted, high-performing solutions. We offer cloud, Linux, middleware, storage, and virtualization technologies, together with award-winning global customer support, consulting, and implementation services. Red Hat is a rapidly growing company supporting more than 90% of Fortune 500 companies.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Job summary\n<\u002Fb><\u002Fh2><div><div><div><div>The Red Hat Products and Technologies (PnT) Planning and Analytics team is looking for a Data Scientist Intern to join us in Raleigh, NC. In this role, you will design, develop, and program methods, processes, and systems to consolidate and analyze unstructured, diverse big data sources to generate actionable insights and solutions for customer services and solutions enhancement. You&rsquo;ll interact with product and marketing teams to identify questions and issues for data analysis and experiments. You&rsquo;ll develop and code software programs, algorithms, and automated processes to cleanse, integrate, and evaluate large datasets from multiple disparate sources. As a Data Scientist Intern, you will identify meaningful insights from large data and metadata sources and communicate them to product, service, and business managers.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Primary job responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Analyze high-volume, unstructured data sources to build new structured models for customer interactions and product consumption<\u002Fli><li>\nDevelop machine learning (ML), data mining, and statistical techniques and algorithms to create new scalable solutions for business problems by analysis of large amounts of data<\u002Fli><li>\nCreate visualizations of data for internal and external consumption<\u002Fli><li>\nCollaborate with other developers and analysts across teams and technologies on cross-team projects<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Required skills\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Experience creating predictive models to help businesses identify and understand key customer behaviors<\u002Fli><li>\nExperience using open source statistical computing toolkits like R, Apache Mahout, and scikit-learn<\u002Fli><li>\nExperience with machine learning techniques<\u002Fli><li>\nData manipulation using R and Python<\u002Fli><li>\nExperience with analytical tools like SAP BusinessObjects (BOBJ) and SAS<\u002Fli><li>\nExperience communicating key insights and findings to business stakeholders<\u002Fli><li>\nExperience with statistics, economics, or other relevant applied mathematics discipline<\u002Fli><li>\nMaster&rsquo;s degree in data science, mathematics, computer science, or a related quantitative field<\u002Fli><\u002Ful><p><br>\nRed Hat is proud to be an equal opportunity workplace and an affirmative action employer. We review applications for employment without regard to their race, color, religion, sex, sexual orientation, gender identity, national origin, ancestry, citizenship, age, uniformed services, genetic information, physical or mental disability, medical condition, marital status, or any other basis prohibited by law.<\u002Fp><p><br>\nRed Hat does not seek or accept unsolicited resumes or CVs from recruitment agencies. We are not responsible for, and will not pay, any fees, commissions, or any other payment related to unsolicited resumes or CVs except as required in a written contract between Red Hat and the recruitment agency or party requesting payment of a fee.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","a404da0bd71fb292":"<div><div><p>Become a Part of the NIKE, Inc. Team<\u002Fp><p>\nNIKE, Inc. does more than outfit the world&rsquo;s best athletes. It is a place to explore potential, obliterate boundaries and push out the edges of what can be. The company looks for people who can grow, think, dream and create. Its culture thrives by embracing diversity and rewarding imagination. The brand seeks achievers, leaders and visionaries. At NIKE, Inc. it&rsquo;s about each person bringing skills and passion to a challenging and constantly evolving game.<\u002Fp><p>\nNIKE, Inc.'s storytellers, Marketing and Communication sets the brand tone. A creative force of specialists tell Nike&rsquo;s stories of innovation and sport through advertising, brand strategy, digital engagement and product presentation. Using channels ranging from retail stores to social media, Marketing &amp; Communication teams connect the science and art of Nike innovations to the hearts and minds of athletes around the world.<\u002Fp><\u002Fdiv><div><div>\nJoining us in Nike&rsquo;s Digital Innovation Studio in New York City, the Associate Data Scientist, SNKRS App will embed themselves within Nike Digital&rsquo;s SNKRS digital product management team serving as a data and analytics center of excellence. With our strategic focus on the evolution of the digital launch business and strengthening the consumer&rsquo;s connection within the Nike digital ecosystem, this position plays a key role in driving sneaker culture forward for both Nike and the Jordan Brand.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>We are looking for scientists with tech industry experience to help build our core data products and machine learning and statistical modeling processes. We want someone who loves modeling and writing code, someone who likes to dive in, solve problems, and create premier experiences for Nike consumers.<\u002Fdiv><br>\n<div><\u002Fdiv>\n<div>Key responsibilities:<\u002Fdiv>\n<ul><li>Use contemporary data science and analytics methods and tools to derive actionable business insights<\u002Fli><li>\nMaster big data fundamentals: gather, clean, and validate large amounts of data on Nike&rsquo;s cloud platform<\u002Fli><li>\nCreate foundational pipelines and repeatable production queries in our data warehouse to analyze large sets of internal data on billions of consumer interactions<\u002Fli><li>\nDevelop processes and continuous improvement of core projects through automation and process enhancement<\u002Fli><li>\nCreate reports and visualizations of core app features and marketing campaigns to help communicate technical results and concepts to a non-technical audience<\u002Fli><li>\nProvide ongoing insights and analysis on consumer engagement, experience, and usage of the SNKRS platform<\u002Fli><li>\nContribute to larger consumer statistical modeling and machine learning projects<\u002Fli><li>\nManage multiple concurrent projects in fast-paced environment<\u002Fli><\u002Ful><div><br>\n<\u002Fdiv><\u002Fdiv><div><ul><li>\nBA\u002FBS degree required; a focus in statistics, econometrics, applied math, or a quantitative behavioral sciences field strongly preferred<\u002Fli><li>\n2+ years&rsquo; experience doing quantitative analysis on digital products or digital marketing experiences is a plus<\u002Fli><\u002Ful>\n<div>Required Skills<\u002Fdiv>\n<ul><li>Ability to work in multiple data environments and perform complex joins, data cleaning, and feature creation using SQL or SQL based languages (Hive) is required<\u002Fli><li>\nExperience with statistical software, e.g., R or Python<\u002Fli><li>\nExperience working with real-world, structured and unstructured data<\u002Fli><li>\nExperience with data visualization, e.g., Tableau<\u002Fli><li>\nExperience analyzing and manipulating data sets to understand patterns and provide insights<\u002Fli><li>\nExcellent communications skills, in particular, the ability to communicate technical content to general audience<\u002Fli><li>\nCore mathematical ability to understand and apply state-of-the-art machine learning algorithms and\u002For statistical modeling<\u002Fli><\u002Ful>\n<div>Preferred Skills<\u002Fdiv>\n<ul><li>Experience collecting \u002F creating data when the perfect data don&rsquo;t exist<\u002Fli><li>\nConsumer experience with Nike digital apps (NTC, NRC, SNKRS, Nike App)\n<\u002Fli><li>Knowledge of Nike&rsquo;s physical merchandise and company history<\u002Fli><li>\nPassion for Nike sneakers and sneaker culture<\u002Fli><\u002Ful><br>\n<br>\n<\u002Fdiv><div><\u002Fdiv><div><p>NIKE, Inc. is a growth company that looks for team members to grow with it. Nike offers a generous total rewards package, casual work environment, a diverse and inclusive culture, and an electric atmosphere for professional development. No matter the location, or the role, every Nike employee shares one galvanizing mission: To bring inspiration and innovation to every athlete* in the world.<\u002Fp><p>\nNIKE, Inc. is committed to employing a diverse workforce. Qualified applicants will receive consideration without regard to race, color, religion, sex, national origin, age, sexual orientation, gender identity, gender expression, veteran status, or disability.<\u002Fp><\u002Fdiv><\u002Fdiv>","201dd3fd0a0311fb":"<div><p><b>Date Posted:<\u002Fb><\u002Fp>\n2019-10-04-07:00<p><b>\nCountry:<\u002Fb><\u002Fp>\nUnited States of America<p><b>\nLocation:<\u002Fb><\u002Fp>\nA01: Rockford - Aerospace 4747 Harrison Avenue, Rockford, IL, 61125 USA<p>\nAt Collins Aerospace, we&rsquo;re dedicated to relentlessly tackle the toughest challenges in our industry &ndash; all to redefine aerospace.<br>\n<br>\nCreated in 2018 through the combination of two leading companies&ndash; Rockwell Collins and United Technologies Aerospace Systems &ndash; we&rsquo;re driving the industry forward through technologically advanced and intelligent solutions for global aerospace and defense. Every day we imagine ways to make the skies and the spaces we touch smarter, safer and more amazing than ever. Together we chart new journeys, reunite families, protect nations and save lives. And we do it all with some of the greatest talent this industry has to offer.<br>\n<br>\nWe are Collins Aerospace and we hope you join us as we REDEFINE AEROSPACE.<br>\n<br>\nDo you want to be part of a new, exciting initiative to combine foundational IT with new digital technologies? Our Digital Technology team is driving business efficiencies and a better customer experience by connecting technologies, people, information and processes. From making aircraft more electric, intelligent and integrated to building new software platforms such as Internet of Things, big data, artificial intelligence, and blockchain, there&rsquo;s no better place to be right now than in digital. If you&rsquo;re an agile thinker who enjoys utilizing modern technology to make big improvements, then you&rsquo;re a perfect fit for this team. Join Collins Aerospace to help us revolutionize the aerospace industry today!<\u002Fp><p><br>\nPrimary Responsibilities:<\u002Fp><ul><li>\nServe as support to the primary data scientist to support the Mission Systems Defense portfolio<\u002Fli><li>\nAid in performing ad-hoc analysis utilizing diagnostic\u002Fpredictive\u002Fprescriptive\u002Foptimization\u002Fsimulation models including traditional statistical models as well as machine learning techniques<\u002Fli><li>\nAssist in developing custom algorithms to solve functional (finance, supply chain, operations, etc.) and programmatic (actuation, power generation, bio-chem detection, etc.) problems<\u002Fli><li>\nServe as consultant to management to recommend coursed of action based on interpretation of developed analysis<\u002Fli><li>\nData mine various data universes and find areas of opportunity to increase operational efficiency, decrease cost, or generate new revenue opportunities<\u002Fli><\u002Ful><p><br>\nBasic Qualifications:<br>\nThis position requires a Bachelor&rsquo;s degree in the appropriate discipline, quantitative field such as Data Science, computer Science, Physics, Mathematics, or Engineering and 3 years of relevant experience. In the absence of a degree, 7 years of relevant experience is required.<\u002Fp><ul><li>\n1-3 years of related work experiences, preferably in the Aerospace Industry<\u002Fli><li>\nStrong skill in Python, SQL, VBA required<\u002Fli><li>\nExperience with SAP, Business Objects, Access, Excel, Power BI, SSMS<\u002Fli><li>\nExperience in data mining, data analysis, model building, statistical modeling, predictive analytics and machine learning algorithms<\u002Fli><li>\nExperience building predictive models and implementation<\u002Fli><li>\nAbility to multitask and roadmap project needs<\u002Fli><li>\nExcellent team player in a cross-functional team environment<\u002Fli><li>\nExcellent written and verbal communication skills<\u002Fli><li>\nAbility to travel &gt;25%<\u002Fli><\u002Ful><p>\nDue to federal contracts, US Citizen required<\u002Fp><p>\nNothing matters more to Collins Aerospace than our strong ethical and safety commitments. As such, all U.S. positions require a background check and drug screen (every external new hire in the U.S.)<\u002Fp><p>\n&ldquo;This job may be considered a sensitive position in accordance with NASA Guidelines. If so, the selected candidate will be subject to drug and alcohol testing per NASA's regulation subpart 1823.5 Drug-Free Workforce.<\u002Fp><p><\u002Fp><div>\nAt Collins, the paths we pave together lead to limitless possibility. And the bonds we form &ndash; with our customers and with each other - propel us all higher, again and again.<br>\nSome of our competitive benefits package includes:<br>\n<ul><li>Medical, dental, and vision insurance<\u002Fli><li>Three weeks of vacation for newly hired employees<\u002Fli><li>Generous 401(k) plan that includes employer matching funds and separate employer retirement contribution<\u002Fli><li>Tuition reimbursement<\u002Fli><li>Life insurance and disability coverage<\u002Fli><li>And more<\u002Fli><\u002Ful><br>\nApply now and be part of the team that&rsquo;s redefining aerospace, every day.<\u002Fdiv><\u002Fdiv><p><\u002Fp>","3c495a9433f50f58":"<div><div><div><b>WHO WE ARE<\u002Fb><\u002Fdiv>\n<p><\u002Fp><div><p>The Metropolitan Council of the Twin Cities has a vacancy for a full-time Associate Data Scientist OR a Data Scientist. Decisions will be made based on the candidate qualifications, first and second round of interviews.<br>\n<br>\nWe are the Metropolitan Council, the regional government for the seven-county Twin Cities metropolitan area. We plan 30 years ahead for the future of the metropolitan area and provide regional transportation, wastewater, and housing services. More information about us on our website.<br>\n<br>\n<i>We are committed to supporting a diverse workforce that reflects the communities we serve.<\u002Fi><br>\n<br>\n<b>About the Position:<\u002Fb><br>\nThe person in this role will support multi modal transportation planning in the Minneapolis and St. Paul region through innovative approaches to collecting and analyzing transportation data and through development and application of cutting-edge travel forecasting models and tools. The Data Scientist or Associate Data Scientist will join a vibrant travel research and modeling team working on travel demand forecasting, travel behavior surveys, and creative analysis of all kinds of transportation data to drive planning and policy analysis. An Associate data scientist will perform their work under close supervision and mentorship of higher-level staff. A Data scientist will perform work with less supervision, will work on projects with more complexity, and will be involved in project management of small projects or project components.<br>\n<br>\n<b>Salary Information<\u002Fb>- The displayed salary is the full salary range for this position. The hiring salary will be based on the final candidates' qualifications, our internal pay structures and our total benefits and compensation package.<br>\n<br>\n<b>About the Division:<\u002Fb> Metropolitan Transportation Services (MTS) conducts planning for the regional transportation system that includes highways, transit, aviation, freight, and bicycle and pedestrian connections. The Transportation Planning and Finance Team performs transportation planning for the region under the Council's role as the federally designated Metropolitan Planning Organization in the region. This work unit develops and implements the region's Transportation Policy Plan, Transportation Improvement Program, and Unified Planning Work Program. MTS staff work with many regional stakeholders in transportation, including counties, cities, MnDOT and other state agencies, transit providers, and transportation consultants.<\u002Fp><\u002Fdiv><p><\u002Fp>\n<div><b>What you would do in this job:<\u002Fb><\u002Fdiv>\n<p><\u002Fp><div><ul><li>Perform technical, statistical, analytic tasks that support long-range transportation planning and research on regional transportation issues (for example: emerging transportation modes and technologies, generational changes in travel behavior, disparities in transportation access).\n<\u002Fli><li>Develop visualizations of transportation data and performance measures.\n<\u002Fli><li>Develop and apply cutting edge transportation models that assess the region's future.\n<\u002Fli><li>Develop transportation forecasts at the regional-, corridor-, and project- level.\n<\u002Fli><li>Process, clean, and code transportation data.\n<\u002Fli><li>Analyze, examine and visualize spatial information in static and interactive maps.\n<\u002Fli><li>Perform geocoding, spatial data manipulation, and spatial data analysis.\n<\u002Fli><li>Collaborate with planners, researchers, and policy makers.\n<\u002Fli><li>Develop public-facing reports and web-based, interactive data visualization, analysis, and dissemination tools in partnership with internal and external partners.\n<\u002Fli><li>Respond to requests for data and information &ndash; including requests from the media, other Council staff, or local partners - by summarizing data in a clear, coherent manner.\n<\u002Fli><li>Be a contributory team member in a multi-disciplinary team.\n<\u002Fli><li>Make presentations to the Transportation Committee, and other Council advisory and technical committees as needed.\n<\u002Fli><li>Review scholarly articles and technical papers in academic and industry databases\u002Fjournals.\n<\u002Fli><li>Promote a culture of creativity, life-long learning, and continuous improvement.\n<\u002Fli><li>Promote a culturally diverse and inclusive work environment that advances racial equity.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>\n<div><b>What education and experience are required for this job (minimum qualifications)<\u002Fb><\u002Fdiv>\n<p><\u002Fp><div><div><b>Associate Data Scientist<\u002Fb><br>\n<b>Full Salary Range:<\u002Fb> Annual $61,381.00\u002F Hourly $29.51 up to $87,048.00\u002F Hourly $41.85.00<br>\nUnion\u002FGrade: AFSCME\u002FGrade F<br>\n<b>FLSA Status:<\u002Fb> Non-Exempt<br>\n<b>Safety Sensitive:<\u002Fb> No<br>\n<br>\nBachelor's Degree in Mathematics, Analytics, Data Science or related quantitative field.<br>\n<b>OR<\u002Fb><br>\nAssociate's degree <b>AND<\u002Fb> two (2) years of related research experience with statistical and\u002For machine modeling and\u002For developing web-based interactive data visualization tools.<br>\n<br>\n<b>Data Scientist<\u002Fb><br>\n<b>Full Salary Range:<\u002Fb> Annual $66,352.00\u002F Houlry $31.90 up to Annual $94,120.00\u002F Hourly $45.25<br>\nUnion\u002FSalary Grade: AFSCME\u002FGrade G<br>\n<b>FLSA Status: <\u002Fb>Exempt<br>\n<b>Safety Sensitive: <\u002Fb>No<br>\n<br>\nBachelor's degree in Mathematics, Analytics, Data Science or related quantitative field <b>AND <\u002Fb>three (3) years of experience with statistical and\u002For machine modeling and\u002For developing web-based interactive data visualization tools.<br>\n<b>OR<\u002Fb><br>\nAssociate's degree <b>AND<\u002Fb> five (5) years of related research experience.<br>\n<br>\n<b>Highly desired Qualifications at the Data Scientist level:<\u002Fb><ul>\n<li>Demonstrated ability in performing and communicating data analysis and statistical modeling of transportation data.\n<\u002Fli><li>Experience working with travel demand models.\n<\u002Fli><li>Experience in programming and modeling languages (R or Python preferred).\n<\u002Fli><li>Experience in data mining, passive and or 'big' data, structured, unstructured, and semi-structured data.<\u002Fli><\u002Ful><br>\n<b>\nKnowledge Skills and Abilities:<\u002Fb><ul>\n<li>Knowledge of statistical analysis techniques (regression analysis, survival analysis, time-series modeling, etc.).\n<\u002Fli><li>Knowledge of database systems design and maintenance.\n<\u002Fli><li>Knowledge of web-based interactive tool development.\n<\u002Fli><li>Knowledge of computer programming (i.e. R, Python).\n<\u002Fli><li>Knowledge of passive transportation (i.e. Streetlight Data) and transportation survey data.\n<\u002Fli><li>Skills in applied mathematics and statistics.\n<\u002Fli><li>Skills in Data visualization (e.g. 'ggplot2' package in R, Shiny, Tableau, Dash\u002FPlotly in Python).\n<\u002Fli><li>Skills in version control and collaboration in Git.\n<\u002Fli><li>Skills in data mining with structures, unstructured, and semi-structured data.\n<\u002Fli><li>Skills in GIS\u002FSpatial analysis (e.g. ArcGIS, QGIS, ArcPy, Geopandas, sp).\n<\u002Fli><li>Ability to read and understand complex academic and technical papers.\n<\u002Fli><li>Ability to write summary reports, technical papers and literature reviews.\n<\u002Fli><li>Ability synthesize technical information in a useable way that facilitates good policy and planning decisions.\n<\u002Fli><li>Ability to plan workflow and prioritize work tasks.\n<\u002Fli><li>Ability to establish and maintain effective working relationships with internal and external stakeholders.\n<\u002Fli><li>Ability to exercise sound professional judgment and to promote an equitable, positive, and respectful professional environment.<\u002Fli><\u002Ful><br>\n<b>\nWhat you can expect from us:<\u002Fb><ul>\n<li>We offer the opportunity to make a difference and positively influence the Twin Cities metropolitan area.\n<\u002Fli><li>We encourage our employees to develop their skills through on-site training and tuition reimbursement.\n<\u002Fli><li>We provide a competitive salary, excellent benefits and a good work\u002Flife balance.<\u002Fli><\u002Ful><br>\nMore about why you should join us!<\u002Fdiv><\u002Fdiv><p><\u002Fp>\n<div><b>Additional information:<\u002Fb><\u002Fdiv>\n<p><\u002Fp><div><div><b>What steps the recruitment process involves:<\u002Fb><\u002Fdiv><ul>\n<li>We review your minimum qualifications.\n<\u002Fli><li>We rate your education and experience.\n<\u002Fli><li>We conduct a structured panel interview.\n<\u002Fli><li>We conduct a selection interview.<\u002Fli><\u002Ful><div>\nOnce you have successfully completed the steps above, then:<\u002Fdiv><div><br>\n<b>\nWork Environment<\u002Fb>: Work is performed in a standard office setting.<br>\n<br>\nThe responsibilities listed are typical of the positions included in the job classification; however, not all duties are necessarily performed by each specific position. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential duties of the position. Regular attendance is an essential responsibility.<br>\n<br>\nAll employment offers are conditional upon a review and verification of education, employment and driving record (if applicable) as well as passing a pre-employment drug-screen for new hires. Offers are also conditioned upon passing a criminal background check for new hires. Convictions are not an automatic disqualification from the selection process. The Metropolitan Council considers felony, gross misdemeanor and misdemeanor convictions on a case-by-case basis. Convictions are reviewed based upon the relatedness of the conviction to duties of the position as well as a candidate's ability to demonstrate adequate rehabilitation.<\u002Fdiv><div>\n<br>\n<b>If you are already an employee of the Metropolitan Council<\u002Fb>, you must pass a criminal background check if the job you're applying for is safety sensitive, is a supervisory or management job, is in the Finance, Information Services or Human Resources departments, or has access to financial records, files\u002Fdatabases, cash, vouchers or transit fare cards.<br>\n<br>\nIMPORTANT: If you make a false statement or withhold information, you may be barred from job consideration.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","be5c82bd189b794c":"<div><p><b>Responsibilities\u002FJob Duties\u002F\u002FQualifications:<\u002Fb><\u002Fp><ul><li> At least 5 years of work experience with 2 years focused on Data Science\u002F Analysis<\u002Fli><li> (e.g., Data Mining and Processing, Building Analytic Systems driving business insights, etc.)<\u002Fli><li> MUST HAVE Automotive experience<\u002Fli><li> Understanding of machine learning algorithms, e.g., linear regression, QDA, etc.<\u002Fli><li> Proficiency in scripting, querying and\u002For analytics tools<\u002Fli><li> Experience performing analysis with large datasets<\u002Fli><li> Ability to manipulate\u002Fstructure data based on customer requirements<\u002Fli><li> Experience with the following is a significant asset:<\u002Fli><li> Coding Languages: Python, R, MatLab, SQL, etc.<\u002Fli><li> Data science toolkits, such as R, NumPy, MatLab, Tensorflow, etc.<\u002Fli><li> Analytics &amp; visualization tools (Tableau, ggplot\u002Fmatplotlib or equivalent)<\u002Fli><li> Experience working with network monitoring tools such as Splunk, App Dynamics, Solarwinds, etc.<\u002Fli><li> Experience working with Google Cloud<\u002Fli><li> Experience with Big Data systems a nice to have<\u002Fli><li> A strong analytical and quantitative analysis mindset<\u002Fli><li> Ability to think strategically and translate plans into phased actions in a fast paced, high pressure environment<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","c072ba38b83c35ba":"<div><div><div><b>THE JOURNEY TO YOUR DREAM JOB COULD BE JUST A CLICK AWAY&hellip;<\u002Fb><\u002Fdiv><div>\nIn 2012, Tuft &amp; Needle(tn.com) revolutionized the mattress space by turning the focus to the customer with always-honest pricing, an insistence on high-quality products, and world-class customer experience. We started our journey with two software engineers and a dream and today we have grown to a team of more than 175 talented people, working each day to bring the world premium sleep products at an honest cost.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAs a Data Scientist, you'll be an important part of the company's decision-making process. You will help us understand how things are related to each other, which approaches are working, and which aren't. You'll also help us maintain our data-infrastructure. This includes our reporting and data management, as well as automated statistical and machine learning tools.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nTogether, we are radically reshaping how we think about sleep, mattresses, and shopping - and we&rsquo;re just getting started. Want to join us?<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>RESPONSIBILITIES:<\u002Fb><\u002Fh3><div><ul><li>\nWrite programs to automate analyses and data wrangling<\u002Fli><li>\nBuild machine learning models to forecast and understand customer behavior<\u002Fli><li>\nMaintain and improve reporting in Looker, Metabase, and R<\u002Fli><li>\nExplain analyses and discoveries with articles and presentations<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>REQUIREMENTS:<\u002Fb><\u002Fh3><div><ul><li>\nStrong knowledge of statistics and inference<\u002Fli><li>\n2+ years writing and maintaining code<\u002Fli><li>\n2+ years working with SQL<\u002Fli><li>\nExperience communicating statistical concepts to a broad audience<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>PREFERRED EXPERIENCE:<\u002Fb><\u002Fh3><div><ul><li>\nProgramming in R and\u002For Python<\u002Fli><li>\nManaging and organizing a large codebase<\u002Fli><li>\nExperience with Bayesian Methods<\u002Fli><li>\nDeep experience in some part of statistics (Ex: time series analysis, experimental design, multivariate analysis, natural language processing, etc.)<\u002Fli><li>\nInterest in functional style programming<\u002Fli><li>\nInterest in causal inference<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><b>YOU CAN SLEEP BETTER WHEN YOU WORK AT T&amp;N<\u002Fb><\u002Fdiv><div>\nOur people &ndash; You will be working alongside some of the most talented, supportive, savvy individuals out there&hellip; people we are so proud to work with. Together, we are shaking things up in the mattress industry and delivering an experience for clients that they would never expect.<\u002Fdiv><div>\n<\u002Fdiv><div>\nOur product &ndash; Each team member receives a great bundle of products for themselves. You will too if you join the team! Your friends and family will also have access to a great product discount.<\u002Fdiv><div>\n<\u002Fdiv><div>\nOur benefits - We offer comprehensive health benefits for you, eligible partners and dependents, paid maternity &amp; paternity leave, 401k with a match, a generous vacation plan, and so much more.\n<\u002Fdiv><div><\u002Fdiv><div><i>Tuft &amp; Needle is proud to be an equal opportunity employer. We will not discriminate against any applicant or employee on the basis of age, race, color, creed, religion, sex, sexual orientation, gender, gender identity or expression, medical condition, national origin, ancestry, citizenship, marital status or civil partnership\u002Funion status, physical or mental disability, pregnancy, childbirth, genetic information, military and veteran status, or any other basis prohibited by applicable federal, state or local law.<\u002Fi><\u002Fdiv><div><i>\n<\u002Fi><\u002Fdiv><div><i>\nYour experience is important to us. If you have any questions with your application, please contact our Candidate Experience Team at <\u002Fi><i>talent@tuftandneedle.com<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv>","87a713f6d6d6c0b8":"<p><\u002Fp><div><div><p>At Discover, be part of a culture where diversity, teamwork and collaboration reign. Join a company that is just as employee-focused as it is on its customers and is consistently awarded for both. We&rsquo;re all about people, and our employees are why Discover is a great place to work. Be the reason we help millions of consumers build a brighter financial future and achieve yours along the way with a rewarding career.<\u002Fp>\n<p>\nResponsible for applying machine learning and data science to develop quantitative capabilities for various needs across the organization. Explores new and innovative tools and technologies. Supports the organization&rsquo;s transition to adoption of big data and cloud tools and technologies.<\u002Fp>\n<p>\nResponsibilities<\u002Fp>\n<ul>\n<li>Hands on advanced analytics professional who utlizes statistics and machine learning for enhancing customer experience and create business value for the credit card customer lifecycle<\u002Fli>\n<li>Partners with leadership to identify business problems and implement models and strategies to solve them. Presents findings from analyses and makes recommendations to leadership<\u002Fli>\n<li>Partners with business and process owners to ensure understanding of requirements and performance levers for each analysis. Identifies value drivers and partners with business and process owners to define success measures<\u002Fli>\n<li>Analyzes and mines large quantities of data to find patterns and insights leveraging SAS or open-source analytical stacks such as R, Python, Spark, etc<\u002Fli>\n<li>Develops and implements quantitative solutions that leverage structured and unstructured data from internal and external sources.<\u002Fli>\n<li>Partners with technology teams to implement the quantitative solutions such as Hadoop, AWS, and Cloud-based ecosystems.<\u002Fli>\n<li>Explores new tools and techniques available and ensures the organization remains on the frontier of analytic capabilities.<\u002Fli>\n<li>Deep Knowledge of Machine Learning and Statistical Algorithms such as Regression, Clustering, Random Forests, KNN,SVM, GBM, Neutral Nets, etc<\u002Fli>\n<li>Utilizes machine learning and statistical algorithms to create data-driven solutions for various business applications.<\u002Fli>\n<\u002Ful><p>Minimum Qualifications<\u002Fp>\n<p>\nAt a minimum, here&rsquo;s what we need from you:<\u002Fp>\n<ul>\n<li>Ph.D. in Quantitative discipline (statistics, economics, engineering, computer science, or related field)<\u002Fli>\n<li>In lieu of a degree, 4+ years of experience in data science, including a Bachelor&rsquo;s Degree<\u002Fli>\n<li>In lieu of a degree, 1+ years of experience in data science, including a Master&rsquo;s Degree<\u002Fli>\n<\u002Ful><p>Preferred Qualifications<\u002Fp>\n<p>\nIf we had our say, we&rsquo;d also look for:<\u002Fp>\n<ul>\n<li>1+ years of experience in prior data science internship in the industry<\u002Fli>\n<\u002Ful><p>Discover Financial Services is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, age, protected veteran status, among other things, or as a qualified individual with a disability.<\u002Fp><\u002Fdiv><\u002Fdiv><p><\u002Fp>","caed0024edae4fd0":"<div><div><div><div><div>The mission of <b>Best Buy<\u002Fb> is to enrich the lives of consumers through technology by addressing key human needs across a range of areas, including entertainment, productivity, communication, food, security and health. At the Boston Health Technology Center, we are focused on creating innovative health and wellness technologies to allow seniors to live longer in their own homes. We are an innovative and agile product development team whose mission is to build data science infused digital products. Our solutions include wearable and IoT sensors to track activity, detect emergency events, and assess current and future physical and mental health of seniors.<br>\n<br>\nWe are looking for a self-driven, detail oriented, and motivated <b>Data Scientist<\u002Fb> to join our fast-growing team. You will work with software engineers, embedded engineers, and applied scientists, on product-focused teams. As a Data Scientist you will be expected to develop signal processing and classification algorithms for physiological and physical activity signals, mine large structured and unstructured data to appropriately to glean actionable insights, and use statistical methods to test data-driven hypotheses. You will also collaborate with engineers to implement and deploy scalable solutions, and lead discussions with technical and non-technical team members regarding data science solutions. Excellent verbal and written communication skills are required.<br>\n<br>\n<b>Required qualifications:<\u002Fb><ul><li>\n4+ years of related experience in data analysis, data modeling, algorithm creation or other similar business functions<\u002Fli><li>\nBachelor's or advanced degree in Engineering, Computer Science, or related field or equivalent work experience<\u002Fli><li>\nFluency with at least one data science\u002Fanalytics programming language (e.g., MATLAB, Python, R)<\u002Fli><li>\nDeep understanding of digital signal processing concepts (e.g., filtering, time-frequency analysis, estimation theory, detection theory)<\u002Fli><li>\nDemonstrated experience with machine learning (e.g., supervised learning methods, reinforcement learning, deep learning, Bayesian inference, etc.)<\u002Fli><\u002Ful><b>\nPreferred qualifications:<\u002Fb><ul><li>\nExcellent verbal and written communication skills<\u002Fli><li>\nExperience with data modeling for large or complex domain opportunities<\u002Fli><li>\nExperience with MEMS accelerometers and gyroscopes<\u002Fli><li>\nSoftware design and implementation skills with a general-purpose programming language (e.g., C++\u002FC#, Java, etc.)<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","cdb2006cc7fa4e4a":"<div><div><b>Department:<\u002Fb> Baseball Operations<\u002Fdiv><div>\n<b>Job Title:<\u002Fb> Data Scientist<\u002Fdiv><div>\n<b>Reports To:<\u002Fb> Manager of Baseball Analytics<\u002Fdiv><div>\n<b>FLSA: <\u002Fb>Salary, Exempt<\u002Fdiv><div>\n<b>Job Purpose:<\u002Fb> Work with the Manager of Baseball Analytics to implement the department&rsquo;s research and development efforts within new and existing applications. We envision the person in this position to play a major role in the creation of new baseball analytics concepts with the ultimate goal of enhancing player evaluation and on-field performance.<br>\n<br>\n<\u002Fdiv><div><b>Essential Duties and Responsibilities:<\u002Fb><\u002Fdiv><ul>\n<li>Design, develop, test, implement and maintain predictive models and metrics utilizing appropriate tools and techniques.<\u002Fli>\n<li>Work with our Baseball Analytics and Systems staff to integrate new statistical analyses, models and data visualizations into existing and new applications.<\u002Fli>\n<li>Perform ad hoc analyses and effectively prepare and present findings.<\u002Fli>\n<li>Keep up to date on new predictive modeling techniques and evaluate their potential for application to baseball data sets.<\u002Fli>\n<li>Collaborate with Major League Operations, Player Development and Sports Science departments to design and implement statistical analyses.<\u002Fli>\n<\u002Ful><div><br>\n<\u002Fdiv><div><b>Knowledge, Skills and Abilities:<\u002Fb><\u002Fdiv><ul>\n<li>3+ years of experience in a computational field, such as Statistics, Biostatistics, Data Science, Mathematics, Engineering, Quantitative Social Sciences or Analytics.<\u002Fli>\n<li>Strong knowledge of statistical analysis and predictive modeling.<\u002Fli>\n<li>Demonstrated experience with statistical software (e.g. R, Python) and database querying (SQL).<\u002Fli>\n<li>Ability to communicate effectively with all aspects of Baseball Operations, Scouting and Player Development staffs.<\u002Fli>\n<li>Experience with Bayesian statistics. (Preferable, but not required).<\u002Fli>\n<li>Understanding of typical baseball data structures.<\u002Fli>\n<li>Knowledge of current baseball research, sabermetric concepts, traditional baseball statistics and strategy.<\u002Fli>\n<\u002Ful><div><br>\n<\u002Fdiv><div><b>Work Environment:<\u002Fb><\u002Fdiv><ul>\n<li>Remote working accommodations are available.<\u002Fli>\n<li>Work is normally performed in a typical interior\u002Foffice work environment.<\u002Fli>\n<li>Hours may periodically include nights, weekends and holidays.<\u002Fli>\n<\u002Ful><div><br>\n<\u002Fdiv><div><b>Expectations:<\u002Fb><\u002Fdiv><ul>\n<li>Adhere to Cincinnati Reds Organization Policies and Procedures.<\u002Fli>\n<li>Act as a role model within and outside the Cincinnati Reds Organization.<\u002Fli>\n<li>Performs duties as workload necessitates.<\u002Fli>\n<li>Demonstrate flexible and efficient time management and ability to prioritize workload.<\u002Fli>\n<li>Meet Department productivity standards.<\u002Fli>\n<\u002Ful><div><br>\n<\u002Fdiv><div><b>Equal Opportunity Statement:<\u002Fb><\u002Fdiv><div>\nThe Cincinnati Reds are an Equal Opportunity Employer. It is the policy of the Cincinnati Reds to ensure equal employment opportunity without discrimination or harassment on the basis of race, color, national origin, religion or creed, sex, age, military or veteran status, disability, citizenship status, marital status, genetic predisposition or carrier status, sexual orientation or any other characteristic protected by law.<br>\n<br>\n<\u002Fdiv><div><b>Disclaimer:<\u002Fb><\u002Fdiv><div>\nThe statements herein are intended to describe the general nature and level of work being performed by the employee in this position. The above description is only a summary of the typical functions of the job, not an exhaustive or comprehensive list of all possible job responsibilities, tasks, and duties. Additional duties, as assigned, may become part of the job function. The duties listed above is, therefore, a partial representation not intended to be an exhaustive list of all responsibilities, duties, and skills required of a person in this position.<\u002Fdiv><\u002Fdiv>","5e0971336bc6f93e":"<div><p><b><i>Other Locations Available<\u002Fi><\u002Fb><\u002Fp>\n<p><b><i>Dublin, Ga<\u002Fi><\u002Fb><\u002Fp>\n<p><b><i>Arlington, VA<\u002Fi><\u002Fb><\u002Fp>\n<p>The Data Scientist I position supports projects and workstreams that help organizations manage data and develop standard reports that enable evaluation and optimization of business performance and operations. Critical components of this position include supporting the development and delivery of strategies, project approaches, deliverables, and recommendations and performing research and analysis. The Data Scientist I will also support the development of databases and rigorous methods of analysis that meet the needs of diverse clientele.<\u002Fp>\n<p><b><i>Duties and Responsibilities:<\u002Fi><\u002Fb><\u002Fp>\n<ul><li>Lead key activities or deliverables pertaining to a project workstream, manage team members, plan and prioritize work assignments and propose next steps.<\u002Fli>\n<li>Prepare for and support facilitation of client meetings, internal meetings and working sessions.<\u002Fli>\n<li>Execute day to day correspondence with client, as directed, and drive client satisfaction through the delivery of quality service\u002Fwork products and results.<\u002Fli>\n<li>Support internal initiatives and non-billable projects while meeting utilization target.<\u002Fli>\n<li>Communicate effectively and concisely.<\u002Fli>\n<li>Execute against and assist in formulating technical approaches, frameworks and strategies based on guidance received from leadership.<\u002Fli>\n<li>Mature and apply critical thinking to problem solving using analysis.<\u002Fli>\n<li>Understand project scope and client environment; begin to assess downstream impact of change and apply to future projects.<\u002Fli>\n<li>Support the collection, preparation, and management of client data and publicly available datasets such as the Federal Employee Viewpoint Survey (FEVS), the American Community Survey (ACS), and the Current Population Survey (CPS).<\u002Fli>\n<li>Contribute to the design of rigorous study protocols for clients and deliverables. Support the analysis of population survey and human resources data, including descriptive and inferential statistical tests (T-tests, ANOVA, Chi-Square, Pearson Correlation, Linear and Logistic Regression, etc.).<\u002Fli>\n<\u002Ful><p><b><i>Required Education and Experience:<\u002Fi><\u002Fb><\u002Fp>\n <ul><li>Bachelor&acirc;&euro;&trade;s Degree and 2+ years of experience<\u002Fli>\n<\u002Ful><p><b><i>Communication<\u002Fi><\u002Fb> Skills<\u002Fp>\n<ul><li>Excellent oral and written communications required<\u002Fli>\n<li>Must be able to communicate the results of complex research to clients<\u002Fli>\n<\u002Ful><p><b><i>Technical Skills<\u002Fi><\u002Fb><\u002Fp>\n<ul><li>Microsoft Office Suite, particularly Excel, proficiency is required<\u002Fli>\n<\u002Ful><p><b><i>Preferred Experience:<\u002Fi><\u002Fb><\u002Fp>\n<ul><li>Access and other database software experience is preferred<\u002Fli>\n<li>Tableau or other data visualization software experience is preferred<\u002Fli>\n<li>Competence in SPSS, R, or Python is a plus<\u002Fli>\n<\u002Ful><p><b><i>Critical Thinking and Problem-Solving Skills:<\u002Fi><\u002Fb><\u002Fp>\n<ul><li>Strong critical thinking skills and the ability to solve complex problems using<br>\nanalysis and creativity to successfully provide a solution<\u002Fli>\n<li>Ability to multi-task, without losing focus of priorities<\u002Fli>\n<li>Ability to design and carry out complex quantitative research<\u002Fli><\u002Ful><\u002Fdiv>","e47c7f5ba7a0dfe1":"<div><p><b>Description<\u002Fb><\u002Fp><div><\u002Fdiv><br>\n<div><b>\nTrinityRail <\u002Fb>is searching for a <b>Data Scientist <\u002Fb>in our <b>Dallas, TX <\u002Fb>office! The successful candidate will turn data into information, information into insight and insight into business decisions. The data scientist should have experience in data mining and transformation, creating visualizations, and statistical analysis. Presentation skills are required to review variance explanations, explain models, and lead conversations with the leadership team.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div><b>\nWhat you'll do:<\u002Fb><\u002Fdiv><div><ul><li>\nWork with stakeholders and subject matter experts to derive and understand business outcomes<\u002Fli><li>\nAssist in generating hypothesis that drives strategic questions about the leasing business<\u002Fli><li>\nWorks with data engineers to facilitate technical design of complex data sourcing, transformation and aggregation logic, ensuring business analytics requirements are met<\u002Fli><li>\nPossess strong competencies with SQL (or related query languages) and data transformation tools to understand and prepare data<\u002Fli><li>\nBrings deep expertise in data visualization tools such as Qliksense and techniques in translating business analytics needs into data visualization and semantic data access requirements<\u002Fli><li>\nStatistical knowledge of evaluating the usefulness and relevance of model outputs<\u002Fli><li>\nBuild and refine statistical models to gain better insight (primarily R Studio or Python)<\u002Fli><li>\nMachine learning and Artificial Intelligence experience is a plus<\u002Fli><\u002Ful><\u002Fdiv><div><br>\n<\u002Fdiv><p><b>\nQualifications<\u002Fb><\u002Fp><div><\u002Fdiv><br>\n<div><b>\nWhat you'll need:<\u002Fb><\u002Fdiv><div><ul><li><div>\nBachelor&rsquo;s Degree in Mathematics, Economics, Computer Science, Information Management, Statistics, Finance or Accounting, Masters preferred<\u002Fdiv><\u002Fli><li><div>\n5+ years relevant experience or 3+ years with Masters<\u002Fdiv><\u002Fli><li><div>\nAdvanced skills in Visualization, SQL, R, Microsoft Excel, PowerPoint, and at a minimum intermediate experience in all other Microsoft Office Products<\u002Fdiv><\u002Fli><li><div>\nTechnical expertise regarding data models, database design\u002FDevelopment, data mining and other segmentation techniques<\u002Fdiv><\u002Fli><li><div>\nInterpret data, analyze results using statistical techniques and provide ongoing reports<\u002Fdiv><\u002Fli><li><div>\nMust possess effective communication skills, both verbal and written<\u002Fdiv><\u002Fli><li><div>\nStrong organizational, time management and multi-tasking skills<\u002Fdiv><\u002Fli><li><div>\nExperience with data conversion, interface and report development<\u002Fdiv><\u002Fli><li><div>\nAdept at queries, report writing and presenting findings<\u002Fdiv><\u002Fli><li><div>\nProcess improvement and automation a plus<\u002Fdiv><\u002Fli><li><div>\nWork with management to prioritize business and information needs<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","1e686166d30fd118":"<div><b>Introduction<\u002Fb><br>\nAs a Data Scientist at IBM, you will help transform our clients&rsquo; data into tangible business value by analyzing information, communicating outcomes and collaborating on product development. Work with Best in Class open source and visual tools, along with the most flexible and scalable deployment options. Whether it&rsquo;s investigating patient trends or weather patterns, you will work to solve real world problems for the industries transforming how we live.<br>\n<br>\n<b>Your Role and Responsibilities<\u002Fb><br>\nImplement and validate predictive and prescriptive models, create and maintain statistical models with a focus on big data.<br>\nIncorporate a variety of statistical and machine learning techniques in your projects.<br>\nWrite programs to cleanse and integrate data in an efficient and reusable manner.<br>\nUse leading edge and open-source tools such as Python, R, and TensorFlow, combined with IBM tools and our AI application suites.<br>\nWork in an Agile, collaborative environment, partnering with other scientists, engineers, consultants and database administrators of all backgrounds and disciplines to bring analytical rigor and statistical methods to the challenges of predicting behaviors.<br>\nCommunicate with internal and external clients to understand and define business needs and appropriate modelling techniques to provide analytical solutions.<br>\nEvaluate modelling results and communicate the results to technical and non-technical audiences.<br>\n<br>\n<br>\n<b>Required Professional and Technical Expertise<\u002Fb><br>\n<ul><li>Ability to look at things differently, debug, troubleshoot, design and implement solutions to complex technical issues.<\u002Fli><li>\nStrong technical and analytical abilities, a knack for driving impact and growth, and experience with a programming\u002Fscripting in a language such as Java or Python.<\u002Fli><li>\nBasic understanding of statistical programming in a language such as R, Python, or SAS, SPSS, MATLAB.<\u002Fli><li>\nBasic understanding of Cloud (AWS, Azure, etc.)<\u002Fli><li>\nExcellent verbal and written communication skills.\n<\u002Fli><li>Work or internship experience using data science tools in a corporate environment.<\u002Fli><li>\nInterest in, understanding of, or experience with Design Thinking and Agile Development Methodologies<\u002Fli><li>\nWillingness to travel up to 100% of the time.<\u002Fli><\u002Ful><b>\nMajors:<\u002Fb><br>\nComputer Science, Data Science, Applied Mathematics, Statistics, Cognitive Science, Artificial Intelligence, Business Intelligence, Operations Research, Engineering<br>\n<br>\nLocations:<br>\nCambridge, MA<br>\nChicago, IL<br>\nDallas, TX<br>\nHouston, TX<br>\nNew York, NY<br>\nSan Francisco, CA<br>\nWashington DC<br>\n<br>\n<br>\n<b>Preferred Professional and Technical Expertise<\u002Fb><br>\nNA<br>\n<br>\n<b>About Business Unit<\u002Fb><br>\nIBM Services is a team of business, strategy and technology consultants that design, build, and run foundational systems and services that is the backbone of the world's economy. IBM Services partners with the world's leading companies in over 170 countries to build smarter businesses by reimagining and reinventing through technology, with its outcome-focused methodologies, industry-leading portfolio and world class research and operations expertise leading to results-driven innovation and enduring excellence.<br>\n<br>\n<b>Your Life @ IBM<\u002Fb><br>\nWhat matters to you when you&rsquo;re looking for your next career challenge?<br>\n<br>\nMaybe you want to get involved in work that really changes the world? What about somewhere with incredible and diverse career and development opportunities &ndash; where you can truly discover your passion? Are you looking for a culture of openness, collaboration and trust &ndash; where everyone has a voice? What about all of these? If so, then IBM could be your next career challenge. Join us, not to do something better, but to attempt things you never thought possible.<br>\n<br>\nImpact. Inclusion. Infinite Experiences. Do your best work ever.<br>\n<br>\n<b>About IBM<\u002Fb><br>\nIBM&rsquo;s greatest invention is the IBMer. We believe that progress is made through progressive thinking, progressive leadership, progressive policy and progressive action. IBMers believe that the application of intelligence, reason and science can improve business, society and the human condition. Restlessly reinventing since 1911, we are the largest technology and consulting employer in the world, with more than 380,000 IBMers serving clients in 170 countries.<br>\n<br>\n<b>Location Statement<\u002Fb><br>\nWe consider qualified applicants with criminal histories, consistent with applicable law.<br>\n<br>\n<b>Being You @ IBM<\u002Fb><br>\nIBM is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status. IBM is also committed to compliance with all fair employment practices regarding citizenship and immigration status.<\u002Fdiv>","e52990f892a762cb":"<p><\u002Fp><div><div><div><p>GCM Grosvenor is seeking a Data Scientist to join its Strategic Investments Group (SIG) team. The SIG team is a\n<\u002Fp><p>multi-strategy investment group within GCM Grosvenor that invests across asset classes, security types,\n<\u002Fp><p>industries and regions and maintains the flexibility to implement investments both directly and alongside third-<\u002Fp>\n<p>\nparty partners. Today the group manages an evergreen, opportunistic fund and two multi-asset class draw\n<\u002Fp><p>down funds, together totaling +$2.3B billion in AUM. In addition to ideas sourced within the team, GCM\n<\u002Fp><p>Grosvenor&rsquo;s global network presents unique, proprietary opportunities for investment.\n<\u002Fp><p>The Data Scientist will be involved in analytic projects to aid the investment process across hedge fund and\n<\u002Fp><p>private equity style investing. The Data Scientist will be collaborating with various teams within the firm\n<\u002Fp><p>including Research, Risk and Technology.\n<\u002Fp><p>RESPONSIBILITIES\n<br>\nThe individual will be involved in the following critical activities:<b>\n&#61607; <\u002Fb><\u002Fp><p>Assess new investment strategies and monitor current conditions within existing strategies utilized by\n<\u002Fp><p>the firm.\n&#61607; <\u002Fp><p>Track, analyze, and interpret trends in specific strategies and the related capital markets.\n&#61607; <\u002Fp><p>Develop and utilize quantitative risk analytics and models for manager assessment and fund\n<\u002Fp><p>management using a test driven development methodology. Contribute to the development and\n<\u002Fp><p>maintenance of the quantitative technology platform.\n&#61607; <\u002Fp><p>Design, develop and produce intuitive and responsive data visualization reports and dashboards\n<\u002Fp><p>using Tableau.\n&#61607; <\u002Fp><p>Investigate portfolios and strategies to develop data-driven, in-depth comprehension of investment\n<\u002Fp><p>processes, risk profiles, portfolio construction, and investor behavior.\n&#61607; <\u002Fp><p>Identify and manage new datasets that support investment decisions and risk management processes.\n&#61607; <\u002Fp><p>Collaborate on projects with investment team members aimed at generating new insight and solutions\n<\u002Fp><p>to improve investment strategy.\n&#61607; <\u002Fp><p>Perform related duties as assigned.\n<\u002Fp><p>EDUCATION, SKILLS AND EXPERIENCE REQUIREMENTS\n<br>\nThe ideal experience and critical competencies for the role include the following:\n&#61607; <\u002Fp><p>Bachelor&rsquo;s Degree in Computer Science, Mathematics, Physics or equivalent degree, with coursework in\n<\u002Fp><p>Finance, Economics, Mathematics and a superior grade point average.\n<\u002Fp><p>GCM Grosvenor reserves the right to add to, delete, change or modify the essential duties and requirements at any time. Other functions may be assigned<br>\nto the position at GCM Grosvenor&rsquo;s discretion.\n<\u002Fp><p><b>If interested and qualified for this position, please notify Human Resources.<\u002Fb><br>\n<b>EQUAL OPPORTUNITY EMPLOYER M\u002FF\u002FD\u002FV<\u002Fb><br>\n1\n<\u002Fp><\u002Fdiv><\u002Fdiv><div><div><p>GCM Grosvenor Data Scientist\n&#61607; <\u002Fp><p>1 &ndash; 4 years of practical experience with Object Oriented Programming within classroom projects and\u002For\n<\u002Fp><p>outside job experience. Preferred languages are C#, C++, C but acceptable languages include Ruby,\n<\u002Fp><p>Python, Java or others.\n&#61607; <\u002Fp><p>Experience with quantitative and other machine learning languages (Matlab, R, Hadoop, or similar\n<\u002Fp><p>preferred) experience is a strong plus.\n&#61607; <\u002Fp><p>Familiarity with automated testing frameworks, such as NUnit, JUnit, WatiN and\u002For Selenium, preferred\n<\u002Fp><p>but not required.\n&#61607; <\u002Fp><p>Exposure to full testing lifecycle management and SDLC; specifically Agile SDLC processes, preferred but\n<\u002Fp><p>not required.\n&#61607; <\u002Fp><p>Interest in or knowledge of the financial markets and investment industry.<b>\n&#61607; <\u002Fb><\u002Fp><p>Ability to accurately enter and validate data into various systems on a timely basis.<b>\n&#61607; <\u002Fb><\u002Fp><p>Demonstrated initiative and ability to work in a fast paced, changing environment.<b>\n&#61607; <\u002Fb><\u002Fp><p>A commitment to the highest ethical standards and to act with professionalism and integrity.<b>\n&#61607; <\u002Fb><\u002Fp><p>Excellent written and verbal skills; specifically, the ability to articulate clearly and communicate\n<\u002Fp><p>effectively with professionals across the firm.<b>\n&#61607; <\u002Fb><\u002Fp><p>Dedicated work ethic and commitment to a team and a goal-oriented environment.<b>\n<\u002Fb><\u002Fp><p>In terms of cultural fit, the successful candidate will be self-motivated and energized by working amongst a group<br>\nof thoughtful, smart and successful colleagues. He or she will enjoy being part of an organization focused on<br>\nexcellence and will be a naturally collaborative person who enjoys interacting with individuals at all levels.<br>\nAdditionally, he or she will be a strong team player with a proactive approach and the ability to exercise discretion<br>\nand judgment.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","7c53d58c85acd4d4":"<div><div>The Worldwide Customer Success team focuses on helping our customers get to successful business outcomes using our technology and solution offerings. The Data Science team under the Customer Success PMO is responsible for designing and executing enterprise strategies that will empower the field customer success teams unblock their customer&rsquo;s consumption challenges. This team works in an agile environment on several strategic projects leading cross functional teams and other data science organizations.<\u002Fdiv><h2 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh2><ul><li>\n Inform and support strategic decision making to accelerate customer cloud consumption by leveraging Data and Science in a fast-paced agile environment<\u002Fli><li>\nCollaborate with other data science teams to develop statistical\u002Fmachine learning models for customer segmentation, classification and propensity models to develop growth hacks, proactive churn management etc.to guide field teams to successfully execute strategies<\u002Fli><li>\nCollaborate with Analytics and BI teams to develop insightful operational dashboards &amp; reporting for Customer Success teams.<\u002Fli><li>\nChampion the culture of data driven decision making<\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>\nQualifications<\u002Fb><\u002Fh2><div>\nMinimum Qualifications:<\u002Fdiv><ul><li>\n5+years of experience of data science, machine learning and statistics<\u002Fli><li>\n3+ years Experience with statistical programming in R, Python<\u002Fli><li>\n3+ years big data systems for ad hoc query and data preparation<\u002Fli><\u002Ful><div>\nOther Qualifications:<\u002Fdiv><ul><li>\nExperience developing Apps, scorecards and reports using similar to PowerBI, PowerApps, Tableau and Flow<\u002Fli><li>\nInterpersonal communication and presentation skills (leverage the data to tell a story)<\u002Fli><li>\nCollaboration and Program Management skills<\u002Fli><li>\nOn-site in Redmond, WA (or willing to relocate)<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and\u002For a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the Accommodation request form.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nBenefits\u002Fperks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.<\u002Fdiv><\u002Fdiv>","45c7f8c9e819c9b4":"<div><\u002Fdiv><div><ul><li>We are looking for talented scientists and software engineers to join our platform team.<\u002Fli><br>\n<\u002Ful><p><\u002Fp><div>\n<\u002Fdiv><div><\u002Fdiv><ul>\n<li>Our Platform team develops all distributed and big data systems and applications to efficiently run 1Thread's data management, and analytics.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","09b443290bbf69a7":"<div>It takes powerful technology to connect our brands and partners with an audience of 1 billion. Nearly half of Verizon Media employees are building the code and platforms that help us achieve that. Whether you&rsquo;re looking to write mobile app code, engineer the servers behind our massive ad tech stacks, or develop algorithms to help us process 4 trillion data points a day, what you do here will have a huge impact on our business&mdash;and the world. Want in? As Verizon&rsquo;s media unit, our brands like Yahoo, TechCrunch and HuffPost help people stay informed and entertained, communicate and transact, while creating new ways for advertisers and partners to connect. With technologies like XR, AI, machine-learning, and 5G, we&rsquo;re transforming media for tomorrow, too. We're creators and coders, dreamers and doers creating what's next in content, advertising and technology.\n<p><\u002Fp><p><b>A Little About Us\n<\u002Fb><\u002Fp><p><b>Verizon Media Group is one of the premier destinations on the Internet. This means that we rely on massively scalable, widely distributed, highly performant, and efficient software systems. If you want to help solve complex software problems for systems like these, we are looking for you.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Verizon Media Group&rsquo;s Data Measurements and Insights team works on one of the biggest online advertising and audience data sets in the world. We are responsible for providing fast, clean, and relevant data for VMG&rsquo;s advertising businesses as well as key measurements and insights about the users of VMG. We are developing next generation technologies to enrich our advertiser and user experience through complex, scalable data platforms, with ever growing and interesting challenges.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>A Lot About You\n<\u002Fb><\u002Fp><p><b>We're looking for world-class, fun-loving engineers to join our team in Champaign, Illinois where you will have the opportunity to <\u002Fb><b>build on top of our world-class advertising data systems to drive new insights around campaign effectiveness, sales forecasting, and advertising platform robustness. As a VMG Data Scientist you will leverage the latest machine learning and data science techniques to produce validated solutions for us in our advertising platforms to help drive revenue and sales.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Your Day\n<\u002Fb><\u002Fp><p><b>You will spend your days doing things like:\n<\u002Fb><\u002Fp><ul><li><p><b>Working with business leaders and engineers to discuss potential new features and customer issues to investigate\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Exploring large data sets for relationships, insights, and anomalies\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Building machine learning models to explain the past or predict the future\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Incubating data science and machine learning tools for use in the organization\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Playing with your friends in some of our local games and contests, from trivia to table tennis, puzzle building, escape rooms and more.\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Helping your team figure out priorities and processes and what&rsquo;s next\n<\u002Fb><\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b>You Must Have\n<\u002Fb><\u002Fp><ul><li><p><b>An advanced degree in Computer Science, Control Theory, Electrical Engineering, Statistics, Applied Mathematics, or a related quantitative field\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>The ability to excel in abstract and statistical thinking while deeply grounded in solid business judgment\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Interpersonal communication and relationship skills including the ability to explain complex analytical concepts to non-experts\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Data Science experience in solving classification and clustering problems on the web, performing information retrieval from unstructured and semi-structured data set, and building supervised and semi-supervised learning solutions\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>A solid core computer science foundation in data structures and algorithms and object-oriented programming\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Proficient programming skills in languages and frameworks such as Java, Python, and R\n<\u002Fb><\u002Fp><\u002Fli><li><p><b>Experience with big data technologies such as Hadoop (Pig\u002FHive), Spark, or other related technologies\n<\u002Fb><\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p><b>If this describes you, then we have a career for you at our place.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Come see what we&rsquo;re doing at Verizon Media Group on the Silicon Prairie, in Champaign, Illinois!\n<\u002Fb><\u002Fp><p><\u002Fp><p>Verizon Media is proud to be an equal opportunity workplace. All qualified applicants will receive consideration for employment without regard to, and will not be discriminated against based on age, race, gender, color, religion, national origin, sexual orientation, gender identity, veteran status, disability or any other protected category. Verizon Media is dedicated to providing an accessible environment for all candidates during the application process and for employees during their employment. If you need accessibility assistance and\u002For a reasonable accommodation due to a disability, please email ApplicantAccommodation@verizonmedia.com or call 408-336-1409. Emails\u002Fcalls received for non-disability related issues, such as following up on an application, will not receive a response.\n<\u002Fp><p><\u002Fp><p><i>Currently work for Verizon Media? Please apply on our internal career site.<\u002Fi><\u002Fp><\u002Fdiv>","1b80b39797e4a60a":"Experiment engineers will be expected to help define and develop our core software for designing and deploying advanced experiments.","d93d622a150df3b4":"<p><\u002Fp><div><p><b>Position Summary:<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<p>\nThe Data Scientist will be responsible for researching, analyzing and helping to form strategy surrounding AEP Energy&rsquo;s business activities. This position will primarily be involved in projects that require decision science methodologies (such as predictive and prescriptive modeling, machine learning, statistical analysis, customer segmentation, and marketing channel attribution and mix optimization) and data visualization.<br>\n<\u002Fp><p><\u002Fp><p>This position will play a key role in empowering business groups &ndash; helping them formulate strategies and improve business processes by measuring and optimizing their impact &ndash; ultimately improving how AEP Energy engages with and delivers value to our customers.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nKey Duties &amp; Responsibilities:<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<ul>\n<li>Develop and maintain dashboard reporting of KPIs for new sales, renewal and retention<\u002Fli>\n<li>Develop and maintain dashboard reporting of KPIs for VoC survey feedback (both structured and unstructured data)<\u002Fli>\n<li>Develop, maintain, and improve targeting and predictive models leveraging machine learning to meet and exceed projected Marketing and Sales targets<\u002Fli>\n<li>Conduct detailed competitive reporting and analysis of Residential offers in market<\u002Fli>\n<li>Conduct financial analyses related to customer lifetime value and actual margin performance\n<\u002Fli><li>Provide pricing and strategy recommendations for new sales, renewal and retention<\u002Fli>\n<li>Formulate and test hypotheses to evaluate business strategies and measure impact<\u002Fli>\n<li>Investigate 3rd party data sets that complement our internally sourced data<\u002Fli>\n<li>Author reports and presentations to communicate your process and results<\u002Fli>\n<li>Provide recommendations for system and process improvements \u002F enhancements<\u002Fli>\n<li>Assist with other projects as assigned<\u002Fli><br>\n<\u002Ful><p>\n<\u002Fp><p><\u002Fp><p><b>Knowledge &amp; Skill Requirements:<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<ul>\n<li>3+ years of practical experience in an analytics, statistics, or data scientist role<\u002Fli>\n<li>Strong experience with one or more statistical analysis packages: SPSS, R, SAS, etc.\n<\u002Fli><li>Strong experience with Tableau or Microsoft Power BI<\u002Fli>\n<li>Working knowledge of one or more SQL languages (e.g. MySQL)<\u002Fli>\n<li>Familiarity with statistical algorithms such as linear and logistic regression, decision trees, neural networks, etc.<\u002Fli>\n<li>Advanced proficiency in MS Excel (Formulas, Pivot Tables), Word, PowerPoint\n<\u002Fli><li>Ability to learn and utilize new analytical software in order to perform day to day duties.<\u002Fli>\n<li>Experience with one or more data mining tools (RapidMiner, Alteryx, etc.) is a plus.<\u002Fli>\n<li>Experience with Python is a plus.<\u002Fli>\n<li>Good knowledge of mathematical and statistical principles and formulas.<\u002Fli><br>\n<\u002Ful><p>\n<\u002Fp><p><\u002Fp><p><b>Education &amp; Experience Requirements:<br>\n<\u002Fb><\u002Fp><p><\u002Fp><ul><li>Master&rsquo;s degree in Statistics, Data Analytics, or other such quantitative discipline preferred.<\u002Fli>\n<li>Bachelor's degree in Statics, Data Analytics, or other quantitative discipline required.<\u002Fli>\n<li>Energy industry experience a plus.<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>Attributes:<br>\n<\u002Fb><\u002Fp><p><\u002Fp><ul><li>Highly-organized, with exceptional attention to detail.\n<\u002Fli><li>Strong communication skills with the ability to listen and express ideas and thoughts effectively both verbally and in writing.\n<\u002Fli><li>Strong people skills with an acute ability to build relationships and alliances with internal and external contacts including peers, superiors, and external contacts.<\u002Fli>\n<li>Upbeat\u002Fpositive attitude focused with a &ldquo;get it done&rdquo; mentality.<\u002Fli>\n<li>Ability to manage multiple priorities and projects simultaneously and produce high quality work under the pressure of deadlines.<\u002Fli>\n<li>Accountable for actions and ownership of results.<\u002Fli>\n<li>Proactive problem solving ability with a positive attitude rooted in a results\u002Fsolutions orientation.<\u002Fli>\n<li>Effective and comfortable in a dynamic\u002Fin-flight\u002Ffast-paced work environment\n<\u002Fli><li>Ability to handle multiple and competing demands.<\u002Fli>\n<li>Strong critical thinking skills- conceptual and analytical.<\u002Fli>\n<li>Acts with a sense of urgency.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","21091c4562d65586":"<div><p>As a Data Scientist you will be working on consulting side of our business. You will be responsible for analyzing large, complex datasets and identify meaningful patterns that lead to actionable recommendations. You will be performing thorough testing and validation of models, and support various aspects of the business with data analytics.<\u002Fp><ul><li>\nAbility to do statistical modeling, build predictive models and leverage machine learning algorithms.<\u002Fli><li>\nThis position will combine the typical Data Scientist math and analytical skills, with research, advanced business, communication, and presentation skills.<\u002Fli><li>\nPrimary job location is in Sacramento, but work-from-home option is available.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<h3 class=\"jobSectionHeader\"><b>\nQualifications<\u002Fb><\u002Fh3><ul><li>\nBachelors, MS or PhD in a relevant field (Computer Science, Engineering, Statistics, Physics, Applied Math)<\u002Fli><li>\nExperience in R and\u002For Python is preferred<\u002Fli><\u002Ful><\u002Fdiv>","81ca6c2fc7c65453":"<div>Job Description<br>\n<br>\n<p>We are looking for a highly motivated and experienced data scientist to drive data-driven strategy and product decisions. You will be responsible for extracting actionable insights from the usage of our mobile, web and e-commerce apps as well from sales, marketing and manufacturing datasets. The ideal candidate will have experience understanding levers to improve engagement with SaaS products and with boosting conversion for e-commerce flows. The role is anticipated to grow quickly with the company&rsquo;s success allowing the candidate to build a world-class team.<\u002Fp><p>\nAs part of our team, your core responsibilities will be:<\u002Fp><ul><li>\nModel lead and customer behavior to direct marketing and sales strategy, e.g. customer segmentation, predict Net Promoter Score, identification of potential churn risk and upsell opportunities.<\u002Fli><li>\nAnalyze e-commerce data to identify opportunities to improve conversion. Run A\u002FB testing to test hypotheses and optimize e-commerce platform<\u002Fli><li>\nProvide data to inform cloud and mobile app product roadmap. Segment users, design and surface key metrics (e.g user retention), analyze feature usage, identify associations between mobile and web usage,<\u002Fli><li>\nIdentify opportunities to improve customer support. Alert on emergent reliability issues based on support interactions, cluster patterns of failure e.g. using NLP, work with manufacturing team to predict issues based on self-test data<\u002Fli><li>\nBuild dashboards and presentations to surface insights to leadership<\u002Fli><li>\nMake data accessible to the company as a whole with self-service tools and training<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div>Qualifications<br>\n<br>\n<p>Baseline skills\u002Fexperiences\u002Fattributes:<\u002Fp><ul><li>\nBachelor&rsquo;s or higher degree in a quantitative field<\u002Fli><li>\n3 + years of data science experience<\u002Fli><li>\nKnowledge of statistics including hypothesis testing<\u002Fli><li>\nKnowledge of supervised and unsupervised ML techniques for data science: clustering, association-rule mining, prediction, anomaly detection<\u002Fli><li>\nDeep experience with Python data science ecosystem: pandas, numpy, scipy, Jupyter Notebooks\u002FLabs<\u002Fli><li>\nAdvanced SQL user<\u002Fli><li>\nAble to create compelling data visualizations, using Tableau or similar tooling<\u002Fli><li>\nAble to manage projects with technical and non-technical stakeholders in a fast-paced environment<\u002Fli><li>\nKnowledge of data model for source operational systems beneficial (Netsuite, Salesforce, Zendesk)<\u002Fli><\u002Ful><div><p>\nIdeally, you also have these skills\u002Fexperiences\u002Fattributes (but it&rsquo;s ok if you don&rsquo;t!):<\u002Fp><\u002Fdiv><ul><li>\nKnowledge of Git, Airflow and Google Cloud Platform tools<\u002Fli><\u002Ful><br>\nAdditional Information<br>\n<br>\n<p>We offer great perks:<\u002Fp><ul><li>\nFully covered medical insurance plan, and dental &amp; vision coverage - as a health-tech company, we place great worth on our teams&rsquo; well-being<\u002Fli><li>\nCompetitive salaried compensation - we value our employees and show it<\u002Fli><li>\nEquity - we want every employee to be a stakeholder<\u002Fli><li>\nPre-tax commuter benefits - we make your commute more reasonable<\u002Fli><li>\nFree onsite meals + kitchen stocked with snacks.<\u002Fli><li>\n401k plan - we facilitate your retirement goals<\u002Fli><li>\nBeautiful office overlooking the Flatiron building in NYC<\u002Fli><li>\nThe opportunity to build a revolutionary healthcare product and save millions of lives!<\u002Fli><\u002Ful><p>\nFor this role, we provide visa assistance for qualified candidates.<\u002Fp><p>\nButterfly network does not accept agency resumes.<\u002Fp><p>\nButterfly Network Inc. is an E-Verify Company and is an equal opportunity employer regardless of race, color, ancestry, religion, gender, national origin, sexual orientation, age, citizenship, marital status, disability or Veteran status. All your information will be kept confidential according to EEO guidelines.<\u002Fp><\u002Fdiv>","85f95c9b6d5a2858":"<div><div>The Predictive Modeling team accelerates the use of machine learning and statistical modeling to solve business and operational challenges and promote innovation at Kaiser Permanente. As a data scientist, you will have the opportunity to build models and data products powering membership forecasting, dynamic pricing, product recommendation, and resource allocation.<br>\n<\u002Fdiv><div><\u002Fdiv><div>The diversity of data science problems we are working on reflects the complexity of our business and the multiple steps involved in delivering an exceptional customer experience. It spans experimentation, machine learning, optimization, econometrics, time series, spatial analysis ... and we are just getting started.<\u002Fdiv><div><\u002Fdiv><div><b><br>\nWhat You-ll Do<\u002Fb><\u002Fdiv><p><br>\nl0 level1 lfo1&gt;Use expertise in causal inference, machine learning, complex systems modeling, behavioral decision theory etc. to attract new members to Kaiser Permanente.<\u002Fp><p><br>\nl0 level1 lfo1&gt;Conduct exploratory data analysis to generate membership growth insights from experimental and observational data. This includes both cross-sectional and longitudinal data types.<\u002Fp><p><br>\nl0 level1 lfo1&gt;Interact with sales, marketing, underwriting, and actuarial teams to understand their business problems, and help them with defining and implementing scalable solutions to solve them.<\u002Fp><p><br>\nl0 level1 lfo1&gt;Work closely with consultants, data analyst, data scientists, and data engineers to drive model implementations and new algorithms.<\u002Fp><p><\u002Fp><br>\n<p>\nThe Data Analytic Consultant provides support in making strategic data-related decisions by analyzing, manipulating, tracking, internally managing and reporting data. These positions function both as a consultant and as a high-level data analyst. The position works with clients to develop the right set of questions\u002Fhypotheses, using the appropriate tools\u002Fskills to derive the best information to address customer needs.<\u002Fp><p><\u002Fp><p><b><br>\nEssential Functions:<\u002Fb><\u002Fp><ul><li>Provides direction for assigned components of project work.<\u002Fli><li>Coordinates, team\u002Fproject activities &amp; schedules.<\u002Fli><li>With some feedback and mentoring, able to develop proposals for clients, project, structure, approach, &amp; work plan.<\u002Fli><li>Given scope of work, minimal feedback\u002Frework is necessary.<\u002Fli><li>Evaluates effectiveness of actions\u002Fprograms implemented.<\u002Fli><li>Researches key business issues, directs the collecting and analyzing of quantitative and qualitative data.<\u002Fli><li>Proactively records workflows, deliverables, and standing operating procedures for projects.<\u002Fli><li>Developing specified QA procedures to ensure accuracy of project data, results and written reports &amp; presentation materials.<\u002Fli><\u002Ful><br>\n<p><b>\nBasic Qualifications:<\u002Fb><\u002Fp>\n<div>Experience<br>\n<ul><li>Minimum two (2) years of work experience.<\u002Fli><\u002Ful>\nEducation<br>\n<ul><li>Bachelor's degree in related field, OR four (4) additional years of experience in a directly related field.<\u002Fli><li>High School Diploma or General Education Development (GED) required.<\u002Fli><\u002Ful>\nLicense, Certification, Registration<br>\n<ul><li>N\u002FA<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><br>\n<b>Additional Requirements:<\u002Fb><br>\n<ul><li>Working knowledge of policies, practices and systems.<\u002Fli><li>Frequent use and general knowledge of industry practices, techniques, and standards.<\u002Fli><li>General application of concepts and principles.<\u002Fli><li>Full use and application of standard principles, theories, concepts, and techniques.<\u002Fli><li>Must be able to work in a Labor\u002FManagement Partnership environment.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<p><br>\n<b>Preferred Qualifications:<\u002Fb><br>\n<\u002Fp><p>\nMinimum of Masters degree in a quantitative discipline in the fields of statistics, operations research, economics, applied mathematics, etc.<\u002Fp>\n<p>Minimum of 2 years of experience in analyzing large, multi-dimensional data sets and synthesizing data insights into actionable recommendations.<\u002Fp><p>\nDeep understanding of mathematical methods in statistics, optimization, econometrics, and\u002For machine learning.<\u002Fp><p>\nDemonstrable experience applying these methods to real data problems such as classification, regression, recommendation system, or time series analysis.<\u002Fp>\n<p>A passion for data visualization tools, such as D3.js, ggplot, Tableau, etc.<\u002Fp>\n<p>The ability to code in R or Python (preferably R) and fluency in querying, manipulating and analyzing large data sets using SQL and\u002For SQL like languages.<\u002Fp>\n<p>Excellent verbal communications, including the ability to clearly and concisely articulate complex concepts that influence Kaiser Permanente-s business model to both technical and non-technical collaborators.<\u002Fp><div><\u002Fdiv><br>\nPrimaryLocation : California,Oakland,1800 Harrison 1800 Harrison<br>\nHoursPerWeek : 40<br>\nShift : Day<br>\nWorkdays : Mon - Fri<br>\nWorkingHoursStart : Variable<br>\nWorkingHoursEnd : Variable<br>\nJob Schedule : Full-time<br>\nJob Type : Standard<br>\nEmployee Status : Regular<br>\nEmployee Group\u002FUnion Affiliation : Salaried, Non-Union, Exempt<br>\nJob Level : Individual Contributor<br>\nJob Category : Sales and Marketing<br>\nDepartment : Membership, Market, Sales Analytics<br>\nTravel : Yes, 5 % of the Time<br>\nKaiser Permanente is an equal opportunity employer committed to a diverse and inclusive workforce. Applicants will receive consideration for employment without regard to race, color, religion, sex (including pregnancy), age, sexual orientation, national origin, marital status, parental status, ancestry, disability, gender identity, veteran status, genetic information, other distinguishing characteristics of diversity and inclusion, or any other protected status.<br>\n<br>\nExternal hires must pass a background check\u002Fdrug screen. Qualified applicants with arrest and\u002For conviction records will be considered for employment in a manner consistent with federal and state laws, as well as applicable local ordinances, including but not limited to the San Francisco and Los Angeles Fair Chance Ordinances.<\u002Fdiv>","171cec05f74cc982":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>May 29, 2019<\u002Fb><\u002Fdiv><div>\nRole Number: <b>200064375<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nImagine what you could do here. At Apple, new ideas have a way of becoming outstanding products, services, and customer experiences very quickly. Bring passion and dedication to your job and there's no telling what you could accomplish. Apple's Strategic Data Solutions (SDS) team is looking for a talented individual who is passionate about crafting, implementing, and operating analytical solutions that have direct and measurable impact to Apple and its customers. As an SDS data scientist, you will employ predictive modeling and statistical analysis techniques to build end-to-end solutions for improving security, fraud prevention, and operational efficiency across the company, from manufacturing to fulfillment to apps and services. Apple's dedication to customer privacy, the adversarial nature of fraud, and the enormous scale of the business present exciting challenges to traditional machine learning and data science techniques. On this team, you will push the limits of existing data science methods while delivering tangible business value.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\nPractical experience with and theoretical understanding of algorithms for classification, regression, clustering, and anomaly detection<\u002Fli><li>\nWorking knowledge of relational databases, including SQL, and large-scale distributed systems such as Hadoop and Spark<\u002Fli><li>\nAbility to implement data science pipelines and applications in a general programming language such as Python, Scala, or Java<\u002Fli><li>\nAbility to comprehend and debug complex systems integrations spanning toolchains and teams<\u002Fli><li>\nAbility to extract meaningful business insights from data and identify the stories behind the patterns<\u002Fli><li>\nExcellent presentation skills, distilling complex analysis and concepts into concise business-focused takeaways<\u002Fli><li>\nCreativity to engineer novel features and signals, and to push beyond current tools and approaches<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\n- Engage with business teams to find opportunities, understand requirements, and translate those requirements into technical solutions\n - Design data science approach, applying tried-and-true techniques or developing custom algorithms as needed by the business problem\n- Collaborate with data engineers and platform architects to implement robust production real-time and batch decisioning solutions\n- Ensure operational and business metric health by monitoring production decision points\n- Investigate adversarial trends, identify behavior patterns, and respond with agile logic changes\n- Communicate results of analyses to business partners and executives\n- Research new technologies and methods across data science, data engineering, and data visualization to improve the technical capabilities of the team<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\n- Ph.D. in Computer Science, Machine Learning, Statistics, Operations Research or related field\nor\n- Ph.D. in Math, Engineering, Economics, or hard science with data science fellowship\nor\n- M.S. in related field with 3+ years experience applying data science to real business problems<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","adaed59ab3c135fb":"<div><div>The BASE team is at the core of all Windows technologies, whether it be Desktop, Server, or Azure. We are looking for candidates who can think broadly, collaborate well, pick up and contribute to a broad range of technologies, and generally want to have fun enabling enterprise customers to leverage technology to be their most efficient and effective in their business.<br>\n<\u002Fdiv><div><br>\nSuccessful candidates will exhibit various attributes which will enhance their ability to succeed in these various positions.<\u002Fdiv><h2 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh2><div>\nCollaboration - As most development is about working with others, both within an immediate team, as well as across business units and portions of the company, an ability to collaborate effectively is a core competency to have.<\u002Fdiv><div><br>\nCustomer Focus - A focus on delivering customer value and being able to directly tie engineering decisions and actions to that value is a huge plus for successful engineers at any level.<\u002Fdiv><div><br>\nDrive For Results - Being able to drive for results, not merely finding the boundary of your responsibility, but following a problem through to its conclusion, to solve it once and for all, is a skill and ability which a successful engineer should exhibit.<\u002Fdiv><div><br>\nTechnical Excellence - Core to being a software engineer is of course technical excellence. This is not merely knowing the latest and greatest language developments, but demonstrating a passion for technology, a curiosity to &lsquo;go deep&rsquo;, and an ability to quickly learn and build upon past experiences, to be able to extrapolate from those experiences, and deliver innovations. Technical excellence is rooted in having a strong demonstrable aptitude for problem solving.<\u002Fdiv><h2 class=\"jobSectionHeader\"><b>\nQualifications<\u002Fb><\u002Fh2><p>\nRequired Qualifications:<\u002Fp><ul><li>\nDemonstrated proficiency in one or more of the following languages: Python, R, Ruby, node.js, C#, Java, C++, C<\u002Fli><\u002Ful><p>\nPreferred Qualifications:\n<\u002Fp><ul><li>Ability to extend learning to new languages, tools, and environments<\u002Fli><\u002Ful><div>\nAbility to meet Microsoft, customer and\u002For government security screening requirements are required for this role. These requirements include, but are not limited to, the following specialized security screenings:<\u002Fdiv><ul><li>\nMicrosoft Cloud Background Check: This position will be required to pass the Microsoft Cloud background check upon hire\u002Ftransfer and every two years thereafter.<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div>Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and\u002For a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the Accommodation request form.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nBenefits\u002Fperks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.<\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","5aa8358e2417983c":"y\n<br>Want to join a research institute on the cutting-edge of health services research and data visualization? The Institute for Families in Society (IFS) at the University of South Carolina was established in the early 1990s and is one of the oldest research units in the nation having a university-state partnership with its state Medicaid agency. With more than 20 years of uninterrupted funding from grants, contracts, and foundations, our integrated health and policy research is at the forefront of initiatives and policies shaping the future of health care and other public policy and programs by applying concepts of health and place, equity, social determinants and geospatial analysis to our projects. While positions are posted as temporary, they are intended to be continuous for as long as contract and grant funding is sustained.\n<br>The University of South Carolina Institute for Families in Society (IFS) is seeking a Geospatial Data Scientist. This position will join the Data Science and Visualization (DataViz) team at IFS. The DataViz team is responsible for processing raw data, importing Census data, conducting geospatial analysis, maintaining GIS data files, creating automation routines for processes, creating GIS maps, creating and maintaining web applications, creating tables, charts and dashboards, and building full reports to support data-driven decisions. This position will use GIS software, tools, and methods to geocode data, develop and automate spatial and data management processes, and generate map and infographic products in a fast paced, applied research environment. In addition to GIS tools, this position will also be responsible for developing automation routines and data processes that require knowledge of SQL relational databases and programming in SQL Server Management Studio as well as Python. As a member of the Data Science and Visualization Team, this position will use the latest ESRI software (ArcGIS Desktop, Server, ArcGIS Pro, and ArcGIS Online), Adobe products, scripting and programming languages (Python, JavaScript, SAS, SQL), and other ancillary tools (Excel, Access, PowerPoint).\n<br><br>\nMaster's degree in public health, health services research, science, engineering, geography or related field with coursework and\u002For work experience with GIS software AND at least 2 years of work experience."}