{"59bb1936207c5c54":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Sep 2, 2019<\u002Fb><\u002Fdiv><div>\nWeekly Hours: <b>40<\u002Fb>\n<\u002Fdiv><div>Role Number: <b>200074914<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nSiri&rsquo;s universal search engine powers search features across a variety of Apple products, including Siri, Spotlight, Safari, Messages, and News. The Search Data Platform team acts as the &ldquo;source of truth&rdquo; for our most fundamental data &mdash; such as search activity and content &mdash; as well as our core metrics across a variety of products. We enable continuous improvement of the search system by building tools for data-driven decision-making and rapid iteration.\nAs a measurement data scientist, you will own product success metrics, run optimized experiments, build innovative models, and craft intuitive dashboards. The work you do will help to craft the future of the Siri Search and Knowledge product. At Siri, you will work with one of the most exciting high performance computing environments, with petabytes of data, and millions of queries per second. You will have an opportunity to find signals in massive datasets to help drive development of the products that delight our customers every single day.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\n3+ years of experience in a data science role with proven record of building data products<\u002Fli><li>\nExperienced with at least one programming\u002Fscripting language (e.g. python, R, java, Go, etc)<\u002Fli><li>\nAbility to manipulate large data sets with high dimensionality and complexity; fluency in SQL\u002FHQL<\u002Fli><li>\nMetric-centric mindset at both the component level and to measure overall user experience<\u002Fli><li>\nDesign effective experiments for evaluating complex data and machine learning-based systems<\u002Fli><li>\nDevelop models and analyses to mine large volume of data, extract insights, and recommend opportunities for product improvements<\u002Fli><li>\nCommunicate insights to partner teams to influence product direction with data<\u002Fli><li>\nUse data intuition to translate hard product goals and business problems into solvable data science problems<\u002Fli><li>\nGood at data visualization and interpretation, and experience with Hadoop, Hive, Impala<\u002Fli><li>\nCan work both independently and in a team-collaboration setting with strong problem solving skill<\u002Fli><li>\nHaving experience with survey data\u002Fhuman labeled data, and\u002For background in AB testing is a plus<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\n- Design and improve measuring methodologies for end-to-end search product including preparing dataset, crafting questions and experiment design\n- Apply statistical knowledge to test metric sensitivity and robustness\n- Collaborate with data analytics engineers to build data pipeline with design requirement to transform proof-of-concept into production\n- Work with engineers and EPMs to measure the success of a feature to make launch decision or conclude with regression suggestion<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nAdvanced degree in Statistics, Mathematics, Operations Research, Genetics, or similar quantitative domain preferred<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","c2578ecf9e3d014d":"<div><p><b>Duties:\n<\u002Fb><\u002Fp><p>Conduct research and experiments to design, implement and refine our large-scale financial analytics warehouse and modern analytics platform. Develop new methods and systems to consolidate and analyze unstructured, diverse sources of big data. Perform data mining using state-of-the-art methods including selecting features, building and optimizing classifiers using machine learning techniques, and processing, cleansing and verifying data for analysis. Analyze structured and unstructured data using Python and develop BI\u002FAnalytics solutions. Develop predictive models using R for statistical analysis and data visualization. Develop quantitative models using advanced mathematical, statistical and computational techniques.*This position qualifies for The Options Clearing Corporation&rsquo;s Employee Referral Program\n<\u002Fp><p><\u002Fp><p><b>Education &amp; Experience Required:\n<\u002Fb><\u002Fp><p>Master&rsquo;s degree in computational physics, math or another quantitative field and one (1) year of experience as computational physics research assistant or data scientist.\n<\u002Fp><p><\u002Fp><p><b>Special Skills Required:\n<\u002Fb><\u002Fp><p>Must have experience with each of the following: 1. Developing quantitative models using advanced mathematical, statistical and computational techniques; 2. Developing predictive models using R for statistical analysis and data visualization; and 3. Analyzing structured and unstructured data using Python and developing BI\u002FAnalytics solutions.\n<\u002Fp><p><\u002Fp><p><b>Salary: <\u002Fb>$90,000.00 - 139,500.00\n<\u002Fp><p><\u002Fp><p><b>Apply: <\u002Fb>Apply online at www.theocc.com. No calls. EOE.\n<\u002Fp><h3 class=\"jobSectionHeader\"><p><b>Step 1\n<\u002Fb><br>\n<b>When you find a position you're interested in, click the 'Apply' button. Please complete the application and attach your resume.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Step 2\n<\u002Fb><br>\n<b>You will receive an email notification to confirm that we've received your application.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Step 3\n<\u002Fb><br>\n<b>If you are called in for an interview, a representative from OCC will contact you to set up a date, time, and location.<\u002Fb><\u002Fp><\u002Fh3><\u002Fdiv><p><\u002Fp>","1974ffaf179e1db4":"<p><b>Data Scientist<\u002Fb><br>\n<b>\n<\u002Fb><br>\n<b>SUMMARY<\u002Fb><br>\n<br>\nSupport Business Analysis and Planning team by maintaining standard reporting (through existing dashboards or queries) and responding to internal and external ad-hoc requests.<br>\n<br>\nUtilize expertise in SQL and relational databases to deliver regular reporting and assist team leadership with analysis by mining, cleaning or aggregating data.<br>\n<br>\nWork with team leadership and business owners to define goals, metrics and guide decisions using business intelligence reporting methods.<br>\n<br>\nMaintain existing reporting and dashboards by keeping refresh schedules, performing data auditing or revising queries as needed.<br>\n<br>\nHandle incoming ad-hoc analyses, data requests and other questions from key stakeholders.<br>\n<br>\nKeeping documentation on updates or changes to data sources, reporting or any other analysis.<br>\n<br>\n<br>\nREQUIREMENTS<br>\n<br>\n4 or more years of experience working in the business intelligence field.<br>\n<br>\nExpertise in SQL and relational databases required.<br>\n<br>\nExperience extracting, cleaning and manipulating data from multiple systems into reporting objects for analysis.<br>\n<br>\nProven ability to quickly learn new systems and tools.<br>\n<br>\nExperience in analytical insights or business intelligence processes.<br>\n<br>\nExperience in working with data visualization tools (such as Tableau, Power BI), building interactive reports\u002Fdashboards or creating calculated KPIs a plus.<\u002Fp>","4a280273b2ffd42b":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>The Small Business Group (SBG) contributes directly to Facebook&rsquo;s mission by connecting small businesses with their customers and helping them grow through solutions like pages, advertising, and offers. We succeed when we help our customers grow their business.\n<br>\nThe SBG team is searching for a Data Scientist. The Data Scientist will use data analysis to understand customer profiles, produce reports to track our business, build models to provide insight into the Small Business customer base, identify opportunities, and impact the strategy of our Product, Marketing, and Sales teams. Ideal candidates love breaking down problems, building solutions, delivering actionable and data-driven insights, and working in a fast-paced, dynamic environment.\n<br>\n<\u002Fdiv><div><div>RESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nTake advantage of massive amounts of structured data to understand how our customers interact with our product and service offerings.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nWork within a dedicated pod of data scientists, marketers, and leadership team to drive strategy and execution to achieve revenue and product adoption goals.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nWork closely with the channel marketing team to plan, execute, report and monitor marketing campaigns.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nWork closely with other analysts to develop data infrastructure (data pipelines, reports etc.) and other tools to make analytics easier and more effective.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProduce ad hoc analyses to aid team in understanding customer behavior, develop POVs, and drive decision-making.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nBe a thought leader and go-to expert on data resources and tools.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nBA\u002FBS in Math, Statistics, Economics, Computer Science, Physics, Engineering, or other quantitative field<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n2+ years of experience in data science, business strategy, marketing, finance, engineering, or analytics<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with SQL or a similar database querying language<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with statistical analysis and experimental design<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience working with statistical packages such as R, MATLAB, SPSS, SAS, Stata, etc.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDevelopment experience in at least one scripting language (Python, JavaScript, etc.)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with Small Business landscape and\u002For online marketing and advertising<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nCommunication experience<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nExperience working with or in support of diverse communities.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","a20ac7bdecd685ad":"<b>Who we are:<\u002Fb><br>\nCalico is a research and development company whose mission is to understand the biology of aging, and to help people to lead longer and healthier lives. We aim to combine the best biomedical science with cutting edge technology and computing. We are building a new and unique culture of true partnership between the best biomedical and computational scientists, within a company that is both a nimble startup but also has a firm financial footing.\n<br><br>\n<b>Position description:<\u002Fb><br>\nBiology is rapidly becoming a data science due to the exponential growth in high-quality biological and medical data. These data are transforming our understanding of biology and disease, but deriving valuable scientific insights requires careful analysis and interpretation of data done in close collaboration with computational and life scientists. Calico is seeking to expand our group of Data Scientists who are exploring diverse questions from a computational perspective; and who are developing methods which facilitate a deeper understanding of data.\n<br><br>\nAs a data scientist, you will work cross-functionally with other individual contributors within computing, as well as researchers at Calico, on collaborative research projects which may be centered around biological questions, analytical methods, or engineering.\n<br><br>\nWe are seeking an exceptional data scientist with interest and experience in analysis of time series and longitudinal data to join the team.\n<br><br>\n<b>Position responsibilities:<\u002Fb><br>\n<ul>\n<li>Develop longitudinal data models at different time scales integrating diverse data modalities<\u002Fli>\n<li>Develop methods for visualization and model interpretation that enable the generation of testable hypotheses<\u002Fli>\n<li>Work with experimental and computational scientists to design experiments and contributing to the analysis of the resulting data<\u002Fli>\n<\u002Ful>\n<b>Position requirements:<\u002Fb><br>\n<ul>\n<li>Ph.D. in Bioinformatics, Computational Biology, Statistics, Biological Sciences, Genetics, Genomics, Computer Science, or equivalent preparation and experience<\u002Fli>\n<li>6+ years of experience in data analysis, including at least 3 years of hands-on work experience with real data (either in an academic environment or in industry)<\u002Fli>\n<li>Significant experience with the application of statistical and machine learning methods to time series data: autoregressive models, Gaussian Processes, linear dynamical systems, Markov models (HMM, Kalman, etc.), recurrent neural networks<\u002Fli>\n<li>Track record of effective cross-functional collaboration on complex projects involving people with very diverse backgrounds<\u002Fli>\n<\u002Ful>\n<b>Nice to have:<\u002Fb><br>\n<ul>\n<li>Experience in analyzing time series data in one or more of following data types: gene expression, microbiome composition, deep immune profiles, metabolic cage profiles<\u002Fli>\n<\u002Ful>\n","bc091bc0b878df4f":"<div><p><b>Description:<\u002Fb><br>\nThe primary role of a Data Scientist is to effectively configure the scientific models which support Zilliant&rsquo;s Price Optimization and Sales Growth solutions. The Data Scientist must be comfortable with independent interactions with clients, guiding clients towards Zilliant&rsquo;s configuration best practices, and effectively communicating the value of Zilliant&rsquo;s products.<\u002Fp>\n<p><b>\nResponsibilities Include:<\u002Fb><\u002Fp>\n<ul>\n<li>Leverage an array of software tools to analyze large client datasets<\u002Fli>\n<li>Integrate large scale commercial software into a client&rsquo;s existing pricing process<\u002Fli>\n<li>Travel to client offices to present scientific concepts and model results to senior executives<\u002Fli>\n<li>Based out of the Zilliant office in downtown Austin<\u002Fli>\n<\u002Ful><p><b>Key Requirements:<\u002Fb><\u002Fp>\n<ul>\n<li>Advanced Degree in an applied mathematics subject such as Data Science, Operations Research, Industrial Engineering, Statistics or a related discipline<\u002Fli>\n<li>Experience in building data driven models which have driven measurable business performance<\u002Fli>\n<li>Experience using SQL and\u002For Spark to analyze and process large datasets<\u002Fli>\n<li>Experience implementing data science routines in R and\u002For Python<\u002Fli>\n<\u002Ful><p><b>Desirable Skills and Experience:<\u002Fb><\u002Fp>\n<ul>\n<li>Academic or industry exposure to B2B or B2C pricing and revenue optimization<\u002Fli>\n<li>Experience in deploying large scale enterprise software that employs operations research, statistics, or data science methods and algorithms<\u002Fli>\n<li>Industry experience in distribution, manufacturing, transportation, hospitality, or financial services is desirable<\u002Fli>\n<li>Prior experience working within a professional services organization<\u002Fli><\u002Ful><\u002Fdiv>","b83e69937cc3bdc7":"<div>The Plymouth Rock Company is the holding company for a group of insurance companies and is headquartered in Boston. Our independent agency company, InsuraMatch is looking to hire a versatile Data Scientist to work on a variety of data related projects including acquisition targeting, retention modeling projects, predictive analytics, call routing, data architecture, and in-depth data analyses. You will have a direct impact on the growth of this business and interact with senior executives.<br>\n<br>\nIn this role, you will be set on a constant &ldquo;treasure hunt&rdquo; for new data sources to apply the latest techniques for modeling and data analysis. In this role you will be part of a team driving the profit and customer growth of this growing insurance agency.<br>\n<br>\nYou will work with internal and external data to understand and accurately predict:\n<ul><li>Shopping behavior;<\u002Fli><li>\nRetention behavior;<\u002Fli><li>\nQuote and conversion rates;\n<\u002Fli><li>Retention and lifetime customer value<\u002Fli><li>\nContribution to overall margin;<\u002Fli><li>\nCustomer satisfaction; and<\u002Fli><li>\nOther drivers of success you identify worthy of analysis.<\u002Fli><\u002Ful>\n<br>\nThe successful candidate will have the following attributes:\n<ul><li>An advanced degree in mathematics, machine learning, economics, statistics or a related field.<\u002Fli><li>\nKnowledge of new and innovative modeling and statistical techniques &ndash; a relevant specialty is preferred.<\u002Fli><li>\nDetail orientation &ndash; attention and desire to work on large data &ldquo;crunching&rdquo; projects.<\u002Fli><li>\nStrong written and oral communication skills and a proven ability to communicate technical concepts to both technical and non-technical audiences.<\u002Fli><li>\nCreative thinker with the ability to synthesize information from various sources and apply that information to concrete business problems.\n<\u002Fli><li>Ability to work with and understanding of the merits of various data structures.<\u002Fli><li>\nProficiency with the latest modeling software and techniques, such as SAS, R, Python or Tableau.<\u002Fli><li>\nAbility to understand the need to balance predictive power, interpretability, and ease of implementation.<\u002Fli><\u002Ful><\u002Fdiv>","4aeac9961896e652":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Aug 2, 2019<\u002Fb><\u002Fdiv><div>\nWeekly Hours: <b>40<\u002Fb>\n<\u002Fdiv><div>Role Number: <b>200085484<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nApple Maps is changing, and data is in the driver&rsquo;s seat. Our mission is to build the best map in the world. We work in a dynamic, high impact, self-driven environment where data scientists are given runway to own big projects and drive impact across the Maps organization. We are focusing on the evaluation of Maps services and features. Our group works directly with the engineering teams responsible for search, routing, recommendation and other algorithms, and tackles many types of problems, including design of experiments, AB testing, exploratory data analysis, machine learning and data mining.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\nYou are well versed in data analysis and visualization.<\u002Fli><li>\nYou have background in statistical programming (e.g. R, Python) and database languages (e.g., SQL).<\u002Fli><li>\nYou're able to work independently, as well as collaborate with others.<\u002Fli><li>\nYou have the ability to translate hard product goals and business problems into data science problems, draw conclusions from data, and recommend actions.<\u002Fli><li>\nYou can automate analytic tasks.<\u002Fli><li>\nYou have excellent written and verbal presentation skills.<\u002Fli><li>\nPreferred Qualifications :<\u002Fli><li>\n5+ years working experience delivering and scaling highly successful and innovative experiments and data science products<\u002Fli><li>\nExperience with AB testing.<\u002Fli><li>\nExperience with large data sets using technologies like Hadoop, Hive, and Spark.<\u002Fli><li>\nVersed in using Scala\u002FJava.<\u002Fli><li>\nBackground with information retrieval and\u002For the mapping\u002Ftransportation industry.<\u002Fli><li>\nExposure to large scale machine learning algorithms.<\u002Fli><li>\nExperience with human judgement platforms (e.g. MTurk).<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nYou will build products(data sets, analysis, models, etc.) and tools to drive hypothesis generation and decision-making in partnership with engineering and product management teams. Craft actionable metrics and design effective experiments. Develop models\u002Fanalysis to mine large volume of data, extract insights and explore opportunities for improvements. Automate analysis and pipelines via SQL and Python\u002FScala based ETL frameworks. Communicate insights to engineering, product management and executive teams, and drive product decisions with data.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMS or PhD in Statistics, Computer Science, Physics, Operations Research, or similar quantitative domain. Alternatively, a comparable industry career with significant experience in data analytics.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","320a87f181496cd6":"<div><div><div><b>About Kraken<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nOur mission is to accelerate the adoption of cryptocurrency so that you and the rest of the world can achieve financial freedom and inclusion. Founded in 2011 and with over 4 million clients, Kraken is one of the world's largest, most successful bitcoin exchanges and we're growing faster than ever. Our range of successful products are playing an important role in the mainstream adoption of crypto assets. We attract people who constantly push themselves to think differently and chart exciting new paths in a rapidly growing industry. Kraken is a diverse group of dreamers and doers who see value in being radically transparent. Let's change the way the world thinks about money! Join the revolution!<\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nAbout the Role<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nThis is a fully remote role, we will consider applicants based in North America, South America.<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nKraken is looking for a data scientist who is a self-starter and an excellent team player. You will be part of a team who is building cutting-edge trading products in cryptocurrency industry.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nYou will be responsible for transforming data into insights at Kraken. You will collaborate with product management, engineering and data team to build advanced analytics leveraging data to discover opportunities, insights and help improve performance of trading products and business.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nOur technology team is having a blast while delivering the most sophisticated crypto-trading platform out there. Help us continue to define and lead the industry.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities:<\u002Fb><\u002Fh3><div><ul><li>\nPartner with various stakeholders in providing actionable data driven insights to improve the products.<\u002Fli><li>\nDevelop anomaly detection, and data modelling tools to monitor key performance indicators to improve the efficiency of the products.<\u002Fli><li>\nBuild self-serve tools (dashboards, analytics tools) for leadership and product management to monitor and improve product efficiency<\u002Fli><li>\nDesign experiments for product team to test hypothesis and help with idea generation and refinement<\u002Fli><li>\nLead enterprise level analytics framework to aid product analytics. Be a voice for data across organization.<\u002Fli><li>\nExperience with story-telling in presenting data insights.<\u002Fli><li>\nBuild key datasets and data pipelines using Python\u002FETL frameworks<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Qualifications:<\u002Fb><\u002Fh3><div><ul><li>\nPhD or Master&rsquo;s degree in Statistics, Physics, Mathematics, Econometrics, or related field<\u002Fli><li>\nExtensive knowledge of machine learning techniques and ability to apply them at professional level.<\u002Fli><li>\nExperience with distributed analytical technologies (Spark, Hive, Hadoop)<\u002Fli><li>\nExcellent skills in SQL, statistical packages in Python\u002FR. Willingness to learn new languages if required.<\u002Fli><li>\nData visualization skills to communicate data driven insights<\u002Fli><li>\nExceptional communication and interpersonal skills<\u002Fli><li>\nEntrepreneurial attitude towards problem solving and driving innovation and change in a geographically distributed team environment<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Preferred Qualifications:<\u002Fb><\u002Fh3><div><ul><li>\nExperience in fintech related technologies is a plus<\u002Fli><li>\nKnowledge of tools such as Tableau, Looker, etc.<\u002Fli><li>\nKnowledge of Jupyter Notebooks (or similar) for story-telling using data.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>We&rsquo;re powered by people from around the world with their own unique backgrounds and experiences. We value all Krakenites and their talents, contributions, and perspectives.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>Check out all our open roles at https:\u002F\u002Fjobs.lever.co\u002Fkraken. We&rsquo;re excited to see what you&rsquo;re made of.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nLearn more about us:<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWatch &quot;Working at Kraken&quot;\n<\u002Fdiv><div>Follow us on Twitter<\u002Fdiv><div>\nCatch up on our blog<\u002Fdiv><\u002Fdiv><\u002Fdiv>","adcaa729376a88da":"<div><p><b>Position Summary:<\u002Fb><\u002Fp>\n<p>Domo is changing the way Executives manage their business. Pivotal within the most innovative business management platform. As a Data Scientist at Domo, you will help implement the applicable big data systems and help create and implement algorithms in relevant statistical inference.<br>\n<\u002Fp><p><\u002Fp><p><b>Team Culture:<\u002Fb><\u002Fp>\n<ul><li><b>Work<\u002Fb> <b>&ndash;<\u002Fb> Are you someone who has ideas and will stop at nothing until those ideas are made a reality?<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><ul><li><b>Fight<\u002Fb> <b>&ndash;<\u002Fb> Domo looks for individuals who can drive their own ideas forward and who can also support the initiatives within their team.<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><ul><li><b>Innovate &ndash;<\u002Fb> Are you someone that can&rsquo;t stand the status-quo? Do you improve upon the ideas of others?<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><ul><li><b>Create &ndash;<\u002Fb> Like to build? Do you have a creative drive? Domo has a culture that embraces creativity.<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><ul><li><b>Serve &ndash; <\u002Fb>We&rsquo;re all about the customer. We expect you to be relentless in your defense of the customer experience. We&rsquo;ll do the same.<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p><b>Key Responsibilities:<\u002Fb><\u002Fp>\n<ul><li>Understand existing business flow and website features, dive into the underlying data, apply relevant Data Mining techniques and\u002For Machine Learning algorithms and propose data analytic product to improve the website intelligence<\u002Fli>\n<li>Implement the applicable Machine Learning or statistics-based algorithm for prediction and optimization and deliver the trained model to production<\u002Fli>\n<li>Create and implement algorithms in relevant statistical inference, graph, and network analysis, natural language processing with open source tools and libraries.<\u002Fli>\n<li>Design, build and support algorithms of data transformation, conversion, computation on Hadoop, Spark and other distributed Big Data Systems<\u002Fli>\n<li>Design and support efficient storage and retrieval of Big Data<\u002Fli><br>\n<\u002Ful>\n<p><\u002Fp><p><b>Job Requirements:<\u002Fb><\u002Fp>\n<ul><li>Bachelor&rsquo;s Degree. (Preferred Masters Degree or above in Data Science, Statistics, Computer Science, Math, or similar quantitative field) or equivalent work experience<\u002Fli>\n<li>5+ years of professional experience with machine learning, statistical analysis, predictive modeling, and time series analysis.<\u002Fli>\n<li>Strong data discovery, visualization, and analysis skills.<\u002Fli>\n<li>Experience with big data using technologies like Spark, Hadoop, Pig, and Hive.<\u002Fli>\n<li>Previous hands-on exposure to statistical software packages like R, SciPy, Matlab, SPSS, SAS).<\u002Fli>\n<li>Experience with a variety of relevant data manipulation languages (Python, Java, SQL)<\u002Fli>\n<li>Comfort with working in a Linux environment.<\u002Fli>\n<li>A genuine desire to organize data and make it accessible with the technical skills to bring your ideas to reality<\u002Fli>\n<li>An enjoyment in working with teammates to produce quality outcomes.<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","bd146cf10a9340da":"<div><p>At the NBA, we&rsquo;re passionate about growing and celebrating the game of basketball. Through the intensity of the game and the amazing athletic skill of our players, we deliver excitement to hundreds of millions of fans around the world.<\u002Fp><p>\nAs a global sports and media business, the NBA is so much more. While Basketball Operations runs the league&rsquo;s on-court activities, other departments manage relationships with television and digital media partners, develop marketing partnerships with some of the world&rsquo;s most recognizable companies, oversee the licensing of NBA merchandise, and handle a wide range of responsibilities that drive the NBA&rsquo;s success.<\u002Fp><p><\u002Fp><br>\n<p><b>\nPosition Summary:<\u002Fb> The Data Scientist will support the Basketball Integrity Analytics Lead in compiling and analyzing data relating to game play, team and referee trends in conjunction with sports betting data. The position will contribute to efforts to keep all Integrity stakeholders abreast of key analyses undertaken using a variety of reporting and visualization tools.<\u002Fp><p><\u002Fp><br>\n<p><b>\nMajor Responsibility:<\u002Fb><\u002Fp><ul><li>\nCreate and execute models for flagging anomalous performance, trends etc. that may be consistent with but not necessarily indicative of manipulation<\u002Fli><li>\nDesign and undertake secondary checks to understand if the flagged event\u002Ftrend under investigation is of genuine concern.<\u002Fli><li>\nPrepare reports for senior leadership in Basketball Strategy and Analytics as well as related groups within the NBA such as Legal\u002FSecurity and undertake follow-up analysis as directed<\u002Fli><li>\nConduct innovative and original analysis to better understand player and referee performance and incorporate player tracking data and other proprietary data in these models<\u002Fli><li>\nUse statistical techniques to better understand salient betting trends and market movements, especially on NBA games across different markets<\u002Fli><li>\nWork with technical partners to automate data flows and reduce reliance on manual data development<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nRequired Skills\u002FKnowledge:<\u002Fb><\u002Fp><ul><li>\n3+ years of experience in data analytics, ideally related to the sports or gaming industries<\u002Fli><li>\nSelf-starter with exceptional problem-solving skills and ability to communicate with a non-technical audience and deal effectively with senior management<\u002Fli><li>\nExperience with a database management language (e.g. SQL), scripting languages (e.g. R or Python) and data visualization tool (e.g. Shiny or Tableau)<\u002Fli><li>\nApplied knowledge of statistical regression methods and other supervised learning techniques and unsupervised learning techniques (e.g. dimensionality reduction and clustering)<\u002Fli><li>\nConfident individual, able to work in a fast-paced environment and manage short term deliverables along with long-term projects. Must exercise good judgement and be able to maintain confidentiality with sensitive projects<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nEducation:<\u002Fb> Bachelor's Degree Required; Major in Mathematics, Statistics, Computer Science or related discipline or Master's Degree are preferred<\u002Fp><p><\u002Fp><br>\n<p>\nWe Consider Applicants For All Positions On The Basis Of Merit, Qualifications And Business Needs, And Without Regard To Race, Color, National Origin, Religion, Sex, Gender Identity, Age, Disability, Alienage Or Citizenship Status, Ancestry, Marital Status, Creed, Genetic Predisposition Or Carrier Status, Sexual Orientation, Veteran Status, Familial Status, Status As A Victim Of Domestic Violence Or Any Other Status Or Characteristic Protected By Applicable Federal, State, Or Local Law.<\u002Fp><\u002Fdiv>","c73a76937d8a17ec":"<div><\u002Fdiv><div><div><div><div>Degreed exists to discover, empower and recognize the next generation of the world's expertise. The smartest, brightest, and most bold, the tenacious, willing, the unsung heroes, self-taught, the scrappy, driven, the passionate, daring, the unafraid. Experts.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe Data Science team at Degreed works with large structured and unstructured datasets to understand how people develop the skills that they need to advance their careers. To do this, we use a diverse set of tools and approaches, including feature engineering, clustering, classification and recommendation models, word embeddings, and neural networks. Degreed is looking for a capable, qualified and versatile Data Scientist to help with the development and delivery of high-quality, data-driven, machine learning and predictive modeling solutions.<\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>\nRESPONSIBILITIES<\u002Fb><\u002Fh3><div><ul><li>\nWork as part of a product team to derive data science products that help improve the experience on the platform<\u002Fli><li>\nDevelop full data science pipelines from early proof-of concept models through full-scale training and working with engineers to deploy models to production<\u002Fli><li>\nEngineer features, build and optimize recommenders, classification models, and semantic graph, and evaluate the feasibility and performance of these models<\u002Fli><li>\nAssist with text\u002Fdata classification and categorization<\u002Fli><li>\nCommunicate about data science with a diverse set of stakeholders and development partners<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>\nREQUIREMENTS<\u002Fb><\u002Fh3><div><ul><li>\nHands on (not just academic) experience in applying advanced analytics to solve complex business problems<\u002Fli><li>\nProficiency in Python and SQL<\u002Fli><li>\nExperience with unsupervised and supervised machine learning techniques and methods<\u002Fli><li>\nComfortable blending together diverse data sources to create training data for specific problems<\u002Fli><li>\nExperience processing large-scale data sets<\u002Fli><li>\nA strong passion for empirical research and for answering hard questions with data.<\u002Fli><li>\nExcellent written and verbal communication skills. We&rsquo;re a distributed team and rely on good communication to perform at a high level<\u002Fli><li>\nExperience working remotely - It takes a self-motivated individual to thrive on a distributed team<\u002Fli><li>\nYou are a lifelong learner and passionate about learning new things and taking on new challenges<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>\nPREFERRED SKILLS<\u002Fb><\u002Fh3><div><ul><li>\nProfessional experience using unsupervised learning techniques - clustering, word embeddings, dimensionality reduction, etc<\u002Fli><li>\nExperience in Natural Language Processing (NLP)<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nWe are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nSee Degreed Jobs for more details on Degreed and why you should come work with us!<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","43b153fcadba95f5":"<div><p>Minimum qualifications:<\u002Fp><ul>\n<li>\nMaster's degree in Operations Research, Industrial Engineering, Statistics, related field, or equivalent practical experience.<\u002Fli><li>\n2 years of relevant work experience (e.g., as a data scientist) or equivalent. Analytical engagements outside class work while at school can be included.<\u002Fli>\n<li>Experience with statistical software (e.g., R, Python) and database languages (e.g., SQL)<\u002Fli>\n<\u002Ful><br>\n<p>Preferred qualifications:<\u002Fp><ul>\n<li>\nPhD in Operations Research, Industrial Engineering, Statistics or related field.<\u002Fli>\n<li>4 years of relevant work experience (e.g., as a data scientist), including experience applying advanced analytics to planning and infrastructure problems.<\u002Fli>\n<li>Experience designing and building statistical forecasting models.<\u002Fli>\n<li>Experience designing and building machine learning models.<\u002Fli>\n<li>Excellent problem-framing, problem-solving and project management skills.<\u002Fli>\n<li>Excellent customer service and team collaboration skills.<\u002Fli>\n<\u002Ful><div><h2 class=\"jobSectionHeader\"><b>About the job<\u002Fb><\u002Fh2><p>\nAt Google, data drives all of our decision-making. Data Scientists work all across the organization to help shape Google's business and technical strategies by processing, analyzing and interpreting huge data sets. Using analytical rigor and statistical methods, you mine through data to identify opportunities for Google and our clients to operate more efficiently, from enhancing advertising efficacy to network infrastructure optimization to studying user behavior. As an analyst, you do more than just crunch the numbers. You work with Engineers, Product Managers, Sales Associates and Marketing teams to adjust Google's practices according to your findings. Identifying the problem is only half the job; you also figure out the solution.<\u002Fp>\n<p>As a member of the Operations Data Science team, you will apply operations research and statistical methods to solve challenges related to compute, storage, network, and datacenter capacity for both Google&rsquo;s internal services and Google Cloud Platform. You will work broadly across Google&rsquo;s Platforms Engineering, Systems Infrastructure, and Site Reliability Engineering teams to optimize our deployment of resources and drive innovation in our software stack, allowing for efficient use of resources.\n<\u002Fp><p>As a Data Scientist, you will think critically and strategically about Google&rsquo;s cloud as a technology, a business, and as an operation. You will be comfortable discussing total cost of management with hardware engineers, resource optimization with software engineers, or reviewing fleet plans and deployment policies with operations executives, all based upon the analytical models that you will be developing.<\u002Fp><p>\nBehind everything our users see online is the architecture built by the Technical Infrastructure team to keep it running. From developing and maintaining our data centers to building the next generation of Google platforms, we make Google's product portfolio possible. We're proud to be our engineers' engineers and love voiding warranties by taking things apart so we can rebuild them. We're always on call to keep our networks up and running, ensuring our users have the best and fastest experience possible.<\u002Fp><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh2><ul>\n<li>Lead projects with hands-on analysis and modeling, drawing from multiple of analytical methods to choose the right tool and right level of complexity appropriate for the business challenges.<\u002Fli>\n<li>Engage broadly with the organization to identify, prioritize, frame, and structure complex and ambiguous challenges, where advanced analytics projects or tools can have the biggest impact.<\u002Fli>\n<li>Identify and communicate the challenges and opportunities that the group should be working on.<\u002Fli>\n<li>Help define the analytical direction and influence the direction of the associated engineering and infrastructure work.<\u002Fli>\n<li>Articulate business questions and use mathematical techniques to arrive at an answer using data. Translate analysis results into business recommendations.<\u002Fli>\n<\u002Ful><\u002Fdiv>At Google, we don&rsquo;t just accept difference&mdash;we celebrate it, we support it, and we thrive on it for the benefit of our employees, our products and our community. Google is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also Google's EEO Policy and EEO is the Law. If you have a disability or special need that requires accommodation, please let us know by completing this form.<\u002Fdiv>","4b0535684d859964":"<div><div>At Uber, we ignite opportunity by setting the world in motion. We take on big problems to help drivers, riders, delivery partners, and eaters get moving in more than 600 cities around the world.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe welcome people from all backgrounds who seek the opportunity to help build a future where everyone and everything can move independently. If you have the curiosity, passion, and collaborative spirit, work with us, and let&rsquo;s move the world forward, together.<\u002Fdiv>\n<h1 class=\"jobSectionHeader\"><b>About the role<\u002Fb><\u002Fh1><div>\nWe are looking for a person with a proven track record in Data Science to join our Risk and Payments Data Science team and make significant contributions to our mission to continue to build a global payment and risk management platform of massive scale. In this role, you will work closely with senior leaders in Product, Data Science, Engineering, and Operations on fast moving, high-impact problems. At Uber we use data to drive virtually every decision, and this includes our payment and risk platform: from offering new rider payments and driver disbursement options, to detecting and deterring fraud, reduce cost and increase reliability. As a Data Scientist in our team, you will be leveraging your unique combination of:<\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\nBusiness acumen<\u002Fli><li>\nData exploration and manipulation skills<\u002Fli><li>\nAdvanced scripting (Python\u002FR), and<\u002Fli><li>\nKnowledge of Machine Learning and applied statistical methods to drive efficiency and innovation in Uber&rsquo;s Payment Network and Risk Management platform<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nYou will also have the chance to work with massive datasets, a world-class Data Science platform and a team of talented people - Uber is every Data Scientist&rsquo;s dreamland<\u002Fdiv>\n<h1 class=\"jobSectionHeader\"><b>What you'll do<\u002Fb><\u002Fh1><div>\nYou will help improve user experience while mitigating risk as our platform moves money between riders, drivers and partners globally, while reducing transactional cost by leveraging a variety of existing and emerging digital payment methods. You will also support product management in gathering insights, identify opportunities and analyze vast quantities of data through an array of Data Science tools and methods.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nAs a Data Scientist in the UPN Data Science team you will:<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\nAnalyze key data assets to understand user behavior, evaluate risk\u002Fbenefit trade-offs and optimize our payment operation costs<\u002Fli><li>\nMake extensive use of A\u002FB testing and other controlled experiments methods to drive high-impact business decisions<\u002Fli><li>\nAnalyze user behavior as it relates to the use of payment and disbursement methods<\u002Fli><li>\nCreate and deploy predictive models<\u002Fli><li>\nDiscover anomalies and patterns in massive transactional datasets<\u002Fli><li>\nAnalyze the impact of proposed and actual product changes<\u002Fli><li>\nCommunicate Data Science findings to cross-functional peers and management and make data-driven recommendations<\u002Fli><li>\nDevelop effective &ldquo;storyboards&rdquo; using data and analytics<\u002Fli><li>\nWork with our Data Engineering team to design data transformation and integration pipelines to continue to expand our analytical data assets<\u002Fli><\u002Ful><h1 class=\"jobSectionHeader\"><b>\nWhat you'll need<\u002Fb><\u002Fh1><ul><li>\nA graduate degree or equivalent in a quantitative domain (e.g. statistics, mathematics, economics, computer science, engineering)<\u002Fli><li>\n5+ years of work experience in Data Science: you have designed, developed and deployed multiple models in your recent past<\u002Fli><li>\nDeep knowledge of statistical principles and Machine Learning methods<\u002Fli><li>\nExperience interpreting models and measuring their performance<\u002Fli><li>\nDemonstrable proficiency with Python or R and their associated ML Libraries<\u002Fli><li>\nProficiency in SQL and prior experience working with both relational and Big Data platforms<\u002Fli><li>\nPrior experience in the payments industry is a highly desirable, in particular if with a risk management exposure<\u002Fli><li>\nExperience with experimental design and A\u002FB testing is highly desirable<\u002Fli><li>\nExcellent communication and interpersonal skills - proven ability to work effectively with non-technical stakeholders<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv>","bb62fd44709f2f6f":"<p><\u002Fp><div><div><div><div><p>This position is located in the Department of Human Services, Family Services Administration (FSA). The ideal candidate (s) must possesses skills in programming, statistics, and scientific communication, such that he or she is capable of generating actionable insights from data and then convey those insights to others in compelling graphical, numerical, and narrative forms.<\u002Fp><p>\nFSA is the District of Columbia&rsquo;s primary organization to serve individuals and families experiencing or at risk of homelessness. The organization uses data and evidence to drive strategies that will reduce and ultimately end chronic homelessness across the city. In partnership with a robust Continuum of Care(CoC), we provide those on the front lines of homeless services with timely, relevant, and scientifically-rigorous evidence that informs the District&rsquo;s strategies and decision-making processes. We strive to integrate evaluation, including randomized field experiments, into government action so that testing, iterating, and improving becomes standard practice.<\u002Fp><p><b>\nDuties and Responsibilities<\u002Fb><\u002Fp><p>\nApplicant must be able to identify and execute on opportunities to harness data analytic approaches that provide insight into and achieve the DHS priority goals; obtains, merges, reshapes, cleans, and evaluates the quality of datasets; automates data pulls, and performs other database administration activities to enable efficient agency operations; use descriptive statistics, predictive analytics, machine learning, and other methods to learn about and derive insights from the patterns and relations within a dataset; uses inferential statistics to learn about the causal relationship between variables in a dataset, including randomized field evaluations.<\u002Fp><p>\nApplicants must also create intuitive and compelling graphics to visualize and think about data; create data dictionaries, annotated code, and produce materials to ensure work product is as open and reproducible as possible. The candidate must proactively provide critical feedback -and be open to such constructive dialogue as part of constantly improving FSA and its collective work output. The candidate writes descriptions and summaries of FSA projects for diverse audiences, including scientific experts, government practitioners, and public stakeholders. The candidate must also helps to disseminate scientific lessons, tools, and best practices across DHS and the CoC.<\u002Fp><p><b>\nQualifications and Educations<\u002Fb><\u002Fp><p>\nDegree in behavioral or social science; or related disciplines appropriate to the position; Or a combination of education and experience that provided the applicant with knowledge of one or more of the behavioral or social sciences equivalent to a major in the field; Or four years of appropriate experience that demonstrated that the applicant has acquired knowledge of one or more of the behavioral or social sciences equivalent to a major in the field.<\u002Fp><p>\nApplicants must possess one (1) year of Specialized Experience. Specialized Experience is experience that equipped the applicant with the particular knowledge, skills, and abilities to perform successfully the duties of the position, and that is typically in or related to the work of the position to be filled. To be creditable, specialized experience must have been equivalent to at least the next lower grade level in the normal line of progression for the occupation in the organization.<\u002Fp><p><b>\nLicenses and Certifications\n<\u002Fb><\u002Fp><p>None<\u002Fp><p><b>\nWorking Conditions\u002FEnvironment:<\u002Fb><\u002Fp><p>\nWork is typically performed in an office setting.<\u002Fp><p><b>\nOther Significant Facts<\u002Fb><\u002Fp><p><b>\nTour of Duty: <\u002Fb>Monday - Friday 8:00AM-5:00PM<\u002Fp><p><b>\nPromotion Potential: <\u002Fb>None<\u002Fp><p><b>\nCollective Bargaining Unit: <\u002Fb>This position is not covered under a collective bargaining agreement.<\u002Fp><p><b>\nPay Plan, Series and Grade: <\u002Fb><b>Data Scientist <\u002Fb>CS-0101-12<\u002Fp><p><b>\nPosition Designation: <\u002Fb>This position has been deemed Security Protection Sensitive under the guideline of the DC Personnel Manual. Incumbents of this position are subject to enhanced suitability screening pursuant to Chapter 4 of DC personnel regulations. Accordingly, incumbents must successfully pass a criminal background and consumer credit check as a condition of employment and will be subject to periodic criminal background checks for the duration of their tenure.<\u002Fp><p><b>\nEEO Statement:<\u002Fb> The District of Columbia Government is an Equal Opportunity Employer. All qualified candidates will receive consideration without regard to race, color, religion, national origin, sex, age, marital status, personal appearance, sexual orientation, family responsibilities, matriculation, physical handicap, or political affiliation.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","bd05d295269ce8a5":"<div><p>There are 7 billion people on this planet. And by 2050, there will be 2 billion more... many moving into urban centers at an unprecedented rate. Making sure there is enough food, fiber and infrastructure for our rapidly growing world is what we&rsquo;re all about at John Deere. And it&rsquo;s why we&rsquo;re investing in our people and our technology like never before in our 175-year history. Here the world&rsquo;s brightest minds are tackling the world&rsquo;s biggest challenges. If you believe one person can make the world a better place, we&rsquo;ll put you to work. RIGHT NOW.<\u002Fp><p>\nPrimary Location: United States (US) - California (US-CA) - San Francisco<br>\nFunction: Data Science &amp; Analytics<br>\nTitle: Data Scientist - Precision Ag Analytics - 47127<\u002Fp><p><b>\nYour Responsibilities<\u002Fb><\u002Fp><p><\u002Fp><br>\n<div>\nAs a <b><i>Data Scientist, Precision Ag Analytics<\u002Fi><\u002Fb> for John Deere&rsquo;s Intelligent Services Group (ISG) located in San Francisco, CA, you will join our team building world class data science solutions to enable smarter machines and better decisions for our customers. As a data scientist &ndash; you will partner with product managers and engineers to create insights and solutions for our customers. You&rsquo;ll have the opportunity to work across product lifecycles &ndash; designing, scaling, and delivering solutions. Join a team that is passionate about making a difference by applying cutting edge technology to solve some of the world's biggest problems. In addition, you will:<\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\nExplore new analytical problems and develop creative solutions within precision agriculture and automation<\u002Fli><li>\nWork with large geospatial data, including high resolution satellite imagery and environmental data<\u002Fli><li>\nDevelop and prototype analytical pipelines to deliver insights to customers both on the vehicle and in the cloud<\u002Fli><li>\nResearch new analysis and visualization methodologies alongside domain subject matter experts from agronomy, engineering and UX<\u002Fli><li>\nCommunicate findings and methodologies to stakeholders at multiple levels<br>\n<\u002Fli><\u002Ful><div>\nBeing part of the data and analytics community at John Deere also gives you access to scientists, technologists, and domain experts across the company. We believe in continually learning; you&rsquo;ll also have the opportunity to leverage our curated training content, participate in reviews of industry papers, and experiment with new methods and technologies.<br>\n<\u002Fdiv><p><\u002Fp><p><b>Visa sponsorship is <\u002Fb><b>NOT<\u002Fb><b> available for this position.<br>\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>What Skills You Need<br>\n<\u002Fb><\u002Fp><p><\u002Fp><ul><li>Experience in roles that required demonstration of an in-depth knowledge of current analytical platforms and be able to utilize these fully independently<\u002Fli><li>\n2 or more years of experience applying statistical analyses and analytical methodologies on advanced analytics projects, being able to demonstrate the development of algorithms and predictive models<\u002Fli><li>\n1 or more years of experience in using Python<\u002Fli><li>\n2 or more years in developing machine learning systems, with extensive experience on deep learning systems (Tensorflow preferred)<\u002Fli><li>\nExperience in roles that required demonstrated ability to communicate complex analytical insights in a manner which is clearly understandable by the business partners<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWhat Makes You Stand Out\n<\u002Fb><\u002Fp><p>Other areas of experience or interest that will help us place you on the right team include:<\u002Fp><p><\u002Fp><br>\n<ul><li>\nExperience working on data science problems in agriculture or working with agronomic datasets<\u002Fli><li>\nExperience working with large geospatial datasets<\u002Fli><li>\nExperience in roles that required a working knowledge of agricultural equipment<\u002Fli><li>\n2 or more years of experience working on cross-functional\u002Fdivisional projects<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nEducation <\u002Fb><b><i>(or equivalent work experience)<\u002Fi><\u002Fb><\u002Fp><p><\u002Fp><br>\n<ul><li>\nBachelor's degree in in statistics, engineering, data science, computer vision, machine learning, mathematics, or computer science OR equivalent work experience<\u002Fli><li>\nMaster&rsquo;s degree in in statistics, engineering, data science, computer vision, machine learning, mathematics, or computer science<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nWhat You'll Get<\u002Fb><\u002Fp><p>\nAt John Deere, you are empowered to create a career that will take you to where you want to go. Here, you'll enjoy the freedom to explore new projects, the support to think outside the box and the advanced tools and technology that foster innovation and achievement. We offer comprehensive relocation and reward packages to help you get started on your new career path. Click here to find out more about our Total Rewards Package.<\u002Fp><p>\nThe information contained herein is not intended to be an exhaustive list of all responsibilities and qualifications required of individuals performing the job. The qualifications detailed in this job description are not considered the minimum requirements necessary to perform the job, but rather as guidelines.<\u002Fp><p>\nJohn Deere is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to, among other things, race, religion, color, national origin, sex, age, sexual orientation, gender identity or expression, status as a protected veteran, or status as a qualified individual with disability.<\u002Fp><\u002Fdiv><p><\u002Fp>","b2fe87f8be861eb7":"<b>Data Scientist Location:<\u002Fb> Princeton, NJ or Remote Mercer is seeking an exceptional Data Science professional to leverage the vast amounts of data assets about our customers to develop powerful insights that drive the firms go-to-market effectiveness while delivering better value for our customers through insight-driven products, services and solutions that help them address current and anticipate future needs. This is a unique opportunity to join a new, multidisciplinary team of creative and passionate individuals tasked with developing a suite of next-gen insight-driven solutions utilizing the latest Big Data technology and innovative data science approaches including machine learning techniques. Were a lean, flat and agile Big Data Analytics team combining data science and engineering to identify high-value with the greatest commercial impact. The team works in quick iterations, using the techniques and algorithms best suited for solving the challenging problems of clients.\n<br><br>\nIn this global role, your primary focus will be in applying data mining techniques, doing statistical analysis, automating scoring using machine learning techniques and building recommendation engines integrated with our products or internal business processes. The ideal candidate is passionate about asking and answering questions in large datasets, able to communicate that passion to product managers and engineers, and has a keen desire to solve business problems. Responsibilities Develop advanced analytics, predictive models and machine learning algorithms. Work with internal and external business stakeholders to uncover actionable insights from Mercer client and prospect data Design and build machine learning and algorithms; conduct analyses at the appropriate level of complexity to produce relevant results for the business.\n<br><br>\nBuild and maintain analytics data pipelines Partner with Digital Platform team to evolve a Mercer Hadoop Data Lake environment (branded as Knowledge Fabric) which encompasses all Mercer major data sources to be leveraged for commercialization and provides a computing environment on the top. Advise on data science use cases for Knowledge Fabric evolution. Advise on selection of technology suitable for Mercer business applications Provide analytical and data support to engineering teams for setting up data repository and transforming unstructured data Build business intelligence and visualization. Develop key business metrics and dashboards to support optimization of Mercer internal processes, as well as ROIs.\n<br><br>\nCreate visualization to present analysis findings to business stakeholders. Contribute to product development with graphic representation and insight interpretation tools Qualifications MS, or PhD (preferred) in Data Science, Computer Science, Mathematics, Statistics, Operations Research or other quantitative fields 4+ years of experience building predictive and descriptive model2+ years of experience with Apache Hadoop and Spark ecosystems of open-source tools. Our data processing and modeling pipelines are built using Horton works platform 2+ years of hands-on BI development experience with major commercial BI tool Experience with NoSQL databases, such as HBase, Cassandra, MongoDB is a plus Experience working with Amazon Web Services is a big plus Hands-on experience with Python, R, Matlab, Scala, SAS, or other related analytical\u002Fprogramming tools or software Proficient in machine learning techniques (such as k-NN, Naive Bayes, SVM, Decision Forests, etc.) and their application in business areas Understanding of RDBMs and SQL programming skills, such as PostgreSQL, MySQL, MSSQL, Oracle SQL\u002FPLSQL Experience with web services such as AWS S3, DigitalOcean, Redshift and Spark; ability to connect data using SOAP API, REST API, and web crawling techniques Firm grasp of Big-Data Platforms and modeling frameworks, especially Spark and Hadoop; comfortable dealing with large data sets within a distributed computing environment (Hadoop, Hive\u002FPIG, HBase, etc. Knowledge of any data visualization and reporting tools, such as D3, Qlik (View or Sense), Tableau, MS PowerBI, SAP Business Objects, or MicroStrategy Ability to communicate complex analytical insights in a simple, concise manner and to build strong relationships with marketing and product teams to effectively convert insights into action Strong communication skills Excellent organization and prioritization skills Working knowledge of Apache NiFi for data ingestion is a plus Passionate about asking and answering questions in large datasets, and capable of communicating that passion to product managers and engineers Thrive in a fast paced, test-driven, collaborative and iterative engineering environment AWS Cloud Solution Architect certificate is a plus At Mercer, we make a difference in the lives of more than 110 million people every day by advancing their health, wealth, and careers.\n<br><br>\nWere in the business of creating more secure and rewarding futures for our clients and their employees  whether were designing affordable health plans, assuring income for retirement or aligning workers with workforce needs. Using analysis and insights as catalysts for change, we anticipate and understand the individual impact of business decisions, now and in the future. We see peoples current and future needs through a lens of innovation, and our holistic view, specialized expertise, and deep analytical rigor underpin each and every idea and solution we offer. For more than 70 years, weve turned our insights into actions, enabling people around the globe to live, work, and retire well.\n<br><br>\nWe embrace a culture that celebrates and promotes the many backgrounds, heritages and perspectives of our colleagues and clients. At Mercer, we say we Make Tomorrow, Today. Visit www.mercer.com for more information and follow us on LinkedIn and Twitter @Mercer. Mercer LLC and its separately incorporated operating entities around the world are part of Marsh & McLennan Companies, a publicly held company (ticker symbol: MMC).\n<br><br>\nMarsh & McLennan Companies offers competitive salaries and comprehensive benefits. For more information about our company, please visit us at: http:\u002F\u002Fwww.mmc.com\u002F. We embrace a culture that celebrates and promotes the many backgrounds, heritages and perspectives of our colleagues and clients. For more information, please visit us at: www.mmc.com\u002Fdiversity .\n<br><br>\n<b>US ONLY:<\u002Fb> Marsh & McLennan Companies and its Affiliates are EOE Minority\u002FFemale\u002FDisability\u002FVet\u002FSexual Orientation\u002FGender Identity employers. R_049358-en R_049358","bbc08f368199623c":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>Calling all <b>quantitative marketing people <\u002Fb>with a <b>data science<\u002Fb> background! We are in the market for a talented machine learning guru with a strong feel for consumer data. The good news is that data is not the heart of our business, it IS our business. Founded by Rob McGovern, a serial entrepreneur who founded CareerBuilder.com, <b>Precise Target<\u002Fb> is first and foremost, a data science company helping retailers acquire, engage and reactivate inactive customers. We've taken a programmatic approach, using billions of SKUs and consumer transactions to create the <b>first cross-merchant taste graphs<\u002Fb> (recommended product sets) for individual customers and we want you, as a <b>Data Scientist<\u002Fb>, to help us improve on its stability and increase its value to our customers helping them move more product through their ecommerce channels.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nWho We Are<\u002Fb><\u002Fdiv><div>\nWe are a small vibrant team and we thrive on diversity. We&rsquo;re the opposite of the hoodie wearing start-up living in a cave. Half of our engineers are women, our office looks more like an ad agency (it&rsquo;s a former Starbucks regional office), we don&rsquo;t think adults should have to worry about counting vacation days, and our outdoor terrace is a favorite refuge and a great place to catch some rays and indulge your green thumb. Our walkability index is 100%+: convenient to metro, seven coffee shops are within three blocks for our coffee obsessed employees, the women&rsquo;s farmer cooperative is right next door, and we&rsquo;ll pay for your commute, whether you metro, drive, walk, or ride your bike.\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><div><b>What You&rsquo;ll Do<\u002Fb><\u002Fdiv><div>\nYou will design, develop, test, deploy and maintain machine learning techniques that will expand the breadth of our product offering. The products run on Amazon Web Services (AWS) and use terabytes of retail and buying data. You will be responsible for:\n<\u002Fdiv><ul><li>Automating statistical quality assurance tests.<\u002Fli><li>\nAutomating classification modeling and segmentation.<\u002Fli><li>\nActing as an internal subject-matter expert for new statistics and machine learning techniques by remaining up to date on current applicable machine learning techniques and their associated programing methods and value.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div>You are a data geek with:<\u002Fdiv><ul><li>\nAt least 5 years of experience in working with online buying - ecommerce, product, or retail analytics.<\u002Fli><li>\nIntimate understanding of complex data sets, including product data, product categories, taxonomies and related metadata elements.\n<\u002Fli><li>Programming skills in R, python, or other statistical tools.\n<\u002Fli><li>Proficiency in Agile methodology with strong business analysis skills.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nYou probably have a degree in a quantitative field (math, statistics, engineering, or library sciences) and maybe advanced training in analytics. You ARE smart.<br>\n<\u002Fdiv><div><\u002Fdiv><div><b>What Else You Should Know<\u002Fb><\u002Fdiv><div>\nWe know you work for love, but you also need to eat. So we&rsquo;ve put together a package that will hopefully feed you and your soul.<\u002Fdiv><ul><li>\nThe pay is great, bordering on insanely high.\n<\u002Fli><li>Stock options for your wealth plan.<\u002Fli><li>\nVacation: liberal design-it-yourself plan.<\u002Fli><li>\nFree lunch 4 days a week.<\u002Fli><li>\nOver 200 restaurants within walking distance.<\u002Fli><li>\nAn environment that will make you say you&rsquo;re working with brilliant people<\u002Fli><li>\nCommuting expenses allowance, even if you ride your bike.<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div><b>What Now? <\u002Fb>If you are someone with a bias towards problem-solving, a well-known ability to figure it out yourself, secure in what you know and don&rsquo;t know, and possess an ability to hold your own in a room of hotshots who built our system from the ground up 4 years ago, let&rsquo;s talk. We&rsquo;re all ears.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","5f5331e56623710f":"<div><p>Grab&rsquo;s AI Accelerator team enables new features and products for Grab with innovations in AI. We develop and apply deep learning and machine learning to our large-scale datasets and wide-ranging applications. We foster a culture where we enjoy raising the bar constantly for ourselves and others, and that strongly supports the freedom to explore and innovate. We are looking for impact in the short term as well as long term.<\u002Fp><p><\u002Fp><p><b>\nGet to know the role:<\u002Fb><\u002Fp><ul><li> Develop and apply algorithms for computer vision, natural language processing, speech recognition and machine learning to solve business problems<\u002Fli><li> Own end-to-end implementation, system building and customer delivery of AI features<\u002Fli><li> Integrate, simulate and test impact of algorithms and features on the overall system<\u002Fli><li> Design and build machine learning and optimisation algorithms efficiently<\u002Fli><li> Develop and execute analyses, simulations or A\u002FB tests to validate models and identify improvement opportunities<\u002Fli><li> Store, retrieve and visualise results in a manner that facilitates required analyses<\u002Fli><li> Design and build data ingestion and featurization<\u002Fli><li> Drive product improvements and roll-out of new features<\u002Fli><li> Effectively communicate with business\u002Fproduct stakeholders<\u002Fli><\u002Ful><p>\nThe Must Haves:<\u002Fp><ul><li> Ph.D. or Master&rsquo;s in Computer Science, Electrical\u002FComputer Engineering, or related technical disciplines<\u002Fli><li> Minimum 2 years of relevant experience in one or more of the following:<\u002Fli><\u002Ful><p><\u002Fp><p>\no Deep Learning<\u002Fp><p>\no Natural Language Processing<\u002Fp><p>\no Computer Vision<\u002Fp><p>\no Speech recognition<\u002Fp><p>\no Recommender Systems<\u002Fp><p><\u002Fp><ul><li> Proficient with machine learning tools such as TensorFlow, pytorch, statistical programming in languages such as Python and R; and strong working knowledge in RDBMS such as PostgresQL or MySQL<\u002Fli><li> Excellent software development capabilities, preferably in C++, Java or Python; knowledge of GoLang would be an advantage<\u002Fli><li> Self-motivated and independent learner who is willing to share knowledge with the team<\u002Fli><li> Efficient and detail oriented time manager who thrives in a dynamic and fast-paced working environment<\u002Fli><\u002Ful><\u002Fdiv>","7bc714e40a6c3421":"<div><div><div><b>A bit about us:<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe&rsquo;re on a mission to change healthcare &mdash; how it&rsquo;s paid for, delivered, experienced. We want to put people center stage, not process or profit. We are guided by a deep belief that every person on Medicare should be treated like we would treat a member of our own family: with loving care and a profound commitment to their health and well-being.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThat&rsquo;s why we&rsquo;re gathering a whole bunch of smart, big-hearted people to create a new kind of healthcare company &mdash; one that combines compassion, health insurance, clinical care, and technology seamlessly.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe want to throw the long ball with people we love for a cause we believe in. Life is short. Join us.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div><b>\nThe Position<\u002Fb><\u002Fdiv><div>\nDevoted Health is a data-centric company. The analytics created and maintained by the data science team inform and guide decision-making in all areas of the company, from our own team of healthcare providers and operators to the executive team.<\u002Fdiv><div>\nDo you currently work in health insurance but want to work for a company that will transform health care? We are looking for a data analyst with experience in both data and health insurance. We need you to help us analyze and improve both insurance processes and health outcomes. Do you enjoy defining goals, and figuring out how to best measure progress towards them? Are you comfortable working with internal customers to define analytics needs? We think that you can help us.<\u002Fdiv><div>\nThis role is primarily about analysis, communication, visualization and metric definition. You will use causal analysis to understand the movement of key metrics and will be responsible for communicating the findings for those analyses to decision-makers.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><\u002Fh3><div><ul><li>\nAd-hoc analysis<\u002Fli><li>\nCommunication of analysis<\u002Fli><li>\nVisualization\u002Fdashboarding<\u002Fli><li>\nMetric definition<\u002Fli><li>\nData pipeline creation and management<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Desired Candidate<\u002Fb><\u002Fh3><div><ul><li>\nProfessional experience (1+ years) in a quantitative role<\u002Fli><li>\nExperience in SQL<\u002Fli><li>\nExperience in health care preferred, experience in analyzing Medicare is favored<\u002Fli><li>\nStrong belief in data as a team sport<\u002Fli><li>\nWe are not able to provide work sponsorship at this time<\u002Fli><li>\nThis role will be located either in Waltham MA or Bay area, CA<\u002Fli><li>\nRemote candidates will be considered if they have five plus years of working experience<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>If you love running towards complex challenges and transforming them into solutions, if you want to make a potentially huge impact on many lives, and if you are looking for a disruptive startup with an inspiring and talented team, Devoted Health may be the place for you!<\u002Fdiv><div><br>\n<\u002Fdiv><div><i>\nDevoted is an equal opportunity employer. We are committed to a safe and supportive work environment in which all employees have the opportunity to participate and contribute to the success of the business. We value diversity and collaboration. Individuals are respected for their skills, experience, and unique perspectives. This commitment is embodied in Devoted&rsquo;s Code of Conduct, our company values and the way we do business.<\u002Fi><\u002Fdiv><div><br>\n<\u002Fdiv><div><i>\nAs an Equal Opportunity Employer, the Company does not discriminate on the basis of race, color, religion, sex, pregnancy status, marital status, national origin, disability, age, sexual orientation, veteran status, genetic information, gender identity, gender expression, or any other factor prohibited by law. Our management team is dedicated to this policy with respect to recruitment, hiring, placement, promotion, transfer, training, compensation, benefits, employee activities and general treatment during employment.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv>","2a1289a4b5ccebb7":"<div><p><b>The Challenge:<\u002Fb><\u002Fp><p>\nAre you excited at the prospect of unlocking the secrets held by a data set? Are you fascinated by the possibilities presented by the IoT, machine learning, and artificial intelligence advances? In an increasingly connected world, massive amounts of structured and unstructured data open up new opportunities. As a data scientist, you can turn these complex data sets into useful information to solve global challenges. Across private and public sectors &mdash; from fraud detection, to cancer research, to national intelligence &mdash; you know the answers are in the data.<\u002Fp><p><\u002Fp><p>\nWe have an opportunity for you to use your analytical skills to improve our clients' abilities to make better and more informed decisions. You&rsquo;ll work closely with your customer to understand their questions and needs, and then dig into their data-rich environment to find the pieces of their information puzzle. You&rsquo;ll work with a distributed team to develop algorithms, conduct experiments, build predictive analytics, apply machine learning, and use the right combination of tools and frameworks to turn that set of disparate data points into objective answers to help your clients make informed decisions. You&rsquo;ll provide your client with a deep understanding of their data, what it all means, and how they can use it. Join us as we use data science for good in support of our clients' missions.<\u002Fp><p><\u002Fp><p>\nEmpower change with us.<\u002Fp><p><\u002Fp><p><b>\nBuild Your Career:<\u002Fb><\u002Fp><p>\nAt Booz Allen, we know the power of analytics and we&rsquo;re dedicated to helping you grow as a data analysis professional. When you join Booz Allen, you can expect:<\u002Fp><ul><li>\naccess to online and onsite training in data analysis and presentation methodologies, and tools like Hortonworks, Docker, Tableau, and Splunk<\u002Fli><li>\na chance to change the world with the Data Science Bowl&mdash;the world&rsquo;s premier data science for social good competition<\u002Fli><li>\nparticipation in partnerships with data science leaders, like our partnership with NVIDIA to deliver Deep Learning Institute (DLI) training to the federal government<\u002Fli><\u002Ful><p><br>\nYou&rsquo;ll have access to a wealth of training resources through our Analytics University, an online learning portal specifically geared towards data science and analytics skills, where you can access more than 5000 functional and technical courses, certifications, and books. Build your technical skills through hands-on training on the latest tools and state-of-the-art tech from our in-house experts. Pursuing certifications? Take advantage of our tuition assistance, onsite boot camps, certification training, academic programs, vendor relationships, and a network of professionals who can give you helpful tips. We&rsquo;ll help you develop the career you want, as you chart your own course for success.<\u002Fp><p><\u002Fp><p><b>\nYou Have:<\u002Fb><\u002Fp><ul><li>Experience with applying advanced statistics, including natural language processing and machine learning<\u002Fli><li>Experience with building data products using open source programming languages, including Python, R, or JavaScript<\u002Fli><li>TS\u002FSCI clearance with a polygraph<\u002Fli><li>BA or BS degree<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nNice If You Have:<\u002Fb><\u002Fp><ul><li>2+ years of experience with applying advanced statistics, including natural language processing and machine learning preferred<\u002Fli><li>Experience with scaling data products across distributed computer environments, including Hadoop<\u002Fli><li>MA or MS degree preferred<\u002Fli><\u002Ful><p><\u002Fp><p><b>\nClearance:<\u002Fb><br>\nApplicants selected will be subject to a security investigation and may need to meet eligibility requirements for access to classified information; TS\u002FSCI clearance with polygraph is required.<\u002Fp><p><\u002Fp><p>\nWe&rsquo;re an EOE that empowers our people&mdash;no matter their race, color, religion, sex, gender identity, sexual orientation, national origin, disability, veteran status, or other protected characteristic&mdash;to fearlessly drive change.<\u002Fp><p><\u002Fp>\nCMD<\u002Fdiv>","ca7a4fb07e713068":"<div><p>As a Data Scientist at BICP your role is to analyze, visualize, and model data. You&rsquo;ll build and implement machine learning models to make more efficient and effective decisions. We are looking for a mixture between a statistician, scientist, machine learning expert and engineer: someone who has passion for building and improving Internet-scale products informed by data. Bachelor&rsquo;s degree required and Master&rsquo;s is preferred.<\u002Fp><\u002Fdiv>","7ace57680a28668d":"<div><h3 class=\"jobSectionHeader\">Job Description<\u002Fh3>\n<p>At Protyo, we&rsquo;re applying AI and robotics in innovative ways to Supply Chain and Logistics. We recognize that a great, polished, engaging candidate experience is critical to the success of everything we aspire to do. You&rsquo;ll be a part of the core team reshaping Global Supply Chain. We hire people who are driven, solutions-focused, and passionate about their work. Our team members never stop growing and always rise to new challenges with excitement and curiosity.<\u002Fp>\n<p>\nWe are seeking an experienced Data Scientist to join our software team. In this role, you will be key to the development of our new products. As a member of this team, you will work closely with others in an exciting environment using the latest and greatest technologies to build a new AI platform.<\u002Fp>\n<h3 class=\"jobSectionHeader\">\nRequirements<\u002Fh3>\n<p>Our employees come from various backgrounds and cultures. We embrace the diversity to learn from each other and collaborate to find creative solutions that outperform the status quo.<\u002Fp><br>\n<p><\u002Fp>\n<p>\nThis role may be a good fit if you have the following:<\u002Fp>\n<ul>\n<li>Degree in Computer Science, Engineering, Math, Statistics, or Physics or equivalent 3+ years of experience<\u002Fli>\n<li>Experience with tools for data collection, analysis, warehousing, and visualization<\u002Fli>\n<li>Experience with Python<\u002Fli>\n<li>Experience with OpenCV for object detection and character recognition<\u002Fli>\n<li>Experience with TensorFlow or PyTorch for ML<\u002Fli>\n<li>Experience with PostgreSQL and NoSQL Databases<\u002Fli>\n<li>Experience with BI tools like Tableau or SPSS for analysis<\u002Fli>\n<li>Experience Jupyter Notebooks and Anaconda<\u002Fli>\n<li>Experience with Git<\u002Fli>\n<li>Experience with writing technical requirements and Agile development<\u002Fli>\n<li>Experience with peer reviews and providing helpful feedback<\u002Fli>\n<li>A passion for building unit-testable, creatively designed and reliable applications<\u002Fli>\n<li>A dedication to collaboration and hard work toward achieving team goals<\u002Fli>\n<li>A humble and curious nature that drives you to learn and mentor others<\u002Fli>\n<li>A clear and concise communicator, and consistently generate helpful documentation<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p>Nice-to-haves and are not required:<\u002Fp>\n<ul>\n<li>Experience with Java, Scala, Go, or C++ is a plus<\u002Fli>\n<li>Experience with Hadoop or Spark or Kafka is a plus<\u002Fli>\n<li>Experience with Docker or Kubernetes is a plus<\u002Fli>\n<li>Experience with IoT or embedded systems is a plus<\u002Fli>\n<li>A history of building business intelligence tools and analytics platforms<\u002Fli>\n<li>A deep architectural knowledge of computer vision applications, security, and design pitfalls<\u002Fli>\n<\u002Ful><h3 class=\"jobSectionHeader\">Benefits<\u002Fh3>\n<p>We have a strong benefits package, including heavily-subsidized health insurance plans to keep you in peak shape. It&rsquo;s rounded out by:<\u002Fp><br>\n<p><\u002Fp>\n<ul>\n<li>Flexible work hours<\u002Fli>\n<li>Three weeks of paid leave per year, plus holidays and extended leave<\u002Fli>\n<li>Your choice of computer equipment<\u002Fli>\n<li>Prime office location with easy access to mass transportation and restaurants<\u002Fli>\n<li>Stocked kitchen, team lunches, and happy hours<\u002Fli>\n<li>Pet-friendly office<\u002Fli>\n<li>Commuter pass<\u002Fli>\n<li>Gym discount<\u002Fli>\n<li>Health and commuter FSAs<\u002Fli>\n<li>$1000+ education stipend per year<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p>Most importantly, you&rsquo;ll be doing important work with people you&rsquo;ll enjoy spending the day with.<\u002Fp><br>\n<p><\u002Fp>\n<p>\nProtyo is an equal opportunity employer, dedicated to creating a workplace that is free of harassment and discrimination. We base our employment decisions on business needs, job requirements, and qualifications &mdash; that&rsquo;s all. We do not discriminate based on race, gender, religion, health, personal beliefs, age, family or parental status, or any other status. We don&rsquo;t tolerate any kind of discrimination or bias, and we are looking for teammates who feel the same way.<\u002Fp><\u002Fdiv>","7ef66f8a7b1a3667":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>We're looking for Data Scientists to work on measuring, detecting, reducing, and preventing negative experiences such as Hate Speech and Fake News in order to ensure that Facebook is a safe and welcoming community.<\u002Fdiv><div><div>\nRESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nThe Data Scientist, Analytics (Integrity) role has work across the following four areas:<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nData Infrastructure<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nWorking in Hadoop and Hive primarily, sometimes MySQL, Oracle, and Vertica<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nAutomating analyses and authoring pipelines via SQL and python based ETL framework<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProduct Operations<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nForecasting and setting product team goals<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDesigning and evaluating experiments<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nMonitoring key product metrics, understanding root causes of changes in metrics<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nBuilding and analyzing dashboards and reports<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nBuilding key data sets to empower operational and exploratory analysis<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nEvaluating and defining metrics<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExploratory Analysis<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nProposing what to build in the next roadmap<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nUnderstanding ecosystems, user behaviors, and long-term trends<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nIdentifying new levers to help move key metrics<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nBuilding models of user behaviors for analysis or to power production systems<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProduct Leadership<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nInfluencing product teams through presentation of data-based recommendations<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nCommunicating state of business, experiment results, etc. to product teams<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nSpreading best practices to analytics and product teams<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\n2+ years experience doing quantitative analysis<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nBA\u002FBS in Computer Science, Math, Physics, Engineering, Statistics or other technical field<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience in SQL or other programming languages<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience initiating and driving projects to completion with minimal guidance<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience communicating the results of analyses<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nKnowledge of statistical analysis<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nExperience with a statistical package such as R, MATLAB, SPSS, SAS, Stata, etc.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience with an Internet-based company<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","13c2c81ce7b5a63e":"<div><h2 class=\"jobSectionHeader\"><b>Americas\n<\u002Fb><\u002Fh2><p><i>Charlotte United States (US)\n<\u002Fi><\u002Fp><p><b>|\n<\u002Fb><\u002Fp><p><b>V.I.E. - Data Scientist\n<\u002Fb><\u002Fp><p>VIE\n<\u002Fp><p>Strategy &amp; Development<br>\n <\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>About SCOR\n<\u002Fb><\u002Fh2><p><i>SCOR is the 5th largest Reinsurance Company worldwide, following a profit-driven underwriting policy and practising selectively across all branches of reinsurance. Our specialist teams operate in over 120 countries, developing value added and innovative products and services and making long-term commitments to their clients, namely insurers and large corporations.\n<\u002Fi><br>\n<i>SCOR's aim, as an independent global reinsurance company, is to develop its Life and P&amp;C business lines, to provide its clients with a broad range of innovative reinsurance solutions and to pursue an underwriting policy founded on profitability, supported by effective risk management and a prudent investment policy, in order to offer its clients an optimum level of security, to create value for its shareholders, and to contribute to the welfare and resilience of Society by helping to protect insureds against the risks they face.<br>\n<\u002Fi><\u002Fp><p><\u002Fp><p><b>Job Summary:<br>\n<\u002Fb><\u002Fp><p><\u002Fp><p>The Data Science Team has the responsibility to increase our Data Science knowledge (survival analysis, interpretability,&hellip;) and to spread data science knowledge within the division. The Data Science Team provides technical assistance (algorithmic, ML,&hellip;) in business projects. The candidate will lead the development and management of advanced statistical, predictive, and machine learning models . Provide technical expertise to a growing cross-functional team of data scientists, statisticians, and actuaries. Innovate the underwriting process by creatively applying cutting edge data science techniques.<br>\n<\u002Fp><p><\u002Fp><p><b>Key duties and responsibilities:<br>\n<\u002Fb><\u002Fp><p><\u002Fp><ul><li>To improve our methods and tools for Machine Learning (OCR, interpretability, survival analysis&hellip;)\n<\u002Fli><li>To develop SCOR Global Analytic Platform (AutoML, visualization, templates,&hellip;)\n<\u002Fli><li>To participate to the diffusion of AI\u002FML within SCOR\n<\u002Fli><li>To contribute to the dissemination of our skills amongst SCOR Global Life clients, notably through seminars and publications.\n<\u002Fli><li>To support specific advanced data analytics projects in close collaboration with different parties including marketing managers, underwriters and actuaries etc.<br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Required experience &amp; competencies:<br>\n<\u002Fb><\u002Fp><div><\u002Fdiv><ul><li>Experience using ML and NLP to develop high-quality and practical solutions\n<\u002Fli><li>Advanced knowledge of common data science programming languages such as R and Python\n<\u002Fli><li>Experience with database query tools such as SQL\n<\u002Fli><li>Good understanding of statistical and predictive modeling concepts, machine-learning approaches, clustering, classification and crowdsourcing techniques (e.g GLMs, Decision Trees, SVM, Random Forests, GBM, PCA, Bayesian Networks, Neural Networks, etc.)\n<\u002Fli><li>Experience using cloud computing platforms such as AWS and Microsoft Azure<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv>","b5572c97ab78f1d9":"As a Data Scientist, you will be expected to create innovative solutions to solve business problems by using advanced machine learning, statistical modeling and optimization techniques and turning them into real world solutions for decision making online or offline. You will solve business critical problems inside a company that has a strong culture of measurement, testing, and optimization across all facets of its marketing and customer acquisition activities. You will see your contributions make a material impact to a business's bottom line. If you want to use cutting-edge machine learning techniques with technology that drives millions of decisions a day, this role is for you.\n<br><br>\n<b>What You'll Be Doing:<\u002Fb><br>\n<ul>\n<li>Solve business critical problems inside a dynamic and fun company that has a strong culture of measurement, testing, and optimization across all facets of marketing and customer acquisition activities.<\u002Fli>\n<li>Integrate cutting-edge machine learning techniques with technology that drives millions of decisions each day.<\u002Fli>\n<li>Translate your expertise into contributions that make a material impact on a business's bottom line.<\u002Fli>\n<\u002Ful>\n<b>What We're Looking For:<\u002Fb><br>\n<ul>\n<li>2+ year experience as a data scientist or PhD degree in STEM with specialization in machine learning, statistical modeling and optimization<\u002Fli>\n<li>Expert knowledge of machine learning, predictive modeling, statistics and data science in general. Knowledge and experience in marketing channel optimization, customer behavior\u002Fjourney modeling and prediction, product recommendation systems, online testing and etc. is highly desired<\u002Fli>\n<li>Proficiency in one or multiple data science programming languages such as R, Python and Spark<\u002Fli>\n<li>Capability of communicating effectively with business and data science leaders on project status, timeline and technical results<\u002Fli>\n<li>Proficient at collecting and mining data from disparate data sources, and willing to dig deeper and understand the process that creates the data<\u002Fli>\n<li>Analytical and detail oriented with the ability to prioritize, execute and deliver projects on time<\u002Fli>\n<li>Capable of translating business opportunities into data science problems and defining the right project scope and performance metric to measure success<\u002Fli>\n<li>Must be comfortable with unstructured, fast moving and constantly evolving high growth environment<\u002Fli>\n<li>Committed team player who is proactive, takes ownership over the success of their projects, and works hard to support those around them<\u002Fli>\n<li>Applied experience with machine learning on large datasets<\u002Fli>\n<\u002Ful>\n<b>Who We Are:<\u002Fb><br>\nFounded in 2000, Red Ventures is a portfolio of growing digital businesses that bring consumers and brands together through integrated e-commerce, strategic partnerships and many proprietary brands including Bankrate, AllConnect.com and Reviews.com. Headquartered south of Charlotte, NC, Red Ventures has over 3000 employees in offices across the US, as well as London and Sao Paulo. For more information, visit www.redventures.com ( http:\u002F\u002Fwww.redventures.com ).\n<br><br>\nAt Red Ventures we believe that diversity makes us stronger - at work and in the world. Red Ventures is an equal opportunity employer that does not discriminate against any employee or applicant because of race, creed, color, religion, gender, sexual orientation, gender identity\u002Fexpression, national origin, disability, age, genetic information, veteran status, marital status, pregnancy or any other basis protected by law. Employment at Red Ventures is based solely on a person's merit and qualifications.","8fa80a85e949cdc3":"<div>Under direct supervision, the Data Scientist applies professional bioinformatics concepts and computational procedures to complete small projects or portions of projects. Works on assignments of limited scope and complexity. Follows standard programming procedures to analyze situations and data from which answers can be readily obtained.<br>\n<br>\nThe successful applicant will work with the Principal Investigator (PI) and senior members of the laboratory under direct supervision in implementing and testing algorithms and models for data analysis, providing data visualization of analyzed results, for various ongoing life sciences projects. The successful applicant will use professional bioinformatics concepts, and assist in additional analyses as needed to achieve research objectives.<br>\n<br>\nMEDICINE \u002F CARDIOLOGY \u002F ARNAOUT LABORATORY<br>\nThe Arnaout laboratory studies deep and machine learning methods for biomedical imaging and related clinical data, with the goals of decreasing diagnostic error and developing and scaling novel phenotypes to drive precision medicine research.<br>\n<br>\nUCSF is a top-10 medical center and a leader in cross-campus efforts to mine, harmonize, and analyze multi-modal clinical data for the University of California&rsquo;s 15 million patients.<br>\n<br>\nThe Arnaout laboratory is part of both the Bakar Computational Health Sciences Institute, where the abovementioned efforts are based, and the nationally ranked Department of Medicine. Projects focus on deep learning for medical imaging, and through collaborative work with intra- and inter-institutional partners, touch the electronic health record, genetics, and other sources of data.<br>\n<br>\nABOUT UCSF\n<br>\nThe University of California, San Francisco (UCSF) is a leading university dedicated to promoting health worldwide through advanced biomedical research, graduate-level education in the life sciences and health professions, and excellence in patient care. It is the only campus in the 10-campus UC system dedicated exclusively to the health sciences.<\u002Fdiv>","703560255dded641":"<div><p>Bind is a health technology and services company founded in 2016 and headquartered in Minneapolis, MN with satellite offices in New York and San Francisco. Bind is health insurance for the way we live now. Unlike traditional health insurance that charges you for services you may never need or want, Bind is on demand: pay for what you need, not what you don't, and adjust your coverage when those needs change. Health coverage that's flexible, clear, and intuitive.<\u002Fp><p>\nWe are creative, collaborative, and a little bit fiery. The Bind team is comprised of like-minded individuals passionate about healthcare, and our cause is the collective act of rewiring it. We embrace new ideas. We're more wheel than cog. More spark than smoke. And we are playful and venturesome in our daily mission to render real and refreshing solutions to health insurance that works better for us all.<\u002Fp><p><b>\nData Scientist &ndash; San Francisco<\u002Fb><\u002Fp><p><b>\nSummary<\u002Fb><br>\nOur team is growing! Our Data Scientist will perform analyses of structured &amp; unstructured data to solve multiple &amp; complex business problems utilizing advanced statistical techniques &amp; mathematical analyses &amp; specialized expertise in organization and\u002For industry. A Bind Data Scientist directs and participates as an active, hands-on member a team of Data Scientists to design, develop, and implement end-to-end cloud-based machine learning production pipelines (data exploration, sampling, training data generation, feature engineering, model building, and performance evaluation).<\u002Fp><p><b>\nResponsibilities<\u002Fb><\u002Fp><ul><li>\nEnsure that data pipelines and analytics are scalable, repeatable, and secure, and can serve multiple users within the company<\u002Fli><li>\nCollect, parse, manage, analyze and visualize large sets of data using multiple platforms<\u002Fli><li>\nCode, test, and document new or modified Machine Learning and Data systems to create robust and scalable applications for data analytics<\u002Fli><li>\nWork with developers to make sure that all data solutions are consistent and ensure all automated processes to preserve data by managing the alignment of data availability and integration processes<\u002Fli><li>\nPartner with Data Science team and organizational stakeholders to develop and execute Business Intelligence, Analytic Products, and Modeling strategies.<\u002Fli><\u002Ful><p><b>\nRequirements<\u002Fb><\u002Fp><ul><li>\nBachelor's degree in Information Technology, Mathematics, Machine Learning, Computer Science, Physics, or a related quantitative discipline required.<\u002Fli><li>\nMasters with statistical background preferred.<\u002Fli><li>\nor, PhD in related field with quantitative and statistical experience.<\u002Fli><li>\nExperience working with a team of Data Scientists<\u002Fli><li>\nExperience working with both Structured AND Unstructured data<\u002Fli><li>\nDemonstrated experience with agile or other rapid application development methods<\u002Fli><li>\nHealthcare or Medical Claims Data experience<\u002Fli><li>\nExperience working with large datasets in SQL, as well as either Python or R<\u002Fli><li>\nExperience with developing predictive models using machine learning methods; performing data quality assessment, data integration &amp; transformation in preparation for analytics modeling<\u002Fli><li>\nKnowledge of data modeling and understanding of different data structures<\u002Fli><li>\nAnalytics abilities including, summarizing data for stakeholder feedback and business intelligence applications.<\u002Fli><li>\nPreferred experience with any of the following technologies: R, Python, Jupyter Notebooks, SQL, Java, Hadoop, Hive, Spark, Docker, AWS Redshift, AWS ECS\u002FEC2, SPSS, SAS, Linux\u002FUnix<\u002Fli><\u002Ful><p>\nBind is committed to providing equal employment opportunities. All qualified applicants and employees will be considered for employment and advancement without regard to race, color, religion, national origin, sex, disability, age, marital status, sexual orientation, veteran status, genetic information, or any other status protected by applicable law.<\u002Fp><\u002Fdiv>","b0e9ae9c3c71b6a5":"<div><div><div><div><div>U. S. Steel is committed to creating rewarding work environments. As an employee, you will have the opportunity to participate in several of our competitive programs, including:<br>\n<br>\n<ul><li>A Total Rewards package with competitive salaries and benefits with incentive opportunities for all employees.<\u002Fli><li>A focus on career growth and employee development that will establish not just a job, but a career.<\u002Fli><li>Ongoing training and education to enhance your career opportunities.<\u002Fli><\u002Ful><br>\nU. S. Steel has an immediate opening for a Data Scientist. Primary focus will be in developing scalable R\u002FShiny and Python based applications which develop on existing code for data mining, statistical analysis and prediction systems that improve process efficiencies about plant operations aligned with the overarching strategic or tactical objectives of the company. The U.S. Steel team works in a highly collaborative, agile environment supporting world-class steelmaking operations.\n<br>\n<br>\nThe successful candidate will collaborate with internal business partners to implement data-driven solutions with measurable business value, supporting the Carnegie Way. The candidate must have experience working within a team environment as well as independently, on multiple projects simultaneously, and work well within deadlines. Proficiency in report generation, query writing, databases, and data visualization is imperative and proven \u002F demonstrable experience in this regard is mandatory. In addition, the candidate must have experience designing, conducting, and interpreting statistical analyses using common statistical software tools (e.g., R, Python, etc.) and techniques (e.g., regression modeling, survival analysis, machine learning, data mining, clustering, kernelized classifiers, neural networks, autoencoders, image \u002F video classification, etc.). Experience with R\u002FShiny for big-data analysis built upon structured (SQL \u002F Oracle EBS) and unstructured (data lakes \u002F Hadoop) file systems is a plus. Preference will be given to candidates with image processing \u002F video processing experience, experience with internet-of-things and streaming data as well as OSISoft Pi Historian and its equivalent WebAPI Service.<br>\n<br>\nKEY RESPONSIBILITIES (for non-exempt jobs, indicate approximate percentage of time spent on each responsibility):\n<br>\n<ul><li>Build upon statistical models for data analysis of complex manufacturing processes by facilitating automation, perform parameter optimization and machine learning model re-training, including setup and maintenance of back-end infrastructure to facilitate ongoing operation of the same, both on-premises as well as on the cloud (AWS or Azure)<\u002Fli><li>Develop and deploy predictive and prescriptive analytic solutions in R\u002FPython, in teams adopting an Agile Software Development methodology<\u002Fli><li>Develop analytics to address customer needs and opportunities<\u002Fli><li>Process, cleanse, and verify the integrity of data used for analysis<\u002Fli><li>Enhance data collection procedures to include information that is relevant for building analytic systems<\u002Fli><li>Perform rapid ad-hoc analysis and present results in a clear manner starting with structured or unstructured datasets<\u002Fli><li>Keep up-to-date with latest technology trends<\u002Fli><\u002Ful><br>\nMINIMUM EDUCATION, KNOWLEDGE, SKILLS AND ABILITIES:<br>\n<br>\n<ul><li>Bachelor degree in Engineering, Computer Science, Information Systems or related discipline with 5 years of prior equivalent work experience in data analysis in lieu of an advanced degree. Preferred candidate will have a Masters degree and experience with adopting tools for Machine Learning and Image Analysis to develop models capable of facilitating process automation and\u002For presenting production-grade models for consumption via API services<\u002Fli><li>Proven expertise in leveraging statistics, machine learning, algorithms and advanced mathematics to solve engineering problems<\u002Fli><li>2+ years of hands-on experience in data analytics<\u002Fli><li>Working knowledge of statistics and programming applied to autoregressive and vector autoregressive predictive modeling problems involving time-series data<\u002Fli><li>Experience working in data mining or natural language processing<\u002Fli><li>Demonstrated skill in the use of one or more analytic, visualization and data querying software tools or languages (e.g., R\u002FShiny, Python, Java, Tableau, D3, SQL, Hive \u002F Hadoop)<\u002Fli><li>Demonstrated skill at data cleansing, data quality assessment, and using analytics for data assessment<\u002Fli><li>Demonstrated skill in the use of applied analytics, descriptive statistics, feature extraction and predictive analytics on industrial datasets<\u002Fli><li>Demonstrated skill at data visualization and storytelling for an audience of stakeholders<\u002Fli><li>Ability to work independently<\u002Fli><li>Strong organizational, project, process and time management skills<\u002Fli><li>Excellent communication skills<\u002Fli><li>Ability to think creatively and solve problems<\u002Fli><\u002Ful><\u002Fdiv>\n<\u002Fdiv><div><p><b>Preferred Skills<\u002Fb><\u002Fp>\n<div>PREFERRED EDUCATION, KNOWLEDGE, SKILLS AND ABILITIES:<br>\n<br>\n<ul><li>Master&rsquo;s degree in Statistics, Data Science, Mathematics, Information Science, Data Sciences, or related field (including Statistics, Data Science, Mathematics, Information Science, Engineering<\u002Fli><li>Data mining knowledge that spans a range of disciplines<\u002Fli><li>Track record of diving into data to discover hidden patterns and of conducting error\u002Fdeviation analysis<\u002Fli><li>Ability to develop experimental and analytic plans for data modeling processes, use of strong baselines, ability to accurately determine cause and effect relations<\u002Fli><li>Understanding of relevant statistical measures such as confidence intervals, significance of error measurements, development and evaluation data sets, etc.<\u002Fli><li>Experience with statistical modelling \u002F machine learning<\u002Fli><li>The motivation to achieve results in a fast-paced environment.<\u002Fli><li>Strong attention to detail<\u002Fli><li>Comfortable working in a fast paced, highly collaborative, dynamic work environment<\u002Fli><\u002Ful><br>\nBUSINESS CONTRIBUTION\u002FIMPACT &amp; LEADERSHIP (only applies to exempt job - please provide quantitative data):<br>\n<br>\n<ul><li>Interact and collaborate with employees at different levels of the organization<\u002Fli><li>Varying degree of input relating to application solutions that could have significant ROI impact to the corporation<\u002Fli><li>Contributions to cost avoidance\u002Fsavings could range from several thousand to tens of thousands of dollars<\u002Fli><\u002Ful><br>\nWORK ENVIRONMENT\u002F PHYSICAL REQUIREMENTS:<br>\n<br>\n<ul><li>Complex, fast-changing office environment with multiple priorities<\u002Fli><\u002Ful><\u002Fdiv>\n<\u002Fdiv><div><p><b>Auto req ID<\u002Fb><\u002Fp><div>9572BR<\u002Fdiv>\n<\u002Fdiv><div><p><b>Requisition Type<\u002Fb><\u002Fp>\n<div>US-Exempt<\u002Fdiv>\n<\u002Fdiv><div><p><b>Mid-Level<\u002Fb><\u002Fp><div>BSC - IT Analysis &amp; Operational Excellence\n<\u002Fdiv><\u002Fdiv><div><p><b>Work Location<\u002Fb><\u002Fp>\n<div>BUSINESS SERVICE CENTER<\u002Fdiv>\n<\u002Fdiv><div><p><b>Country<\u002Fb><\u002Fp><div>United States<\u002Fdiv>\n<\u002Fdiv><div><p><b>Work Location - City<\u002Fb><\u002Fp>\n<div>Pittsburgh\n<\u002Fdiv><\u002Fdiv><div><p><b>State\u002FProvince<\u002Fb><\u002Fp><div>US - PA<\u002Fdiv>\n<\u002Fdiv><div><p><b>Company Overview<\u002Fb><\u002Fp>\n<div>Steel is essential to advancing modern society. In fact, countless aspects of our lives wouldn&rsquo;t be possible without it. From state-of-the-art household appliances and safer, more fuel-efficient automobiles &mdash; to steel framing that makes our homes stronger and tubular products that support the development of our nation&rsquo;s energy resources &mdash; our products build quality of life for people around the world. U. S. Steel is on an exciting transformational journey to become the iconic corporation &mdash; a company set apart from the competition through the talent of our people, the quality of our product, and the strength of our performance. We are seeking talented, motivated people to help us create the next generation of U. S. Steel, known for consistently out-performing the competition, delivering superior returns, and creating value for our customers as a world-class supplier of innovative steel products and solutions.<\u002Fdiv>\n<\u002Fdiv><div><p><b>Competency Summary<\u002Fb><\u002Fp>\n<div>As an individual contributor, qualified candidates for this role also must demonstrate the ability to champion change and effective communication while contributing to team success.<\u002Fdiv>\n<\u002Fdiv><div><p><b>Equal Employment Opportunity<\u002Fb><\u002Fp>\n<div>U. S. Steel is a principled company committed to its core values of safety, diversity &amp; inclusion, environmental stewardship, results focus &amp; accountability. We focus on our customers, driving quality and ensuring cost effectiveness. We promote an environment of respect, transparency and collaboration &ndash; encouraging new ideas that drive innovation and our collective success. U. S. Steel is an Equal Opportunity Employer. It is our policy to provide equal employment opportunity (EEO) according to job qualifications without discrimination on the basis of race, color, religion, ancestry, national origin, age, genetics, sexual orientation, sex, gender identity, disability status or status as a protected Veteran or any other legally protected group status.<\u002Fdiv>\n<\u002Fdiv><div><p><b>Company<\u002Fb><\u002Fp><div>United States Steel Corporation<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","6227ab6deebc0fa7":"<div><p><b>Organization and Job ID<\u002Fb><\u002Fp>\n<p>Job ID: 309880<\u002Fp>\n<p>Directorate: Physical &amp; Computational Sciences<\u002Fp>\n<p>Division: Advanced Computing, Math &amp; Data<\u002Fp>\n<p>Group: Data Architectures<\u002Fp>\n<p><b>Job Description<\u002Fb><\u002Fp>\n<p>The Advanced Computing, Mathematics, and Data (ACMD) Division at the Pacific Northwest National Laboratory is seeking for a Data Scientist for its Data Sciences group. This is an excellent opportunity to develop your scientific career in a world-class research institution by joining an interdisciplinary research team that focuses on developing the next generation of algorithms and technologies for accelerating data-driven scientific discovery at extreme scales. The primary emphasis of this position will be growing existing and developing new capabilities in the areas of Machine Learning and Deep Learning.<\u002Fp>\n<p>Responsibilities:<\u002Fp>\n<ul><li><p>Designs, develops, and implements methods, processes, and systems to analyze diverse data.<\u002Fp><\u002Fli>\n<li><p>\nApplies knowledge of statistics, machine learning, advanced mathematics, simulation, software development, and data modeling to integrate and clean data, recognize patterns, address uncertainty, pose questions, and make discoveries from structured and\u002For unstructured data.<\u002Fp><\u002Fli>\n<li><p>\nProduces solutions driven by exploratory data analysis from complex and high-dimensional datasets.<\u002Fp><\u002Fli>\n<li><p>\nDesigns, develops, and evaluates predictive models and advanced algorithms that lead to optimal value extraction from the data. Demonstrates ability to transfer skills across application domains.<\u002Fp><\u002Fli>\n<\u002Ful>\n<p>This position is an excellent opportunity for the proactive scientist or engineer who desires to build technical expertise while making significant scientific contributions. Working at Pacific Northwest National Laboratory provides access to cutting-edge computing resources in a unique multidisciplinary research environment that tackles the most challenging problems in energy, environment, and national security.<\u002Fp>\n<p><b>The hiring level will be determined based on the education, experience and skill set of the successful candidate based on the following<\u002Fb> :<\u002Fp>\n<p><b>Level 2<\u002Fb> : Leads specific tasks of the project to meet scope, schedule and budget. Leads elements or sections of technical products. Builds internal reputation through application of S&amp;E principles and theories and develops technical approaches to solve challenges. Contributes to proposals. Embraces expectations for quality, safety, and security.<\u002Fp>\n<p><b>Level 3<\u002Fb> : Develops and optimizes capabilities at the division level. Develops external reputation. Builds effective project teams with membership across a group, S&amp;E domain and\u002For directorate. Principal investigator or co-PI on projects or tasks, while integrating capabilities of work team members. Generates new ideas for proposals and business development opportunities while leading development of technical section of small to medium proposals.<\u002Fp>\n<p><b>Minimum Qualifications<\u002Fb><\u002Fp>\n<ul><li><p>Bachelor's degree with 2+ years&rsquo; experience or a Master's degree with 0-3 years&rsquo; experience or a PhD.<\u002Fp><\u002Fli>\n<li><p>\nThe selected candidate will have skills in one or more of these areas:<\u002Fp><\u002Fli>\n<li><p>\nMachine Learning and Modeling.<\u002Fp><\u002Fli>\n<li><p>\nExperience in the application of data analytics and data-driven modeling to scientific domains of interest for PNNL such as chemistry, biology, energy, and environment.<\u002Fp><\u002Fli>\n<li><p>\nExcellent presentation, verbal and written communication skills, with a demonstrated ability for writing concisely and clearly.<\u002Fp><\u002Fli>\n<\u002Ful>\n<p><b>Preferred Qualifications<\u002Fb><\u002Fp>\n<ul><li><p>PhD in Engineering or Science with 1+ years&rsquo; experience.<\u002Fp><\u002Fli>\n<li><p>\nStrong publication record.<\u002Fp><\u002Fli>\n<li><p>\nOther preferred qualifications include past experience securing project funding, working with or leading technical teams, and the ability to manage research projects.<\u002Fp><\u002Fli>\n<\u002Ful>\n<p><b>Equal Employment Opportunity<\u002Fb><\u002Fp>\n<p>Battelle Memorial Institute (BMI) at Pacific Northwest National Laboratory (PNNL) is an Affirmative Action\u002FEqual Opportunity Employer and supports diversity in the workplace. All employment decisions are made without regard to race, color, religion, sex, national origin, age, disability, veteran status, marital or family status, sexual orientation, gender identity, or genetic information. All BMI staff must be able to demonstrate the legal right to work in the United States. BMI is an E-Verify employer. Learn more at jobs.pnnl.gov.<\u002Fp>\n<p>Directorate: Physical &amp; Computational Sci's<\u002Fp>\n<p>Job Category: Scientists\u002FScientific Support<\u002Fp>\n<p>Group: Data Architectures<\u002Fp>\n<p>Opening Date: 2019-09-27<\u002Fp>\n<p>Closing Date: 2019-10-26<\u002Fp><\u002Fdiv>","267e7cf7de2959c7":"<div><b>Introduction<\u002Fb><br>\nAt IBM we have an amazing opportunity to transform the world with cognitive technology. By using the vast amounts of information available today to identify new patterns and make new discoveries, we are helping cities become smarter, hospitals transform patient care, financial institutions minimize risk, and pharmaceuticals find cures for rare diseases.\n<br>\n<br>\nData scientists work with enterprise leaders and key decision makers to solve business problems by preparing, analyzing, and understanding data to deliver insight, predict emerging trends, and provide recommendations to optimize results. Data scientists use a variety of data (structured, unstructured, IoT streaming), analytics, AI tools, and programming languages often using a cloud infrastructure to handle the volume and veracity of data streams.<br>\n<br>\nArmed with data, modeling expertise, and analytic results, the data scientist communicates conclusions and recommendations to stakeholders in an organization's leadership structure. Business acumen is an important skill for data scientists to effectively communicate their findings to business leaders, data scientists need strong consulting, communication, visualization, and storytelling skills.<br>\n<br>\n<b>Your Role and Responsibilities<\u002Fb><br>\n<b>START DATES FOR THIS POSITION ARE IN 2020<\u002Fb><br>\n<br>\nData Scientists are in demand across IBM's growth areas. If hired, you will be matched to a team based on business demand, location and fit. Join the forward-thinking teams at IBM solving some of the world&rsquo;s most complex problems &ndash; there is no better place to grow your career!<br>\n<br>\nWhat You&rsquo;ll Do as an Entry-Level Data Scientist:<ul><li>\nYou will implement and validate predictive models as well as create and maintain statistical models with a focus on big data.<\u002Fli><li>\nYou will be exposed to and incorporate a variety of statistical and machine learning techniques such as logistic regression, experimental design, generalized linear models, mixed modeling, CHAID\u002Fdecision trees, neural networks and ensemble models.<\u002Fli><li>\nYou&rsquo;ll communicate with internal and external clients to understand business needs and provide analytical solutions.<\u002Fli><li>\nYou will use leading edge tools such as COGNOS, Watson Studio and Watson Machine Learning.<\u002Fli><li>\nYou&rsquo;ll work in an Agile, collaborative environment, partnering with other scientists, engineers, and database administrators of all backgrounds and disciplines to bring analytical rigor and statistical methods to the challenges of predicting behaviors.<\u002Fli><\u002Ful><br>\nWho You Are:<ul><li>\nYou are great at solving problems, debugging, troubleshooting, and designing &amp; implementing solutions to complex technical issues.<\u002Fli><li>\nYou thrive on teamwork and have excellent verbal and written communication skills.<\u002Fli><li>\nYou have strong technical and analytical abilities, a knack for driving impact and growth, and some experience with programming\u002Fscripting in a language such as Java or Python.<\u002Fli><li>\nYou have a basic understanding of statistical programming in a language such as R, SAS, or Python.<\u002Fli><li>\nYou have an interest in, understanding of, or experience with Design Thinking and Agile Development Methodologies<\u002Fli><\u002Ful><br>\n<b>\nRequired Professional and Technical Expertise<\u002Fb><br>\n<ul><li>Basic understanding of statistical programming in a language such as R, SAS, or Python.<\u002Fli><li>\nExperience with programming\u002Fscripting in a language such as Java or Python.<\u002Fli><li>\nKnowledge of statistical concepts such as regression, time series, mixed model, Bayesian, clustering, etc., to analyze data and provide insights.<\u002Fli><\u002Ful><br>\n<b>\nPreferred Professional and Technical Expertise<\u002Fb><br>\n<ul><li>Advanced knowledge of statistical concepts such as regression, time series, mixed model, Bayesian methods, clustering, etc., to analyze data and provide insights.<\u002Fli><\u002Ful><br>\n<b>\nAbout Business Unit<\u002Fb><br>\nNo matter where you work in IBM, you are making an impact. As an Early Professional with IBM, you will be taking on a key role with one of our industry-leading business units to work on the technology that is solving our most challenging problems and changing the way the world thinks.<br>\n<br>\n<b>Your Life @ IBM<\u002Fb><br>\nWhat matters to you when you&rsquo;re looking for your next career challenge?<br>\n<br>\nMaybe you want to get involved in work that really changes the world? What about somewhere with incredible and diverse career and development opportunities &ndash; where you can truly discover your passion? Are you looking for a culture of openness, collaboration and trust &ndash; where everyone has a voice? What about all of these? If so, then IBM could be your next career challenge. Join us, not to do something better, but to attempt things you never thought possible.<br>\n<br>\nImpact. Inclusion. Infinite Experiences. Do your best work ever.<br>\n<br>\n<b>About IBM<\u002Fb><br>\nIBM&rsquo;s greatest invention is the IBMer. We believe that progress is made through progressive thinking, progressive leadership, progressive policy and progressive action. IBMers believe that the application of intelligence, reason and science can improve business, society and the human condition. Restlessly reinventing since 1911, we are the largest technology and consulting employer in the world, with more than 380,000 IBMers serving clients in 170 countries.<br>\n<br>\n<b>Location Statement<\u002Fb><br>\nWe consider qualified applicants with criminal histories, consistent with applicable law.<br>\n<br>\n<b>Being You @ IBM<\u002Fb><br>\nIBM is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status. IBM is also committed to compliance with all fair employment practices regarding citizenship and immigration status.<\u002Fdiv>","0ee0ae6ba0ed34f5":"<div><div><div><div><div>Fandango is seeking a driven, analytically curious and entrepreneurial data scientist to be part of our exciting Business Intelligence team.<br>\nJob Requirements<br>\n&#61623; Scoping: Partner with other scientists and Subject Matter Experts (SME's) to fully define business problems and research questions;<br>\n&#61623; Data Engineering: Identify, extract and clean data to be loaded into modeling environments. Data could be structured, unstructured and\u002For text data (includes transactional, web data, social data, emails, and streaming data)<br>\n&#61623; Feature Engineering: Identify relevant features, remove redundancies and construct a tighter &lsquo;data frame&rsquo; representation for efficient modeling\u002Fanalysis<br>\n&#61623; Modeling: Conduct advanced analytics leveraging predictive modeling, machine learning, simulation, optimization and other techniques to deliver insights or develop analytical solutions to achieve business requirements.<br>\n&#61623; Model Validation\u002FParameter-Tuning\u002FDebugging: Support on efforts to develop scalable, efficient, automated solutions for large scale data analyses, model development, model validation and model implementation using appropriate metrics. Cognizant of the bias-variance trade-off.<br>\n&#61623; Presentation of business Value: Identify, quantify and highlight the opportunities and risks that arise out of the modeling step to team members and executives.<br>\n&#61623; Multi-tasking, Ad-hoc analytics and reporting: Develop mathematically sound calculations with embedded business logic for quick-turnaround projects (did we mention this is a fast-paced environment). Multi-task when required and prioritize appropriately. &#61623; Ownership and team-spirit: Own the projects from data gathering to delivery and assist other teams(technical and non-technical) when required through education<\u002Fdiv>\n<\u002Fdiv><div><p><b>Qualifications\u002FRequirements<\u002Fb><\u002Fp>\n&#61623; <div>2+ years of work experience in Data Science, Predictive, and Advanced Analytics<br>\n&#61623; Graduate degree in a quantitative field (Computer Science, Mathematics, Physics, Engineering, Statistics, Econometrics, Operations Research, etc.)<br>\n&#61623; Strong machine learning and statistical modeling expertise, such as regression, time series models, random forests, clustering, neural networks<br>\n&#61623; Advanced knowledge of SQL and experience extracting and analyzing large datasets<br>\n&#61623; Proficiency in one or multiple statistical\u002Fmachine learning languages (R, Python, SAS, Matlab, Stata, etc.) &#61623; Experience with BI reporting tools (Tableau, MicroStrategy, BusinessObjects etc.)<br>\n&#61623; Must be available and willing to work extended hours as occasionally needed including weekends and holidays to meet business needs<\u002Fdiv>\n<\u002Fdiv><div><p><b>Sub-Business<\u002Fb><\u002Fp><div>Fandango\n<\u002Fdiv><\u002Fdiv><div><p><b>Career Level<\u002Fb><\u002Fp>\n<div>Experienced<\u002Fdiv>\n<\u002Fdiv><div><p><b>City<\u002Fb><\u002Fp><div>Beverly Hills<\u002Fdiv>\n<\u002Fdiv><div><p><b>State\u002FProvince<\u002Fb><\u002Fp>\n<div>California<\u002Fdiv>\n<\u002Fdiv><div><p><b>Country<\u002Fb><\u002Fp><div>United States\n<\u002Fdiv><\u002Fdiv><div><p><b>About Us<\u002Fb><\u002Fp>\n<div>At Fandango, we love movies. From showtimes and ticketing, to engaging content and innovations in movie going- we strive to deliver the perfect movie going experience&mdash;anytime, anywhere. And to be the go-to destination for moviegoers, we think it&rsquo;s all about collaboration. Anyone can build a website or app, but it takes a special group across many disciplines to create an experience that can live across multiple platforms and connected devices. Thanks to an exceptional team, we&rsquo;re working hard to make Fandango a little bit better every day. Our 30 million (and growing!) online and mobile monthly visitors can now buy movie tickets at over 25,000 screens nationwide and stay for exclusive trailers, our award-winning original video series, movie reviews, celebrity interviews and more. So, if you&rsquo;re looking to inspire, be inspired and work at the intersection of entertainment and technology look no further than Fandango. Visit Fandango.com\u002Fcareers for a behind-the-scenes look at Fandango and follow us on LinkedIn for the latest news and updates. Fandango is an NBCUniversal Company.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","09a9d26d32d6ac7a":"<p><\u002Fp><div><div><div><div><p><b>Data Scientist<\u002Fb><\u002Fp>\n<p>Great vacations begin with great employees!<br>\n<br>\nCombine your experience and sense of adventure by joining our exciting team of employees in Miami, FL. Royal Caribbean Cruises Ltd. is pleased to offer a competitive compensation &amp; benefits package, and excellent career development opportunities, each offering unique ways to explore the world.<\u002Fp><br>\n<p><\u002Fp>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp><div><div><h2 class=\"jobSectionHeader\"><b>Job Requirements<\u002Fb><\u002Fh2>\n<p><b>Qualifications:<\u002Fb><\u002Fp>\n<ul><li>Master&rsquo;s degree in Statistics, Operations Research, Mathematics, Economics, Computer Science, Engineering, Physics, Chemical Engineering or field of comparable foundations in mathematical and statistical analysis through the use of models, algorithms or programmed solutions.<\u002Fli>\n<li>Experience with any of the following programming languages: R, Python, Java, C++, C#, Scala, SAS or similar scripting languages. Similar experience and proficiency with SQL required.<\u002Fli>\n<li>Experience with text mining and natural language processing techniques and tools including NoSQL \u002F unstructured databases and queries (MongoDB, Cassandra), sentiment analysis (Lexicon based, Rule based, Document-level classification), Topic Modeling (latent dirichlet allocation, non-negative matrix factorization), Term Frequency &ndash; Inverse Document Frequency (TF-IDF) and Named Entity Recognation \u002F Event Extraction<\u002Fli>\n<li>Experience with data mining processes (SEMMA, CRISP-DM), data preparation, consolidation, imputation, transformation, interaction, variable reduction, modeling, maintenance, and post-mortem analysis.<\u002Fli>\n<li>Experience with statistical methods such t-test of means, Tukey-HSD tests of means on groups, ANOVA, Proportion tests, data normalization and scaling, univariate and multivariate outlier detection.<\u002Fli>\n<li>Experience with modeling techniques such as linear models, decision trees, neural networks, k-nearest-neighbor, support vector machines, cluster analyses, and ensembling methods.<\u002Fli>\n<li>Experience with Agile Software Development.<\u002Fli>\n<li>Experience in a large corporation or consulting firm with focus in marketing strategies, modeling, CRM and management sciences\u002Fstatistics highly desired.<\u002Fli>\n<li>Experience with cloud computing frameworks or API&rsquo;s such as Microsoft Azure and Amazon Web Services.<\u002Fli>\n<\u002Ful><p><b>Knowledge &amp; Skills:<\u002Fb><\u002Fp>\n<ul><li>Must have a strong background in one or more of the following: Mathematics, Statistics, Probability, Deep Learning, Machine Learning, Natural Language Processing, Computer Vision, Recommendation Systems, Pattern Recognition, Large Scale Data Mining or Artificial Intelligence.<\u002Fli>\n<li>Has expertise in modeling, customer segmentation, analytical reporting, survey analysis, key driver analysis and dashboards.<\u002Fli>\n<li>Demonstrates a strong capacity for learning and assimilating new techniques, tools and methods.<\u002Fli>\n<li>Comfortable with preparing or collaborating on presentation decks as well as delivering final stakeholder presentations as primary or supporting presenter.<\u002Fli>\n<li>Has knowledge or can quickly ramp-up and leverage cloud-based cognitive service APIs such as Microsoft Azure, AWS and\u002For IBM Watson.<\u002Fli>\n<li>Is passionate about your work, but willing to support several projects at one time and can accept reprioritization as necessary.<\u002Fli>\n<li>Comfortable delivering within an agile program.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","eeef7dc893dabe0e":"<p><\u002Fp><div><h2 class=\"jobSectionHeader\"><b>About the team<\u002Fb><\u002Fh2>\nZillow is looking for an outstanding Data Scientist to join a growing team. Zillow is on a mission to give consumers certainty and control when selling their home. In particular, using our unparalleled data, and view into housing markets, to help build a world-class platform for real estate marketplace optimization. In the Zillow Offers product, Zillow buys homes directly from interested homeowners, thereby sparing them the tremendous stress and effort of selling. Instead, we take that upon ourselves by quickly preparing these homes for the market and sell them to buyers. This is a key initiative at Zillow as we seek to define the future of real estate.<br>\n<br>\nOur team is tasked with absorbing up to billions of rows of data from various sources, organizing them, analyzing them, and visualizing them to help inform both short- and long-term decision-making. Our structure is very flat and you will find yourself working with many different researchers and data science leaders across the company. You will have the chance to help us fine-tune many of our existing models that support Zillow Offers, by helping us build out reporting around our machine learning models, run ad-hoc data analyses, and help us run and administer different experiments.<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nAbout the role<\u002Fb><\u002Fh2><p>\nOnce you are here, you'll work to make important decisions that influence the direction of the company. More specifically:<\u002Fp><ul><li><p>\nYou will dive into and explore Zillow's rich set of internal and third party data (think Hive, Presto, SQL Server, Redshift, Python, Mode Analytics, Tableau, R) to help us answer challenging analytical problems.<\u002Fp><\u002Fli><li><p>\nYou will lead analytical efforts to develop scalable and methodologically rigorous approaches to performance measurement (e.g., AB testing, incrementality testing)<\u002Fp><\u002Fli><li><p>\nYou will help us analyze and explore where and how our existing Machine Learning models can be improved.<\u002Fp><\u002Fli><li><p>\nYou will build deep understanding of our existing Machine Learning models and help us create reporting around those models.<\u002Fp><\u002Fli><li><p>\nYou will help us design and administer experiments for how users interact with our models and how we can foster deeper trust.<\u002Fp><\u002Fli><li><p>\nYou will serve as a mentor to other researchers on the team and Analysts across the company by leading learning academies and serving as an available resource for all things related to analytics.<\u002Fp><\u002Fli><li><p>\nYou will mature a common language and approach to analyzing and communicating information and insights across the Zillow Offers teams.<\u002Fp><\u002Fli><li><p>\nYou will tell stories that describe analytical results and insights in meetings of all sizes with diverse audiences.<\u002Fp><\u002Fli><li><p>\nYou will provide thought leadership across a variety of technical and non-technical audiences to ensure that all levels of Zillow Group make decision with an analytical foundation.<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nWho you are<\u002Fb><\u002Fh2><p>\nYou will not shy away from complexity or uncertainty. You will develop a deep understanding of our mission, business models, and personas. We want you to use that intuition you've developed (both in business and real life) to find opportunities for growth and cultivate insights from our massive data sets. We're looking for a seasoned data scientist. We expect:<\u002Fp><ul><li><p>\nYou have a Master's degree or higher in a quantitative field (e.g. science, engineering, economics, finance, statistics, or similar).<\u002Fp><\u002Fli><li><p>\nYou have 2+ years of work experience involving quantitative data analysis and complex problem solving.<\u002Fp><\u002Fli><li><p>\nYou have complete command of SQL, and either Python or R, along with some experience with visualization software like Tableau or libraries in Python\u002FR.<\u002Fp><\u002Fli><li><p>\nYou have extensive experience directly querying multi-terabyte-sized data sets (with Hive and Presto) including clickstream data (like Google Analytics), third party data (like Facebook) and raw data ingested from non-standard platforms.<\u002Fp><\u002Fli><li><p>\nYou have practice with terminology, and measurement issues related to experimentation, along with a history of applying advanced analytical approaches to derive insights from the data.<\u002Fp><\u002Fli><li><p>\nYou have strong written, verbal, and visual communication skills to concisely communicate in a way that provides context, offers insights, and minimizes misinterpretation.<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nGet to know us<\u002Fb><\u002Fh2>\nZillow is the leading real estate and rental marketplace dedicated to empowering consumers with data, inspiration and knowledge around the place they call home, and connecting them with the best local professionals who can help. Zillow is part of Zillow Group, whose mission is to build the largest, most trusted and vibrant home-related marketplace in the world.<p><\u002Fp><p>\nAt Zillow Group, we're powered by our inclusive work culture, where everyone has the support and resources to do the best work of their careers. Our efforts to streamline the real estate transaction is supported by our passion to empower people and enrich lives around everything home, a deep-rooted culture of innovation, a fundamental commitment to Equity and Belonging, and world-class benefits. But, don't just take our word for it. Read our reviews on Glassdoor and recent recognition from multiple organizations, including: Fortune 100 Best Companies to Work For (#69), Fortune Best Workplaces for Diversity (#38), Fortune Best Workplaces for Parents (#31), Fortune Best Workplaces for Women (#20), Fatherly's Best Workplaces for New Dads (#37), JUST Capital 100 Company (#69), Bloomberg Gender Equality Index constituent.<\u002Fp><p><\u002Fp><p><i>\nZillow Group is an equal opportunity employer committed to fostering an inclusive, innovative environment with the best employees. Therefore, we provide employment opportunities without regard to age, race, color, ancestry, national origin, religion, disability, sex, gender identity or expression, sexual orientation, or any other protected status in accordance with applicable law. If there are preparations we can make to help ensure you have a comfortable and positive interview experience, please let us know.<\u002Fi><\u002Fp><\u002Fdiv>","46112306afe1687f":"<div><p><b>Responsibilities:<\u002Fb><\u002Fp><ul><li>\nDesign experiments and formulate machine learning problems to address major business challenges and innovation opportunities<\u002Fli><li>\nWork with product managers and data engineers to discover, collect, cleanse, and refine the data needed for analysis and modeling<\u002Fli><li>\nAnalyze large datasets to extract actionable insights and inform experimental design and model development<\u002Fli><li>\nWrite lucid, compelling summaries to communicate results of your analysis, model development, and testing which inform how the business should act<\u002Fli><li>\nCollaborate with peers, challenging assumptions and providing constructive criticism and ideas for improvement<\u002Fli><li>\nBuild models using a variety of statistical and machine learning techniques, assessing the best type of model for the problem. Context and using advanced techniques and customizations to optimize model performance<\u002Fli><li>\nHarden models for production deployment and monitor model performance over time<\u002Fli><\u002Ful><p><b>\nQualifications:<\u002Fb><\u002Fp><ul><li>\nMaster&rsquo;s degree or PhD in computer science, machine learning, data science, mathematics, statistics, or related quantitative field<\u002Fli><li>\nThree years of experience in a data science or machine learning role<\u002Fli><li>\nExcellent knowledge of major machine learning algorithms<\u002Fli><li>\nFluent in Python and R<\u002Fli><li>\nExperience with machine learning libraries and platforms, like Scikit-learn and Tensorflow<\u002Fli><li>\nSolid statistical analysis skills and a good understanding of experimental design<\u002Fli><li>\nExperience working with data at scale in the Hadoop ecosystem<\u002Fli><\u002Ful><p><b>\nPreferred Qualifications:<\u002Fb><\u002Fp><ul><li>\nExperience leveraging NLP tools and techniques for text mining and natural language understanding<\u002Fli><li>\nIn-depth experience with computer vision applications of machine learning<\u002Fli><\u002Ful><p><b>\nBehavioral Qualifications:<\u002Fb><\u002Fp><ul><li>\nAbility to analyze data to identify deliverables, gaps and inconsistencies<\u002Fli><li>\nCommunication skills including the ability to identify and communicate data driven insights<\u002Fli><li>\nExcellent analytical and problem solving skills<\u002Fli><li>\nExcellent communication skills and the ability to use data to tell a story<\u002Fli><li>\nWilling to learn and keep pace with the latest advances in data science and machine learning<\u002Fli><li>\nAttention to detail and results oriented, with a strong customer focus<\u002Fli><li>\nThe ability to work within a team environment<\u002Fli><\u002Ful><p><b>\nOur Culture<\u002Fb><\u002Fp><p>\nAt Transamerica we promote a Future Fit mindset. What is a Future Fit mindset?<\u002Fp><ul><li>\nActing as One fosters an environment of positive collaboration<\u002Fli><li>\nAccountability allows us to own the problem as well as the solution<\u002Fli><li>\nAgility inspires new ideas, innovation and challenges the status quo<\u002Fli><li>\nCustomer Centricity encourages an above and beyond approach to our customer<\u002Fli><\u002Ful><p><b>\nWorking Conditions<\u002Fb><\u002Fp><ul><li>\nOffice environment<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","d7c3d446ede6e5d8":"<div><p>Revlon has developed a long-standing reputation as a color authority and beauty trendsetter in the world of color cosmetics and hair care. Since its breakthrough launch of the first opaque nail enamel in 1932, Revlon has provided consumers with high quality product innovation, performance and sophisticated glamour. In 2016, Revlon acquired the iconic Elizabeth Arden Company and its portfolio of brands, including its leading designer, heritage and celebrity fragrances. Today, Revlon's diversified portfolio of brands is sold in approximately 150 countries around the world in most retail distribution channels, including prestige, salon, mass, and direct to consumer. Revlon is among the leading global beauty companies, with some of the world&rsquo;s most iconic and desired brands and product offerings in color cosmetics, skin care, hair care, hair color and fragrances under brands such as Revlon, Revlon Professional, Elizabeth Arden, American Crew, Almay, Cutex, Mitchum, Elizabeth Taylor, Christina Aguilera, Britney Spears, Juicy Couture, Curve, Shawn Mendes and John Varvatos.<\u002Fp>\n<p><b>\nResponsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li>We are looking for a highly motivated and experienced data scientist to drive data-driven strategy and product decisions. You will be responsible for extracting actionable insights from the usage of our web and e-commerce apps as well from sales, marketing and manufacturing datasets<\u002Fli>\n<li>Model lead and customer behavior to direct marketing and sales strategy, e.g. customer segmentation, predict Net Promoter Score, identification of potential churn risk and upsell opportunities.<\u002Fli>\n<li>Analyze e-commerce data to identify opportunities to improve conversion. Run A\u002FB testing to test hypotheses and optimize e-commerce platform<\u002Fli>\n<li>Segment users, design and surface key metrics (e.g user retention), analyze feature usage, identify associations between mobile and web usage<\u002Fli>\n<li>Identify opportunities to improve customer support. Alert on emergent reliability issues based on support interactions, cluster patterns of failure e.g. using NLP, work with manufacturing team to predict issues based on self-test data<\u002Fli>\n<li>Build dashboards and presentations to surface insights to leadership<\u002Fli>\n<\u002Ful><p><b>Experience:<\u002Fb><\u002Fp>\n<ul>\n<li>3 + years of data science experience<\u002Fli>\n<li>Knowledge of statistics including hypothesis testing<\u002Fli>\n<li>Knowledge of supervised and unsupervised ML techniques for data science: clustering, association-rule mining, prediction, anomaly detection<\u002Fli>\n<li>Able to create compelling data visualizations, using Power BI or similar tooling<\u002Fli>\n<li>Experience with at least one of the following data analysis software: Python, R<\u002Fli>\n<li>Experience with Python data science ecosystem: pandas, numpy, scipy, Jupyter Notebooks\u002FLabs<\u002Fli>\n<li>Advanced SQL user<\u002Fli><\u002Ful><\u002Fdiv>","04d61fa5645ef652":"<div><p>Viola AI is looking for experts in data science and machine learning. Python, R, and bash scripting is sufficient but we like to see skills in leveraging adjacent warehouses to build data driven applications. In particular, MySQL, Redis, ElasticSearch et al. Knowledge of the AWS s3 and Hadoop ecosystem is a plus, too. Expert level knowledge of statistics, linear algebra, modern statistical learning with an understanding of when\u002Fhow to invoke deep learning techniques vs. traditional methods is a must.<\u002Fp><p>\nLocation of role would be out of our HQ in downtown Boulder, Colorado.<\u002Fp><h3 class=\"jobSectionHeader\"><b>\nQualifications<\u002Fb><\u002Fh3><ul><li>\nDegree: M.S. or Ph.D.<\u002Fli><li>\nExperience: New graduates to 20+ years of experience<\u002Fli><\u002Ful><\u002Fdiv>","f1784ae8ecbc32b1":"<div><p><b>Please Note:\n<\u002Fb><\u002Fp><p><b>1. If you are a first time user, please create your candidate login account before you apply for a job. (Click Sign In &gt; Create Account)\n<\u002Fb><\u002Fp><p><b>2. If you already have a Candidate Account, please Sign-In before you apply.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, citizenship, disability or protected veteran status.\n<\u002Fb><\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>Job Description:\n<\u002Fb><\u002Fh2><p><\u002Fp><p>Do you enjoy analyzing data? Creating products that solve real-world problems and taking them into production? Working with colleagues to find novel ways to approach difficult problems in fintech?\n<\u002Fp><p><\u002Fp><p>We are looking for people with graduate degrees (MS or PhD) in an analytical field, e.g., Physics, Statistics, Electrical Engineering, Computer Science, Oceanography, Applied Mathematics, Data Science. You should understand how to apply mathematics to real-world problems, including linear algebra, vector calculus, etc.\n<\u002Fp><p><\u002Fp><p>We are looking for people who:\n<\u002Fp><ul><li>Have strong <i>scientific <\u002Fi>coding aptitude &ndash; efficient code that is numerically stable and of production quality.\n<\u002Fli><li>Are strong analytical thinkers, including reasoning through probabilities and statistics, as well as delving into detailed deterministic thinking and using individual examples\n<\u002Fli><li>Can learn new business domains, understanding the context for the data science\n<\u002Fli><li>Can learn and apply machine learning and AI techniques to new domains, with a focus on client needs\n<\u002Fli><li>Have interest in working from start to finish: gather data, clean and prepare, model, code, package, guide into production, and help clients use the results.\n<\u002Fli><li>Enjoy working with data.\n<\u002Fli><li>Can communicate complex and sophisticated ideas to people without scientific backgrounds\n<\u002Fli><li>Enjoy working in a team environment\n<\u002Fli><\u002Ful><p><\u002Fp><p>You will be responsible for:\n<\u002Fp><ul><li>Working on problems in the fintech area, including online payments, banking, and other areas\n<\u002Fli><li>Working on a team under the leadership of other Data Scientists\n<\u002Fli><li>Communicating with clients, internal and external, to understand the business problems that we can solve using machine learning and AI\n<\u002Fli><li>Analyzing and understanding data from different domains, including data cleansing and detailed analysis of relationships between fields\n<\u002Fli><li>Developing supervised, unsupervised, and reinforcement models in the laboratory\n<\u002Fli><li>Coding models for production, with particular attention to efficient use of computational resources and robustness of the code\n<\u002Fli><li>Working with Software Engineers and SaaS Operations to package and deploy the models\n<\u002Fli><li>Monitoring the models to ensure that they are working properly, and generalizing to new data\n<\u002Fli><li>Working with clients to ensure that they are using the results of the models effectively.\n<\u002Fli><\u002Ful><p><\u002Fp><p>Skills needed include: excellent written and verbal communications, and presentation skills.\n<\u002Fp><p><\u002Fp><p>Languages needed include a subset of: Python, C++, Unix scripting, SAS, PySpark, Scala, Perl, C\n<\u002Fp><p><\u002Fp><p>Strong command of Unix is preferred.\n<\u002Fp><p><\u002Fp><p>Experience (Data Scientist): Fresh Graduate degree holders are welcome to apply. Industry experience greatly appreciated.\n<\u002Fp><p><\u002Fp><p><b>If you are located outside USA, please be sure to fill out a home address as this will be used for future correspondence.<\u002Fb><\u002Fp><\u002Fdiv>","3b88311528f578b0":"<div><p><b>Position Purpose:<\u002Fb><\u002Fp>\n<p>\nThe successful candidate will support projects related to public safety, defense and national security The data scientist will work collaboratively with teams of software, application, and database developers, statisticians, chemists, biologists, engineers, and other domain experts to design and deliver data-informed solutions for our customers, with a focus on enhancing the credibility and defensibility of national and homeland security programs.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nEssential Duties and Responsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Collaborate with science, engineering, and business development teams to design and build data interpretation solutions, to include machine learning models, novel data visualizations, and analysis tools and algorithms<\u002Fli>\n<li>Code and debug programs or applications<\u002Fli>\n<li>Develop, document and\u002For implement application\u002Fprogram testing and validation<\u002Fli>\n<li>Design and implement software modules and interfaces among applications or databases<\u002Fli>\n<li>Analyze data sets, ranging from sparse datasets to large data and\u002For unstructured datasets, in order to extract insights, and drive further research opportunities<\u002Fli>\n<li>Document, summarize, and present findings to customers, subject matter experts, and other data scientists<\u002Fli><br>\n<\u002Ful>\n<p><b>\n<\u002Fb><\u002Fp><p><b>Required Knowledge, Skills &amp; Abilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Experience designing and implementing data interpretation approaches to address complex questions, with a preference for experience with scientific questions<\u002Fli>\n<li>Experience developing data visualizations to facilitate interpretation and data insights<\u002Fli>\n<li>Experience in the use of statistical and predictive modeling concepts, machine-learning approaches, clustering and classification techniques, and optimization algorithms<\u002Fli>\n<li>Experience with supervised and unsupervised machine learning algorithms, and ensemble methods, such as: K-Means, PCA, Regression, Neural Networks, Decision Trees, Gradient Boosting<\u002Fli>\n<li>Experience communicating data insights and presenting concepts to technical and non-technical audiences<\u002Fli>\n<li>Scientific background (with a focus on chemistry or biology) and\u002For experience with CBRNE applications preferred<\u002Fli>\n<li>Motivated to contribute in a team environment and collaborate across scientific and technical disciplines<\u002Fli>\n<li>Able to balance multiple on-going tasks while operating efficiently and with minimal supervision<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>Education\u002FExperience:<br>\n<\u002Fb><\u002Fp><p><\u002Fp><ul><li>Bachelor Degree (or higher) in computer science, software engineering, statistics, data science, bioinformatics or related technical field<\u002Fli>\n<li>Proficient in at least one programming language, with preference for R, Python, Javascript, C, C#, C++<\u002Fli>\n<li>At least two years, and preferably five+ years, of direct experience with machine learning, data evaluation, computer science, statistical science and\u002For software engineering.<\u002Fli><br>\n<\u002Ful>\n<p><i>\n<\u002Fi><\u002Fp><p><b>Certificates and Licenses:\n <\u002Fb><\u002Fp><p>None required<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nClearance:<br>\n<\u002Fb><\u002Fp><p><\u002Fp><p>Candidate must be able to obtain a Secret level security clearance.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nSupervisory Responsibilities:\n<\u002Fb><\u002Fp><p>N\u002FA<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nWorking Conditions\u002F Equipment:\n<\u002Fb><\u002Fp><ul><li>Ability to work in varying conditions to include: traditional office environments with sedentary extended periods required for voluminous data analysis via office automation;<\u002Fli><br>\n<\u002Ful><p><\u002Fp>\n<p>\n<\u002Fp><p><i>The above job description is not intended to be an all-inclusive list of duties and standards of the position. Incumbents will follow any other instructions, and perform any other related duties, as assigned by their supervisor.<\u002Fi><\u002Fp><\u002Fdiv><p><\u002Fp>","344791ac0fbb1729":"<p><\u002Fp><div><p>Summary:<\u002Fp><p>\nData Scientist works directly with a team of analytics and healthcare professionals including analysts, clinicians, coding specialists, auditors and innovators to set aggressive goals and execute on them with the team.<\u002Fp><p><\u002Fp><br>\n<p>\nPrincipal Responsibilities and Essential Duties:<\u002Fp><ul><li>\nDefine and develop analytical, statistical and machine learning algorithms for advanced analysis and prediction.<\u002Fli><li>\nArchitect, design, build and integrate solutions using Hadoop and open source solutions: Scala\u002FSpark, R, Python, Ruby, Whatever, the Mahout machine learning library.<\u002Fli><li>\nEstablish credibility and strong working relationship with development teams to review design and code for adherence to established standards and best practices.<\u002Fli><li>\nDeliver using an Agile development process.<\u002Fli><li>\nMaintain our repository and other relevant documentation. Architect and hands-on development of Analytics solutions.<\u002Fli><li>\nDefine and develop analytical, statistical and machine learning algorithms for advanced analysis and prediction.<\u002Fli><li>\nArchitect, design, build and integrate solutions using Hadoop and open source solutions: Scala\u002FSpark, R, Python, Ruby, Whatever, the Mahout machine learning library<\u002Fli><li>\nCompletes all responsibilities as outlined on annual Performance Plan.<\u002Fli><li>\nCompletes all special projects and other duties as assigned.<\u002Fli><li>\nMust be able to perform duties with or without reasonable accommodation<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p>\nRequirements:<\u002Fp><ul><li>\nMinimum 2 years&rsquo; experience in advanced analytics<\u002Fli><li>\nMinimum 2 years&rsquo; experience in a data architecture role with deep understanding of architecture principles &amp; best practices<\u002Fli><li>\nExperience delivering solutions in an Agile environment<\u002Fli><li>\nAbility to work independently as well as a member of a collaborative team<\u002Fli><li>\nStrong knowledge of the Hadoop ecosystem, including creating and debugging<\u002Fli><li>\nMust have flexibility and willingness to participate in the work processes of an international organization, including conference calls scheduled to accommodate global time zones<\u002Fli><li>\nUnderstanding of Node.js and SQL; Expert proficiency in one or more programming languages such as Scala\u002FSpark, Python, et al;<\u002Fli><li>\nExpert proficiency in at least one statistical modeling program like R, MATLAB, or SAS.<\u002Fli><li>\nUnderstanding of machine learning, artificial intelligence and\u002For artificial neural networks. Strong proficiency in applying various mathematical and statistical models to include, but not limited to: Discrete Event Simulation, Factor Analysis, Genetic Algorithms, Bayesian Probability Models, Hidden Markov Models and Sensitivity Analysis.<\u002Fli><\u002Ful><p><\u002Fp><p>\nEqual Opportunity Employer\u002FProtected Veterans\u002FIndividuals with Disabilities<\u002Fp><p>\nThe contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor&rsquo;s legal duty to furnish information.<\u002Fp><\u002Fdiv>","cf06c5632791f22f":"<div><p>Vectra Networks delivers a new class of real-time threat detection and advanced analysis of active network intrusions. Vectra Networks picks up where perimeter security leaves off using AI to provide deep, continuous analysis of both internal and Internet-facing network traffic for all phases of the attack progression as attackers attempt to breach, spy, spread, and steal within networks.<\u002Fp>\n<p>\nVectra directly analyzes network traffic in real time using combination of patent-pending data science, machine learning, and behavioral analysis to detect attacker behaviors and user anomalies in the network. All detections are algorithmically correlated and prioritized to show an attack in context, and Vectra Networks' machine learning adapts as attacks evolve.<\u002Fp>\n<p><b>\nPosition Overview:<\u002Fb><\u002Fp>\n<p>\nApply cutting edge machine learning, artificial intelligence, and modeling techniques to stop hackers in real time as they attack networks. As part of the data science team you will directly impact the product by developing and implementing the core algorithms that detect malicious and anomalous behaviors on the network.<\u002Fp>\n<p><b>\nRequirements:<\u002Fb><\u002Fp>\n<ul>\n<li>MS\u002FPhD in Computer Science, Engineering, or similar computational discipline, e.g. physics, mathematics, or statistics (or equivalent experience)<\u002Fli>\n<li>Strong machine learning and\u002For statistical modeling expertise with experience applying the techniques to real world problems<\u002Fli>\n<li>Python programming experience<\u002Fli>\n<li>Computational programming experience: R, Python\u002FPandas, Matlab\u002FOctave<\u002Fli>\n<\u002Ful><p><b>Desired Experience:<\u002Fb><\u002Fp>\n<ul>\n<li>Tensorflow<\u002Fli>\n<li>Object oriented programming, C++ or Java<\u002Fli>\n<li>Spark or Map Reduce<\u002Fli>\n<li>SQL and noSQL database experience<\u002Fli>\n<li>Linux<\u002Fli>\n<li>Source control experience, preferably GIT<\u002Fli><\u002Ful><\u002Fdiv>","11513c8993b7cf2c":"<div><p><b>Where good people build rewarding careers.<\u002Fb><\u002Fp><p>\nThink that working in the insurance field can&rsquo;t be exciting, rewarding and challenging? Think again. You&rsquo;ll help us reinvent protection and retirement to improve customers&rsquo; lives. We&rsquo;ll help you make an impact with our training and mentoring offerings. Here, you&rsquo;ll have the opportunity to expand and apply your skills in ways you never thought possible. And you&rsquo;ll have fun doing it. Join a company of individuals with hopes, plans and passions, all using and developing our talents for good, at work and in life.<\u002Fp><div><div><div>\nJob Description<\u002Fdiv><div><p>\nData Discovery and Decision Science (D3) is the research and analytics organization at Allstate. We are 300+ people solving some of today&rsquo;s most complex analytics problems, making the lives of our Allstate colleagues easier and more productive, and driving our mission to deliver exceptional insurance solutions to our customers. We are passionate about learning new ways to get the most value from our massive data resources. We are partnering to incorporate analytics into every aspect of the enterprise. Developing ourselves and others is key to our success.<\u002Fp><p><\u002Fp><br>\n<p><b>\nDeep Learning and NLP<\u002Fb><\u002Fp><p>\nAre you passionate about the possibility of applying your Deep Learning and NLP skills to extract meaning from Allstate's massive unstructured data? As a Sr. Data Scientist authority in these areas you will be responsible for researching, developing, and improving algorithms that help computers learn from text. Our goal is to reduce the time and expense of performing traditionally manual tasks, growing efficiency and reducing costs. By extracting meaning from large data sets containing millions of documents, you will help Allstate to develop NLP capabilities to improve the speed and ease with which we underwrite a policy, estimate a claim, or service a customer.<\u002Fp><p><\u002Fp><br>\n<p>\nIN THIS ROLE YOU WILL:<\u002Fp><div><br>\n<ul><li>Conduct state of the art research in Natural Language Processing \u002F Understanding.<\u002Fli><li>Use research and apply state-of-the-art deep learning techniques to inform key strategic recommendations and decisions.<\u002Fli><li>Work across the enterprise to identify and incubate business use cases.<\u002Fli><li>Advise data scientists and business partners on applying NLP in their work and regularly train them on the state-of-the-art.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nJob Qualifications<\u002Fdiv><div><ul><li>\nExperience developing natural language processing\u002Funderstanding, machine learning, or artificial intelligence algorithms\u002Fmodels required. Strong experience in deep learning required.<\u002Fli><li>\nA graduate degree in a field such as math, computer science, statistics, engineering or machine learning, or equivalent experience.<\u002Fli><li>\nExperience with general machine learning tools to build models and analyze data. (e.g. in R, Python, Matlab) and deep learning tools (e.g. TensorFlow, Keras, PyTorch) required.<\u002Fli><li>\nVerified skills in coding. Software development experience a plus.<\u002Fli><li>\nKnowledge of the theory and practice of NLP and deep-learning techniques.<\u002Fli><li>\nAbility to craft new concepts and stay current with academic research.<\u002Fli><li>\nAbility to summarize research and analysis for audiences with varying levels of expertise.<\u002Fli><li>\nStrong analytic agility.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\nThe candidate(s) offered this position will be required to submit to a background investigation, which includes a drug screen.<br>\n<p><\u002Fp>\n<p><b>\nGood Work. Good Life. Good Hands&reg;.<br>\n<\u002Fb><\u002Fp><br>\n<p>As a Fortune 100 company and industry leader, we provide a competitive salary &ndash; but that&rsquo;s just the beginning. Our Total Rewards package also offers benefits like tuition assistance, medical and dental insurance, as well as a robust pension and 401(k). Plus, you&rsquo;ll have access to a wide variety of programs to help you balance your work and personal life - including a generous paid time off policy.<\u002Fp><br>\n<p>\nLearn more about life at Allstate. Connect with us on Twitter, Facebook, Instagram and LinkedIn or watch a video.<\u002Fp><br>\n<p><b>\nAllstate generally does not sponsor individuals for employment-based visas for this position.<\u002Fb><\u002Fp><p>\nEffective July 1, 2014, under Indiana House Enrolled Act (HEA) 1242, it is against public policy of the State of Indiana and a discriminatory practice for an employer to discriminate against a prospective employee on the basis of status as a veteran by refusing to employ an applicant on the basis that they are a veteran of the armed forces of the United States, a member of the Indiana National Guard or a member of a reserve component.<br>\n<br>\nFor jobs in San Francisco, please click &quot;here&quot; for information regarding the San Francisco Fair Chance Ordinance.<\u002Fp><p>\nFor jobs in Los Angeles, please click &quot;here&quot; for information regarding the Los Angeles Fair Chance Initiative for Hiring Ordinance.<br>\n<br>\nIt is the policy of Allstate to employ the best qualified individuals available for all jobs without regard to race, color, religion, sex, age, national origin, sexual orientation, gender identity\u002Fgender expression, disability, and citizenship status as a veteran with a disability or veteran of the Vietnam Era.<\u002Fp><\u002Fdiv>","a0343809cf113dcf":"Position Summary\n<br><br>\nWe've got an electric future. The energy industry is an exciting place, full of developing technology and new customer service possibilities. PPL Electric Utilities is looking for Data Scientists who can help us provide strong, reliable, affordable electric service to more than a million customers in Pennsylvania, while adapting to new opportunities that are changing our industry. People depend on us and we deliver. We'd love to have you on board as we tackle that challenge, in new ways, everyday.\n<br><br>\nThe Data Scientist designs and implements processes and layouts for complex, large-scale data sets used for predictive modeling, data mining, and research purposes. They work with the business stakeholders to identify data requirements, and both model and frame business scenarios that are meaningful and impact critical business decisions.\n<br><br>\nPrimary Responsibilities\n<br><br>\n<b>Business Alignment and Thought Leadership:<\u002Fb><br>\n<ul>\n<li>Work with the business stakeholders to identify data requirements<\u002Fli>\n<li>Model and frame business scenarios that are both meaningful and impact critical business processes and\u002For decisions<\u002Fli>\n<li>Effectively communicate complex technical data results to target audience<\u002Fli>\n<\u002Ful>\n<b>Data Collection and Integration:<\u002Fb><br>\n<ul>\n<li>Parse and manipulate raw, complex data streams to prepare for loading into an analytical tool<\u002Fli>\n<li>Perform end-to-end data set identification, development, and implementation<\u002Fli>\n<li>Work with Data Analysts \u002F Technologists to support data collection, integration and retention requirements based on the input collected with the business<\u002Fli>\n<li>Gather and process data from the Transmission, Distribution, Customer Service, and EU Service functions, and transform them into data products<\u002Fli>\n<li>Design and implement statistical data quality procedures around new data sources<\u002Fli>\n<li>Develop and implement data set processes and layouts<\u002Fli>\n<\u002Ful>\n<b>Discovery and Statistical Analysis:<\u002Fb><br>\n<ul>\n<li>Implement data formulation process, including identification of attributes, exploratory data analysis, data transformation, and temporal data structures<\u002Fli>\n<li>Perform statistical analyses with both new and existing data sets in statistical packages<\u002Fli>\n<li>Understand the use and ability to employ the appropriate algorithms to discover patterns<\u002Fli>\n<li>Apply best available practices for artificial intelligence and machine learning<\u002Fli>\n<\u002Ful>\n<b>Reporting:<\u002Fb><br>\n<ul>\n<li>Implement ongoing improvements to methods and algorithms that lead to findings, including new information<\u002Fli>\n<li>Guide \u002Fcollaborate with Data Visualization Technologists to visualize and report data findings creatively in a variety of visual formats that appropriately provide insights to the business<\u002Fli>\n<\u002Ful>\n<b>Data Governance:<\u002Fb><br>\n<ul>\n<li>Ensure that the information used follows the compliance, access management and control policies of the organization<\u002Fli>\n<\u002Ful>\nPhysical presence in the office\u002Fon-site to engage in face-to-face interaction and coordination of work among direct reports and co-workers.\n<br><br>\nMay be assigned an Electric Utilities emergency and storm role. This is a special assignment that comes into play during storms and other emergencies when the company needs to restore power or respond to other issues affecting customer service. This role may necessitate the need to work after-hours, outside of your normal schedule.\n<br><br>\nCandidate Qualifications\n<br><br>\nCandidates must meet the basic qualifications and pass all required tests or assessments to receive consideration.\n<br><br>\nIn compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility form upon hire.\n<br><br>\nBasic Qualifications\n<br><br>\nAssociate Data Scientist\n<br><br>\n1. Bachelors degree in data science, data analytics, computer science or mathematics and two (2) years of experience with data mining and statistical analysis. In lieu of experience, applicants with a Master's degree in data science, data analytics, computer science or mathematics will be considered.\n<br><br>\n2. Able to understand various data structures and common methods in data transformation\n<br><br>\n3. Excellent pattern recognition and predictive modeling skills\n<br><br>\n4. Experience with object-oriented programming languages such as Python\n<br><br>\n5. Knowledge of industry leading data quality and data protection management practices\n<br><br>\n6. Proven ability to prioritize and execute tasks\n<br><br>\n7. Highly self-motivated and directed with attention to detail\n<br><br>\n8. Easily adapts to changing circumstances\n<br><br>\n9. Able to understand business goals and strategic priorities\n<br><br>\nData Scientist\n<br><br>\n1. Master's Degree in Data Science, Data Analytics, Statistics, Computer Science, Mathematics or related field and 5 years experience with SAS, ETL, data processing, database programming and data analytics.\n<br><br>\n2. Extensive background in data mining and statistical analysis.\n<br><br>\n3. Able to understand various data structures and common methods in data transformation.\n<br><br>\n4. Experience with object-oriented programming languages such as Python.\n<br><br>\n5. Knowledge of industry leading data quality and data protection management practices.\n<br><br>\n6. Proven ability to prioritize and execute tasks.\n<br><br>\n7. Highly self-motivated and directed with attention to detail.\n<br><br>\n8. Easily adapts to changing circumstances.\n<br><br>\n9. Able to understand business goals and strategic priorities.\n<br><br>\n10. Experience with predictive modeling and machine learning algorithms.\n<br><br>\n11. Knowledge of data governance practices, business and technology issues related to management of enterprise information assets, and approaches related to data protection.\n<br><br>\n12. Knowledge of data related government regulatory requirements and emerging trends and issues.\n<br><br>\nPreferred Qualifications\n<br><br>\nAssociate Data Scientist\n<br><br>\n1. Masters degree\n<br>2. Five (5) years experience with SAS, ETL, data processing, database programming and data analytics\n<br>3. Experience building and running machine learning algorithms\n<br>4. Experience supporting fast-changing business organizations\n<br><br>\nData Scientist\n<br><br>\n1. PhD in in Data Science, Data Analytics, Statistics, Computer Science, Mathematics or related field.\n<br><br>\nEqual Employment Opportunity\n<br><br>\nOur company is an equal opportunity, affirmative action employer dedicated to diversity and the strength it brings to the workplace. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, national origin, protected veteran status, sexual orientation, gender identify, genetic information, disability status, or any other protected characteristic.\n<br><br>\nJob Expires25-Oct-2019","efa82f7e4194dead":"<div>Job Description<br>\n<br>\n<p>Hi,<\u002Fp><p><b>\nPosition: Data Scientist\n<\u002Fb><\u002Fp><p><b>Location: Dallas, TX<\u002Fb><\u002Fp><p><b>\nDuration: Long Term<\u002Fb><\u002Fp><p><b>\n Skills:<\u002Fb><\u002Fp><p>\nSAS, Python-ML<\u002Fp><p><b>\nSincerely,<\u002Fb><\u002Fp><p><b>\nHR Manager<\u002Fb><\u002Fp><p><b>\nnFolks Data Solutions LLC<\u002Fb><\u002Fp><p><b>\nPhone: 425-999-4933<\u002Fb><\u002Fp><p><b>\nEmail: arun(AT)nfolksdata.com<\u002Fb><\u002Fp><\u002Fdiv>\n<br>\n<div>Qualifications<br>\n<br>\nnull<br>\n<br>\nAdditional Information<br>\n<br>\n<p>if interested please send me the resumes on arun(at)nfolksdata.com<\u002Fp><\u002Fdiv><p><\u002Fp>","8e8b622bdc5b08e5":"The Role\n<br>Come help us learn more about the world. Below is a small sample of the questions weve asked of our data over the last year.\n<br><br>\n<ul>\n<li>Did Lyfts prospects improve in politically progressive areas in the aftermath of Ubers press woes?<\u002Fli>\n<li>Is Amazons revenue growth in the fourth quarter primarily driven by customers in rural areas?<\u002Fli>\n<li>How did the path of the solar eclipse affect hotel bookings across the United States?<\u002Fli>\n<\u002Ful>\nAs a key addition to a growing and stellar data science team, you will be responsible for helping industry-leading companies understand how purchase and travel behavior is changing in America. Armed with our rich, up-to-the-minute, behavioral dataset, you will have a front row seat to the most interesting competitive battles in the global marketplace today. And your insights will have the power to inform essential strategic decisions at companies that touch millions of consumers.\n<br><br>\nYou\n<br>You are deeply curious and thrive on seeing your ideas applied in the real world. You creatively work through problems with statistically sound thinking and have the natural itch to follow obstacles to their root cause. You are expert at extracting signal out of flawed data to make valid inferences. You think deeply about the problems ahead and are comfortable moving between tools in your toolbelt. And you are quick to learn, implementing new approaches when facing questions that demand it.\n<br><br>\nYou are a gifted storyteller and are passionate about helping others make sense of data. You are an excellent communicator and relish the opportunity to empower leaders in finance, technology, and consumer goods with data to shape their long term strategy. You are a strong advocate for well grounded science and data best practices within the company.\n<br><br>\nRequirements\n<br><ul>\n<li>Substantial expertise in either probability and sampling, natural language processing, optimization, or causal inference<\u002Fli>\n<li>Ability to extract data from varied stores (t-sql, hadoop) and write code for models that can stand up to large datasets (python, spark)<\u002Fli>\n<li>PhD in Statistics, Math, Economics, related discipline or equivalent experience<\u002Fli>\n<li>3+ years of practical data modeling experience<\u002Fli>\n<li>Excited by a high learning curve<\u002Fli>\n<li>Excellent written and oral communicator<\u002Fli>\n<\u002Ful>\nCompensation and Benefits\n<br><ul>\n<li>Highly competitive salary and benefits<\u002Fli>\n<li>Stock grants pre-IPO at a company backed by top investors<\u002Fli>\n<li>Take unlimited, responsible vacation<\u002Fli>\n<\u002Ful>\nAbout Us\n<br>Edison provides intelligent email solutions for users and competitive intelligence for businesses. The largest, most valuable and as yet untapped data on earth is in mail; 3x larger than the worldwide web. Through our user base of more than 3 million users, we empower investors, brands, and technology companies to understand trends in the marketplace and gain deep insights into consumer behavior patterns.\n<br><br>\nAs a team, were collaborative, engaged, and committed to continually improving as we serve our mission. None of us are on an island-- we trust our teammates to lend a hand when were stuck and our egos take a backseat to figuring out the best approach to tackling problems. Were energized by tough problems and are excited to know that a challenge ahead of us does not have a textbook solution. Finally, were always in a posture of learning-- there is a lot we do not know but that does not hold us back from making an attempt at solutions. We lead thorough blameless postmortems to become better analysts, scientists, and leaders.","0d342cb9d89f6378":"<div><p>Data Scientist Engineer<\u002Fp><p><\u002Fp><br>\n<p>\nFT Optimize is looking for an experienced data scientist to lead improvements in a proprietary customized bidding algorithmic system and build out a real time machine learning pipeline. The FTO stack utilizes Python, Ruby and many Amazon Web Services. This person will participate in the improvement of the keyword algo bidding software after hearing client roadmaps and wish lists and seeing results<\u002Fp><p>\n.<br>\n<br>\nFT Optimize<\u002Fp><p><br>\nFT Optimize was founded in 2016 as a way to offer companies custom SEM keyword bidding technology. Most agencies use a one-size-fits-all approach while FT Optimize develops right-size solutions for businesses. FT Optimize is a modern technology-driven SEM agency, partnering with clients and handling every aspect of SEM, from planning and forecasting to implementation and running the campaigns. With its initial success stories, clients started asking FTO to also customize software and machine learning tools for Retargeting, Social Media, Product Ads, Video Marketing, etc. FTO is driving this machine learning revolution and bringing it to several keynote clients.<\u002Fp><p><\u002Fp><br>\n<p>\nTHE ROLE: Data Scientist Engineer<\u002Fp><p><\u002Fp><br>\n<p>\nWork in fast paced operational environment, servicing clients with customized software that will deliver superior results<\u002Fp><ul><li><p>\nApply statistics, modeling, and ML to improve the efficiency of systems and relevance algorithms across Ads<\u002Fp><\u002Fli><li><p>\nParticipate in the improvement of the keyword algo bidding software after hearing client roadmaps and wish lists and seeing results<\u002Fp><\u002Fli><li><p>\nSupport all engineering efforts to deliver the essential code on time and error free, in a fast-moving environment<\u002Fp><\u002Fli><li><p>\nPerform deep dive analysis to understand and optimize the key levers of our ads and search ecosystems<\u002Fp><\u002Fli><li><p>\nCollaborate with teams on client implementation\n<\u002Fp><\u002Fli><li><p>Work with product managers and engineers to design data products and debug A\u002FB experiments<\u002Fp><\u002Fli><li><p>\nCollaborate with the backend engineering team to execute solutions within our production environment<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><br>\n<p>\nRequired Experience:<\u002Fp><p><\u002Fp><br>\n<p>\nStrong working knowledge of statistical and data mining algorithms including classifiers, clustering algorithms and anomaly detection techniques. Familiarity with database modeling and data warehousing principles and SQL. 5+ years of work experience applying scientific methods to solve-real-world problems on web scale data. Expertise in at least one scripting language, preferably Python. Experience with AWS services of Redshift, S3, and amazon stack in general is nice to have. They must have machine learning experience and general service oriented architecture. Previous experience in SEM nice to have but not required.<\u002Fp><p><\u002Fp><br>\n<p>\nBachelor&rsquo;s Degree preferred, but will consider relevant experience as well.<\u002Fp><p><\u002Fp><br>\n<p>\nPerks:<\u002Fp><p>\nOpportunity to get in on ground floor at exciting digital company<\u002Fp><p>\nGreat office location in Half Moon Bay near beach, in fun, downtown shopping area<\u002Fp><p>\n5 weeks of vacation after one year of service<\u002Fp><p>\nPosition is flexible as long as the work gets done - telecommuting ok but office presence will be needed as well<\u002Fp><p>\nCompetitive Salary, Stock Options, and Medical\u002F Dental Coverage<\u002Fp><\u002Fdiv><p><\u002Fp>","2e61ff1f9157a5d7":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div>UFG offers you an award-winning workplace and a trustworthy, financially stable company. While we&rsquo;ve always known our commitment to employees and financial stewardship, it is good to have others recognize our dedicated efforts. We've been named an Iowa Top Workplace by the <i>Des Moines Register <\u002Fi>for four consecutive years, and included on <i>Forbes&rsquo;<\u002Fi> &ldquo;America&rsquo;s Most Trustworthy Financial Companies&rdquo; every year since 2014. Additionally, UFG is a super-regional property and casualty insurer rated &ldquo;A&rdquo; (Excellent) by A.M. Best Company.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nThe UFG Enterprise Analytics Department is focused on delivering strategically-impactful results by building analytically based solutions that integrate a wide range of internal and external data assets. The ultimate objective of the Enterprise Analytics organization is to help UFG gain and maintain a competitive advantage in how it prices risk and identifies potential loss.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe are seeking an Associate Data Scientist to facilitate the development of Analytics solutions in support of UFG&rsquo;s strategic plan. This individual will work closely with business units throughout the organization to develop and implement strategies that leverage data to enable enhanced decision making. The ideal candidate will possess strong technical and communication skills, as well as proven experience in predictive modeling, change management, and the insurance industry in general.\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Work with management to prioritize modeling needs<\u002Fli><li>\nSupport research and development efforts in a diverse set of challenges as we rapidly prototype and build new models<\u002Fli><li>\nExtensive experience analyzing data and a broad understanding of core statistical and ML techniques<\u002Fli><li>\nDesign, build, and deploy Machine Learning (ML) systems aligning to business objectives<\u002Fli><li>\nTranslate and champion ML capabilities for non-technical audiences<\u002Fli><li>\nStay current with modeling techniques\u002Ftechnologies<\u002Fli><li>\nMaintain positive, professional business acumen and relationships with cross-functional teams and external customers<\u002Fli><li>\nTrain end users on new models<\u002Fli><li>\nResearch opportunities for data acquisition and new uses for existing data<\u002Fli><li>\nCollaborate with data architects, analysts and IT team members on project goals<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><p><b>Education:<\u002Fb><\u002Fp><ul><li>\nCompetencies typically acquired through a Ph.D. (in Statistics, Computer Science, Mathematics, or other scientific field of study)<\u002Fli><\u002Ful><div><b>\nExperience:<\u002Fb><\u002Fdiv><ul><li>\n1-3 years of relevant commercial P&amp;C modeling experience<\u002Fli><li>\nExtensive experience analyzing data and a broad understanding of core statistical and ML techniques<\u002Fli><li>\nPast experience implementing complex data-driven solutions is preferred.<\u002Fli><li>\nDeep experience with GLMs as well as modern machine learning methods.<\u002Fli><li>\nDemonstrated experience in handling large datasets, structured and semi-structured data formats<\u002Fli><\u002Ful><div><b>\nKnowledge, skills &amp; abilities:<\u002Fb><\u002Fdiv><ul><li>\nThis role will require the candidate to be extremely hands on with building models and data driven tools.<\u002Fli><li>\nAdvanced Python skills. Should be familiar with Python&rsquo;s scientific computing ecosystem.<\u002Fli><li>\nStrong analytical skills with the ability to collect, organize, analyze, and disseminate significant amounts of information with attention to detail and accuracy.<\u002Fli><li>\nAbility to translate technical concepts into non-technical, lay terms.<\u002Fli><li>\nUnderstanding of star\u002Fsnowflake schemas as general data warehousing methodologies (i.e. Kimball).<\u002Fli><li>\nStrong written and verbal communication skills.<\u002Fli><li>\nAbility to deliver incremental value via an Agile Development Methodology.<\u002Fli><li>\nAbility to thrive in a fast-paced environment with significant uncertainty<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","6f5f8b2be20579b5":"<div><p>About our organization ORTEC is one of the largest providers of advanced planning and optimization software solutions and consulting services. Our solutions result in optimized Supply Chains through fleet routing and dispatch, vehicle and pallet loading, workforce scheduling, delivery forecasting and network planning. We make our customer&acirc;&euro;&trade;s business more efficient, more predictable and more effective. Turning complex challenges into easy-to-use solutions.<\u002Fp>\n<p><\u002Fp><p>ORTEC is an ambitious organization. Since our founding in 1981, we have grown to employ over 800 people at locations on all continents around the globe. The Headquarters of ORTEC is located in Zoetermeer, the Netherlands. Most of our R&amp;D and software development takes place there. Our solutions are sold and implemented through local satellite offices. ORTEC US sells and implements to a customer base of Fortune 100 companies throughout the United States, Canada and Mexico.<\u002Fp>\n<p><\u002Fp><p>ORTEC US has been designated as the growth business unit within our global organization. Within the US market the value of ORTEC solutions is most prominent, so there is enormous growth potential. ORTEC US is currently hiring new consultants to enable this growth.<\u002Fp>\n<p><\u002Fp><p>About our people ORTEC employees usually have a Master or Bachelor degree, a strongly developed talent for analytical thinking and the drive to identify and solve complex problems. The atmosphere is open and informal driven to promote collaboration throughout the organizational structure. This provides significant ownership and responsibility early on in your career.<\u002Fp>\n<p><\u002Fp><p>ORTEC employees are recognized as the driving force behind our organizational success. ORTEC offers a pleasant and challenging work environment where employees are enabled and stimulated to drive their personal development. We believe it is important that our employees get the opportunity to bring out the best in themselves while maintaining a good work-life balance. ORTEC is convinced that our growth can only be achieved through happy employees.<\u002Fp>\n<p><\u002Fp><p>Why ORTEC? As an ORTEC employee you can make a difference. You get a chance to optimize the business processes of our customers, amongst which are some of the largest companies in the world. You will work in an international environment with inspiring, smart and enthusiastic colleagues. There are ample opportunities for personal development and to grow in a direction that fits your ambitions. We will offer challenging projects that give you the hands-on experience which is so important, especially in the early stages of your career.<\u002Fp>\n<p><\u002Fp><p>About the role<\u002Fp>\n<p>As a Data Scientist, you play an important role in supporting our customer becoming more data driven. You will be part of the Data Driven Logistics team, focusing on Operations and Supply Chain Analytics. As a Data Scientist, you will be responsible for finding creative solutions to challenges faced by our customers. These solutions will be found by introducing data science concepts and using data analytics tools and technologies. You will engage with clients to fully understand their business constraints and process flows to make sure the solution that is provided to them will be implemented into their business successfully.<\u002Fp>\n<p>It is truly a multi-disciplinary role where you will perform tasks like:<\u002Fp>\n<ul><li>Translating business needs into analytics solutions<\u002Fli>\n<li>Data gathering, preprocessing and visualization<\u002Fli>\n <li>Exploratory data analysis, scenario analysis<\u002Fli>\n <li>Developing the data analytics model<\u002Fli>\n <li>Operationalization of the data science solution<\u002Fli>\n <li>Provide training and assistance<\u002Fli>\n<\u002Ful><p><\u002Fp><p>You will work from our office in Atlanta Georgia. Travel needs depend on the project, customer visits are common.<\u002Fp>\n<p><\u002Fp><p>About the profile<\u002Fp>\n<p>The preferred background (Master or Bachelor degree) is a study in a field related to Business Analytics, Applied Mathematics, Computer Science, Operations research or Industrial engineering. Successful data scientists display a combination of both technical and personal skills. Technical skillset:<\u002Fp>\n<ul><li>Strong analytic skills, with up-to-date knowledge of Machine Learning and AI.<\u002Fli>\n<li>Experience with programming, preferably in R and\u002For Python.<\u002Fli>\n<li>Experience with visualization tooling like Spotfire, Tableau, PowerBI.<\u002Fli>\n<li>Database experience, RDBMS (SQL), and experience with cloud computing platforms like Microsoft Azure.<\u002Fli>\n<li>Technical mathematical modelling skills.<\u002Fli>\n<li>General understanding of supply chain logistics.<\u002Fli>\n<li>An academic, structured way of analyzing and solving problems.<\u002Fli>\n<\u002Ful><p>Personal skillset:<\u002Fp>\n<ul><li>Results oriented, able to identify goals, set priorities and resolve issues at an early stage.<\u002Fli>\n<li>Must have the ability to prioritize and complete multiple jobs simultaneously.<\u002Fli>\n<li>Excellent customer service and communication skills, both verbal and written.<\u002Fli>\n<li>Able to present results clearly to our customers.<\u002Fli>\n<li>Positive and pro-active attitude, hands on mentality.<\u002Fli>\n<li>Organized and detail-oriented.<\u002Fli>\n<li>Team player and can work with people from different backgrounds i.e. country, culture, and education.<\u002Fli>\n<\u002Ful><p>Growth opportunity<\u002Fp>\n<p><\u002Fp><p>We offer a tailor-made growth path for the right candidates. Your development will be monitored and reviewed multiple times a year, so you can grow into a position that matches your ambition. Due to our current growth potential and our impressive track record, there are many opportunities for the taking. In the end, your success is our success.<\u002Fp><\u002Fdiv>","05f54a60cb1cce39":"<div><\u002Fdiv><div><div><div><div><ul><li>Our core challenges come from intersecting our growing internal datasets on user behavior and real time crime, fire, and medical incidents with large, messy external datasets from governmental and private sources.<\u002Fli><li>\nWork with a wide array of real-world data sources, with an inclination towards experimentation, to find new and better data sources that allow us to further customize our users&rsquo; notifications and overall experience.<\u002Fli><li>\nLead projects that derive value from our unique, rich, and rapidly growing data.<\u002Fli><li>\nDistilling questions, wrangling data, and driving decisions with data analytics.<\u002Fli><li>\nWork with Engineering to evangelize data best practices and implement data analytics solutions.<\u002Fli><li>\nWorking with Product to inform prioritization of roadmap through data analytics<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Requirements<\u002Fb><\u002Fh3><div><ul><li>\nBachelor&rsquo;s Degree in Computer Science, Math, Statistics, or related field.<\u002Fli><li>\n5+ years of experience in data science or analytics.<\u002Fli><li>\nProficiency in programming\u002Fscripting and experience with statistical packages like R, Python\u002FPandas, etc.<\u002Fli><li>\nStrong knowledge of relational databases and ability to write SQL code at an expert level.\n<\u002Fli><li>Aptitude with numbers, intellectual curiosity about metrics and measuring impact.<\u002Fli><li>\nEnjoys teaching and collaborating with others.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Citizen offers a competitive benefits package including medical, dental, vision, flexible spending accounts, paid time off, company holidays, stock option plan, commuter benefits, and various wellness perks.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div><i>\nCitizen is proud to be an equal opportunity employer. We celebrate diversity and are committed to creating an inclusive environment for all.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv>","74463ea550f38af8":"<div><div>Data Scientist, OCI-19000T4C<div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><\u002Fdiv><div><b>\nPreferred Qualifications<\u002Fb><div>\n<\u002Fdiv><div>\nOracle&rsquo;s OCI Data Science is a high-quality cloud service that enables enterprise data science teams to build, train, deploy, and manage models on the Oracle Cloud. It provides a workbench to centralize, organize, and manage data science work; access to cutting-edge Oracle Cloud compute and data sources; and ModelOps workflows to increase overall quality and quantity of candidate models ready for production. With OCI Data Science, teams of data scientists from major Fortune 100 companies can deliver results to production faster and with more confidence.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>For this particular position, your role as a data scientist will focus on providing guidance on product directions around data science features. We are looking for candidates of have a strong technical skillset beyond the understanding of the model algorithms and techniques.<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<ul><li> Develop overall product strategy based on measurable business value that aligns with overall strategy of the Oracle OCI Data Science service<\u002Fli><li> Develop an aggressively prioritized product roadmap by collaborating with engineering, marketing, and other stakeholders<\u002Fli><li> Lead the complete product development lifecycle in an agile environment from user-story driven product requirements to product delivery<\u002Fli><li> Develop technical proof-of-concepts (PoCs) and demos to de-risk feature development<\u002Fli><li> Help build an integration roadmap with other Oracle products<\u002Fli><li> Research the competitive landscape<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nMust-have qualifications:<\u002Fdiv><ul><li> 3+ years of experience in a senior\u002Fleadership data science role in an enterprise Fortune 100 companies, OR 3+ years of practical experience solving data engineering problems at scale<\u002Fli><li> B.S. in Statistics, Computer Science, Math, Physics, Economics, or another quantitative field.<\u002Fli><li> 3+ years developing machine learning models using Python. Expert user of git and jupyter\u002FjupyterLab.<\u002Fli><li> Deep understanding of the data science and machine learning space, especially the open source landscape in python.<\u002Fli><li> Experience with container technology (Docker) and orchestration technologies such as Kubernetes<\u002Fli><li> Experience with distributed systems in the machine learning sphere: Hadoop and any of its commercial versions (Cloudera, Hortonworks, Mapr). Experience with Spark is desired.<\u002Fli><li> Experience delivering machine learning models to production systems.<\u002Fli><li> Strong verbal and written communication<\u002Fli><li> Passion for building outstanding data science products<\u002Fli><\u002Ful><div>\nAdditional desired qualifications:<\u002Fdiv><ul><li> M.S. or Ph.D in a quantitative field, or MBA<\u002Fli><li> Experience leading teams using an Agile software development methodology<\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><br>\n Exceptional communication and presentation skills. You should be comfortable presenting to C-level executives, research analysts, as well as speaking at major conferences.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\n(JoinNA-ED) (JoinNA-DataScientist)<\u002Fdiv><div><\u002Fdiv><br>\n<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>Detailed Description and Job Requirements<\u002Fb><div>\n<\u002Fdiv>\nDesigns, develops and programs methods, processes, and systems to consolidate and analyze unstructured, diverse &ldquo;big data&rdquo; sources to generate actionable insights and solutions for client services and product enhancement.<br>\n<br>\nInteracts with product and service teams to identify questions and issues for data analysis and experiments. Develops and codes software programs, algorithms and automated processes to cleanse, integrate and evaluate large datasets from multiple disparate sources. Identifies meaningful insights from large data and metadata sources; interprets and communicates insights and findings from analysis and experiments to product, service, and business managers.<br>\n<br>\nLeading contributor individually and as a team member, providing direction and mentoring to others. Work is non-routine and very complex, involving the application of advanced technical\u002Fbusiness skills in area of specialization. 8 years relevant work experience. BS\u002FBA preferred.<br>\n<br>\n<b>Oracle is an Equal Employment Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability and protected veterans status or any other characteristic protected by law.<\u002Fb><\u002Fdiv><\u002Fdiv><p><\u002Fp>"}