{"c2609ea2acf765f2":"<div><div>A new technology paradigm is emerging, one with an intelligent cloud and an intelligent edge. To foster Microsoft&rsquo;s leadership in this field, Microsoft has launched a ground-breaking program to develop the next generation of leaders in AI. Located at the Microsoft New England Research and Development Center (NERD), the Microsoft AI Development Acceleration Program (MAIDAP) is hiring soon-to-be and recent graduates from BS, MS, and PhD programs in Machine Learning or Data Science related fields. Over the course of two years, participants will work in interdisciplinary project teams to provide AI as a service to engineering teams across Microsoft and solve some of our most exciting and challenging AI problems. In addition, you will have mentors, exposure to leaders, and access to numerous AI data scientists, researchers and engineers across the company. After the program is completed, each participant will have the opportunity to work with one of the sponsoring Microsoft teams in Cambridge, MA or other Microsoft locations.<\u002Fdiv><h2 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh2><ul><li>\nResearch, develop, and implement AI solutions in application projects for Microsoft&rsquo;s products and services.<\u002Fli><li>\nSelect and apply appropriate statistical and machine learning techniques to large-scale, high-dimensional data.<\u002Fli><li>\nIntegrate AI solutions into the overall product or service.<\u002Fli><li>\nStay current with the latest research and technology and communicate your knowledge throughout the organization.<\u002Fli><li>\nTake responsibility for preparing data for analysis, review data preparation\u002FETL code and provide critical feedback on issues of data integrity.<\u002Fli><li>\nShare knowledge by clearly articulating results and ideas to customers, managers, and key decision makers.<\u002Fli><li>\nUp to 10% travel may be required.<\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>\nQualifications<\u002Fb><\u002Fh2><ul><li>\nCurrently pursuing a degree or graduated within the last 12 months with a degree in the following fields: Electrical Engineering, Computer Science, Data Science, Statistics, or other related fields.<ul><li>\nPrefer MS (or BS with 2+ years&rsquo; experience)<\u002Fli><\u002Ful><\u002Fli><li>\nEnergized by creating AI solutions that can positively impact the work and lives of millions of people.<\u002Fli><li>\nStrong passion for data-driven learning.<\u002Fli><li>\nExcited by the prospect of working on a wide variety of datasets and AI applications, across many products and engineering teams.<\u002Fli><li>\nBelieve that data science is a team sport.<\u002Fli><li>\nLove being an active member of a diverse and inclusive cohort.<\u002Fli><li>\nStrong background in machine learning and\u002For statistics.\n<\u002Fli><li>1.5+ years&rsquo; experience in probabilistic graphical models\u002FBayesian networks\u002Fdeep learning\u002Freinforcement learning\u002Ftime series\u002Factive learning, or other modeling paradigms.\n<\u002Fli><li>Experience in Python\u002FR\u002FScala or similar<\u002Fli><li>\nResearch publications are a plus.\n<\u002Fli><li>Excellent written and oral communication skills.<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div>Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and\u002For a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the Accommodation request form.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nBenefits\u002Fperks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.<\u002Fdiv><\u002Fdiv>","7ac2a6dd1ffca117":"<p><\u002Fp><div><p>STARZ is looking for a skilled Data Scientist to join their growing team Santa Monica, CA. This resource will have access to a variety of different data sources available to the Data Products and Engineering team, entailing clickstream, financial, marketing, event, and internal data. This individual will be responsible for exploring data sets as large as (please include size of data sets) and driving business results with their data-based insights using predictive modeling. The ideal candidate is adept at using large data sets to find opportunities for product and process optimization and can use models to test the effectiveness of different courses of action. Other responsibilities will include (but are not limited to) data visualization, data- driven problem solving, They have a passion for discovering solutions hidden in data sets and can brainstorm ways to improve business outcomes\u002Fdetermine future project focus. They must also have experience and interest in content analysis.<\u002Fp><br>\n<p><\u002Fp>\nRequired Skills<br>\n<p><\u002Fp>\n<ul>\n<li>4+ years of experience as a Data Scientist within a large, consumer-facing analytics environment<\u002Fli>\n<li>Strong python\u002FR programming experience to extract, clean, analyze, and visualize data<\u002Fli>\n<li>Exposure to cloud environments (preferably AWS)<\u002Fli>\n<li>Strong experience utilizing Spark for data processing<\u002Fli>\n<li>Automation experience using Amazon S3 or other comparable storage service<\u002Fli>\n<li>Machine Learning experience using Tensorflow, Scikit-learn, or Spark ML<\u002Fli>\n<li>Experience using Amazon SageMaker for cloud machine learning<\u002Fli>\n<li>B.S. in Computer Science, EE or Mathematical Science<\u002Fli><br>\n<\u002Ful><p><\u002Fp><p>\n<\u002Fp><br>\n<br>\nRequired Experience<\u002Fdiv>","561ad28d337f3325":"<p><\u002Fp><div><h2 class=\"jobSectionHeader\"><b>Job Category\n<\u002Fb><\u002Fh2>Products and Technology\n<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>Job Details\n<\u002Fb><\u002Fh2><p>The Data Science Solutions team in Salesforce&rsquo;s Customer Success and Growth (CSG) organization structures customer data and creates data science products that drive customer success. The team works with executives, success managers, sales and renewal managers, and product managers across CSG to discover and analyze opportunities for growth and optimization and to provide actionable insights.\n<\u002Fp><p>As a Data Scientist, you will work with and analyze large amounts of product usage and business data. You will play a key role empowering business groups &ndash; helping them formulate strategies and improve business processes by measuring and optimizing their impact &ndash; ultimately improving how Salesforce engages with and delivers value to its customers.\n<\u002Fp><p>In detail, you will:\n<\u002Fp><ul><li><p>Work with large amounts of structured and unstructured data.\n<\u002Fp><\u002Fli><li><p>Work with internal stakeholders to explore and understand business data.\n<\u002Fp><\u002Fli><li><p>Formulate and test hypotheses to evaluate business strategies and measure impact.\n<\u002Fp><\u002Fli><li><p>Apply complex analytical techniques.\n<\u002Fp><\u002Fli><li><p>Design and implement ML applications.\n<\u002Fp><\u002Fli><li><p>Author reports and presentations to communicate your process and results.\n<\u002Fp><\u002Fli><\u002Ful><p>Preferred Experience and Skills:\n<\u002Fp><ul><li><p>Bachelor or Masters degree in Physics, Mathematics, Statistics, Computer Science or related field with project experience in data analysis, statistical modeling and hypothesis testing.\n<\u002Fp><\u002Fli><li><p>Working knowledge of one or more SQL languages: Oracle, MySQL, PostgreSQL, Redshift, etc.\n<\u002Fp><\u002Fli><li><p>Working knowledge of one or more statistical analysis packages: R, SPSS, SAS, Numpy\u002FScipy, etc.\n<\u002Fp><\u002Fli><li><p>Development experience in at least one programming language: Python, Java, C++, etc.\n<\u002Fp><\u002Fli><li><p>Knowledge of Machine Learning concepts: e.g., cross-validation, regularization, boosting, bootstrapping, etc.\n<\u002Fp><\u002Fli><li><p>Strong written and verbal communication skills.\n<\u002Fp><\u002Fli><li><p>Experience with large data sets and distributed computing (Hive\u002FHadoop) is a plus.\n<\u002Fp><\u002Fli><li><p>Experience with one or more Business Intelligence and visualization tools (Business Objects, Tableau, ChartIO, JMP, etc.) is a plus.\n<\u002Fp><\u002Fli><li><p>Salesforce experience\u002Fcertification is a huge plus but not required.\n<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>Posting Statement\n<\u002Fb><\u002Fh2><p><\u002Fp><p>Salesforce.com and Salesforce.org are Equal Employment Opportunity and Affirmative Action Employers. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender perception or identity, national origin, age, marital status, protected veteran status, or disability status. Headhunters and recruitment agencies may not submit resumes\u002FCVs through this Web site or directly to managers. Salesforce.com and Salesforce.org do not accept unsolicited headhunter and agency resumes. Salesforce.com and Salesforce.org will not pay fees to any third-party agency or company that does not have a signed agreement with Salesforce.com or Salesforce.org.\n<\u002Fp>Pursuant to the San Francisco Fair Chance Ordinance and the Los Angeles Fair Chance Initiative for Hiring, Salesforce will consider for employment qualified applicants with arrest and conviction records.<\u002Fdiv><p><\u002Fp>","11ba0d53df399b9c":"Tylt, a social polling site under Advance Local Media is anxious to meet a job seeker who has the ability to find and celebrate the best in themselves and their teammates. The Data Scientist will primarily focus will be in applying data mining techniques, doing statistical analysis, and building high quality prediction systems integrated with our products. They will use large data sets to find opportunities for product and process optimization and use models to test the effectiveness of different courses of action. They will build and implement models, use and create algorithms and run simulations. They will drive business results with their data-based insights. They will work with stakeholders from all departments to improve business outcomes.\n<br><br>\n<b>Required Education, Experience and Skills:<\u002Fb><br>\n<b>Required Education & Skills:<\u002Fb><br>\n<ul>\n<li>BS in Statistics, Mathematics, Computer Science or another quantitative field<\u002Fli>\n<li>2+ years of experience manipulating data sets and building statistical models<\u002Fli>\n<li>Strong problem-solving skills with an emphasis on product development.<\u002Fli>\n<li>Experience using statistical computer languages (R, Python, SLQ, etc.) to manipulate data and draw insights from large data sets.<\u002Fli>\n<li>Experience working with and creating data architectures<\u002Fli>\n<li>Knowledge of a variety of machine learning techniques (clustering, decision tree learning, artificial neural networks, etc.) and their real-world advantages\u002Fdrawbacks.<\u002Fli>\n<li>Knowledge of advanced statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.) and experience with applications.<\u002Fli>\n<\u002Ful>\n<b>Duties & Responsibilities:<\u002Fb><br>\n<ul>\n<li>Work with stakeholders throughout the organization to identify opportunities for leveraging company data to drive business solutions.<\u002Fli>\n<li>Coordinate with different functional teams to implement models and monitor outcomes.<\u002Fli>\n<li>Mine and analyze data from company databases to drive optimization and improvement of product development, marketing techniques and business strategies.<\u002Fli>\n<li>Assess the effectiveness and accuracy of new data sources and data gathering techniques.<\u002Fli>\n<li>Develop custom data models and algorithms to apply to data sets.<\u002Fli>\n<li>Use predictive modeling to increase and optimize customer experiences, revenue generation, ad targeting and other business outcomes.<\u002Fli>\n<li>Develop company A\u002FB testing framework and test model quality.<\u002Fli>\n<li>Develop processes and tools to monitor and analyze model performance and data accuracy.<\u002Fli>\n<\u002Ful>\nThe Tylt office is located in NYC.\n<br><br>\nEqual Opportunity Employer Minorities\u002FWomen\u002FProtected Veterans\u002FDisabled","1396ae0a59315cfa":"<div><div><div><div><p>Summary<\u002Fp><div><div>\nPosted: <b>Nov 8, 2018<\u002Fb><\u002Fdiv><div>\nWeekly Hours: <b>40<\u002Fb>\n<\u002Fdiv><div>Role Number: <b>200009616<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv><div>\nDo your life's best work and come and be a part of a talented engineering team crafting next-generation health sensors! Apple's Human Interface Devices team is looking for a Data Scientist with working knowledge of statistical signal processing, pattern recognition, and machine learning along with strong programming skills.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div><div>\nKey Qualifications<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><ul><li>\n4+ years of experience in machine learning algorithm development<\u002Fli><li>\nExperience with state-of-the-art machine learning tools and techniques<\u002Fli><li>\nStrong background in experimental design and statistical analysis<\u002Fli><li>\nFamiliarity with algorithm implementation in C\u002FC++<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nDescription<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nThis is a key position that is a focal point for building next generation features based on sensor data. This engineer will be responsible for developing and tuning algorithms for extracting insight from sensor data and optimizing performance across a large user base via analysis or automated learning. These are key development efforts that feed into future products.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nEducation &amp; Experience<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPhD in BME\u002FCS\u002FCE\u002FEECS\u002FMath\u002FPhysics or equivalent experience<br>\nApple is an Equal Opportunity Employer that is committed to inclusion and diversity. We also take affirmative action to offer employment and advancement opportunities to all applicants, including minorities, women, protected veterans, and individuals with disabilities. Apple will not discriminate or retaliate against applicants who inquire about, disclose, or discuss their compensation or that of other applicants.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><div>\nAdditional Requirements<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><p>\nExperiment design and data analysis<\u002Fp><p>\nPrototyping concepts, evaluating user impact, and delivering products<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","b32bd62c6d8b190a":"<div><p><b>Summary:\n<\u002Fb><\u002Fp><p>The Data Scientist is responsible for collaborating with and supporting our product, sales, leadership, and marketing teams with insights gained from analyzing data from multiple sources. The Data Scientist will build and deploy predictive modeling, using a variety of methods, algorithms, and technical tools. Additionally, the Data Scientist will use internal and institutional data to find opportunities for product and process optimization and test the effectiveness of different courses of action. The right candidate will have a passion for discovering solutions hidden in large data sets and working with stakeholders to improve business outcomes.<br>\n<\u002Fp><p><\u002Fp><p><b>Responsibilities:<\u002Fb>\n<\u002Fp><p>&Acirc;&middot; Use predictive modeling to increase and optimize customer experiences, revenue generation, ad targeting and other business outcomes\n<\u002Fp><p>&Acirc;&middot; Work with stakeholders throughout the organization to identify opportunities for leveraging company data to drive business solutions\n<\u002Fp><p>&Acirc;&middot; Mine and analyze data from company databases to drive optimization and improvement of product development, marketing techniques and business strategies\n<\u002Fp><p>&Acirc;&middot; Assess the effectiveness and accuracy of new data sources and data gathering techniques.\n<\u002Fp><p>&Acirc;&middot; Develop custom data models and algorithms to apply to data sets\n<\u002Fp><p>&Acirc;&middot; Coordinate with different functional teams to implement models and monitor outcomes\n<\u002Fp><p>&Acirc;&middot; Develop processes and tools to monitor and analyze model performance and data accuracy\n<\u002Fp><p>&Acirc;&middot; Share and present findings effectively and creatively to internal teams and to our member campuses.\n<\u002Fp><p>&Acirc;&middot; Other duties as assigned<br>\n<\u002Fp><p><\u002Fp><p><b>Education:<\u002Fb>\n<\u002Fp><p>&Acirc;&middot; BS\u002FMS\u002FPhD in in a STEM field with a deep understanding of mathematics, statistics, and computer science\n<\u002Fp><p><\u002Fp><p><b>Qualifications\u002FExperience:<\u002Fb>\n<\u002Fp><p>&Acirc;&middot; Experience using statistical computer languages (e.g., R [required], Python) to clean, shape, and draw insights from large data sets\n<\u002Fp><p>&Acirc;&middot; Experience creating, deploying, and maintaining predictive models\n<\u002Fp><p>&Acirc;&middot; Experience using a variety of machine learning techniques (e.g., clustering, decision tree learning, artificial neural networks, random forest, etc.)\n<\u002Fp><p>&Acirc;&middot; Experience visualizing, reporting, and presenting data for stakeholders\n<\u002Fp><p>&Acirc;&middot; Experience leveraging the Microsoft Azure development stack for scaling solutions, preferred\n<\u002Fp><p>&Acirc;&middot; Completion of data science certificate or certification, preferred\n<\u002Fp><p>&Acirc;&middot; Experience querying relational databases using SQL, preferred\n<\u002Fp><p>&Acirc;&middot; Experience working in higher education, preferred\n<\u002Fp><p>&Acirc;&middot; Experience working with Big Data technologies, preferred<br>\n<\u002Fp><p><\u002Fp><p><b>Skills\u002FCompetencies:<\u002Fb>\n<\u002Fp><p>&Acirc;&middot; Curiosity\n<\u002Fp><p>&Acirc;&middot; Attention to detail\n<\u002Fp><p>&Acirc;&middot; Strong problem-solving skills\n<\u002Fp><p>&Acirc;&middot; Knowledge of statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.) and experience with applications\n<\u002Fp><p>&Acirc;&middot; Ability to learn new techniques and tools as needed. A self-starter, always exploring ways to improve yourself and your work\n<\u002Fp><p>&Acirc;&middot; Ability to meet deadlines and detail oriented\n<\u002Fp><p>&Acirc;&middot; Ability to understand stakeholder needs and explain complex concepts\n<\u002Fp><p>&Acirc;&middot; Excellent written and verbal communication skills for coordinating across teams<br>\n<\u002Fp><p><\u002Fp><p><i>A commitment to Equal Opportunity Employer\u002FAffirmative Action Employer<\u002Fi>\n<\u002Fp><p><i>We are committed to creating and maintaining a workplace in which all of our employees have an opportunity to participate in and contribute to the success of the business.<\u002Fi> <i>We are dedicated to providing every Campus Labs employee with the best possible employment experience regardless of their race, national origin, sex, sexual orientation, socioeconomic status, familial status, religion, age, disability, gender identity, gender expression, results of genetic testing\u002Fgenetic information, service in the military, veteran status, or any other status protected by federal, state, or local laws.<\u002Fi> <i>Diverse candidates are strongly encouraged to apply.<\u002Fi> <i>We highly value the many identities, perspectives, and experiences of all of our employees.<\u002Fi><\u002Fp><\u002Fdiv>","f3b0153274b4c493":"<div><p><b>About Press Ganey<\u002Fb><\u002Fp>\n<p>\nPress Ganey pioneered the health care performance improvement movement more than 30 years ago. Today, Press Ganey offers an integrated suite of solutions that enable enterprise transformation across the patient journey. Delivered through a cutting-edge digital platform built on a foundation of data security, Press Ganey solutions address safety, clinical excellence, patient experience and workforce engagement. The company works with more than 33,000 health care facilities in its mission to reduce patient suffering and enhance caregiver resilience to improve the overall safety, quality and experience of care.<\u002Fp>\n<p>\nPress Ganey is looking for an energetic, creative and curious data scientist to join its Data Science team! We have an opening for a data geek (statistician, data scientist, economist, etc.) interested in producing novel &ndash; and impactful - data-driven insights, and developing world-class analytic products, from our database of over 1 billion patient experience and employee engagement results, representing over 20 thousand healthcare facilities. Positions are available for our Boston, Chicago, Charlotte, or Baltimore office.<\u002Fp>\n<p><b>\nDuties &amp; Responsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li><p>Function as technical lead, in collaboration with other business partners serving the analytic client, to develop deliverables requirements<\u002Fp>\n<ul>\n<li><p>Independently write programs in appropriate language (e.g. R, SQL, Python), to develop data (sets), from multiple databases, needed to support deliverables<\u002Fp>\n<\u002Fli>\n<li><p>Independently produce analysis (e.g. basic data analysis, statistical test, statistical modeling) or analytics (e.g. a dashboard), with appropriate tools (e.g. Excel, R, Python, HTML, Tableau)<\u002Fp>\n<\u002Fli>\n<li><p>Document work<\u002Fp>\n<\u002Fli>\n<\u002Ful><\u002Fli><li><p>Produce written reports, for internal constituents, which summarize analytic deliverable; including methods, interpretations, and business implications<\u002Fp>\n<\u002Fli>\n<li><p>Provide ad-hoc analytic support to internal clients (e.g. sales, account management, advisory services, product management, and consulting), including answering data and methodology questions, interpretation of results and<\u002Fp>\n<\u002Fli>\n<li><p>Stay abreast of contemporary analytics, such as big data technologies (e.g. Azure, AWS, Hadoop, OLAP tools), analytic technologies (e.g. SAS, R, Python, Tableau, etc.), and statistical (including data-mining) methods<\u002Fp>\n<\u002Fli>\n<li><p>In collaboration with business partners (e.g. Knowledge Management, Engineering, Product Management, and Custom Reporting), develop prototypes of scalable, novel analytic solutions that address important business questions<\u002Fp>\n<\u002Fli>\n<li><p>Develop and prototype novel data sets that integrate existing PG or external data, for the purpose of developing novel analytic solutions<\u002Fp>\n<\u002Fli>\n<li><p>Stay abreast of healthcare industry issues affecting PG clients (e.g. value based reimbursement programs, meaningful use, &ldquo;Population Health&rdquo;)<\u002Fp>\n<\u002Fli>\n<li><p>Develop internal network of colleagues, and a corresponding reputation for collaboration, that removes barriers to analytic production and enables problem solving<\u002Fp>\n<\u002Fli>\n<\u002Ful><p><b>Qualifications:<\u002Fb><\u002Fp>\n<ul>\n<li><p>Intermediate to advanced proficiency with SQL, SAS, R, STATA or other high level data programming language<\u002Fp>\n<\u002Fli>\n<li><p>Basic proficiency with Python, PHP, Perl, VB, JavaScript, C++ or other programming language<\u002Fp>\n<\u002Fli>\n<li><p>Formal training or extensive applied experience with advanced statistical methods such as regression-type modeling and data-mining methods (e.g. classification trees)<\u002Fp>\n<\u002Fli>\n<li><p>Proficiency with data visualization<\u002Fp>\n<\u002Fli>\n<li><p>2+ years developing data that merges relational tables, either within a relational database or related &ldquo;big data&rdquo; environments (e.g. SQL Server, Hadoop)<\u002Fp>\n<\u002Fli>\n<li><p>2+ years of data and statistical analysis<\u002Fp>\n<\u002Fli>\n<li><p>1-2 years project management experience, including demonstrated success with cross-functional collaboration<\u002Fp>\n<\u002Fli>\n<li><p>1-2 years implementing novel analytics with minimal supervision<\u002Fp>\n<\u002Fli>\n<\u002Ful><p><b>Minimum Education:<\u002Fb><\u002Fp>\n<ul>\n<li><p>Bachelors or higher in Mathematics, Statistics, Engineering, Economics, or other quantitative discipline.<\u002Fp>\n<\u002Fli>\n<\u002Ful><p>All positions at Press Ganey require an applicant who has accepted an offer to undergo a background check. The specific checks are based on the nature of the position. Background checks may include some or all of the following: SSN\u002FSIN validation, education verification, employment verification, criminal check, search against global sanctions and government watch lists, fingerprint verification, credit check, and\u002For drug test. By applying for a position with Press Ganey, you understand that you will be required to undergo a background check should you be made an offer. You also understand that the offer is contingent upon successful completion of the background check and results consistent with Press Ganey's employment policies. You will be notified during the hiring process which checks are required for the position.<\u002Fp>\n<p>\nFor more information about Press Ganey, visit our web site at pressganey.com .<\u002Fp>\n<p>\nPress Ganey Associates, Inc. is an Equal Employment Opportunity\u002FAffirmative Action employer and well committed to a diverse workforce. We do not discriminate against any employee or applicant for employment because of race, color, sex, age, national origin, religion, sexual orientation, gender identity, veteran status, and basis of disability or any other federal, state or local protected class.<\u002Fp>\n<p>\nPay Transparency Non-Discrimination Notice &ndash; Press Ganey will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor's legal duty to furnish information.<\u002Fp><\u002Fdiv><div><\u002Fdiv>","1957ec85d273dc06":"<div><div>Job Details<\u002Fdiv><div><div><div><p><b>\nLevel<\u002Fb><\u002Fp>\n<div><div>Experienced<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><p><b>\nJob Location<\u002Fb><\u002Fp>\n<div><div>Issaquah - Issaquah, WA<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><p><b>\nPosition Type<\u002Fb><\u002Fp>\n<div><div>Full Time<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><p><b>\nEducation Level<\u002Fb><\u002Fp>\n<div><div>Graduate Degree<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div>\n<\u002Fdiv><div><div><div><div><h1 class=\"jobSectionHeader\"><b>Who We Are<\u002Fb><\u002Fh1>\n<\u002Fdiv><p>We&rsquo;re Talking Rain, and we&rsquo;re so much more than water. We build flavorful brands, like Sparkling Ice and Talking Rain Sparkling Waters, creating connections with every sip!\n<\u002Fp><p>Want to get to know us better? Click to learn about us and our careers. You can also follow us on LinkedIn, Instagram, Twitter and Facebook.<\u002Fp>\n<p>When it comes to success, we know we&rsquo;re only as strong as our team, so we empower our Rain Makers to forge the way&mdash;finding opportunity at the intersection of what they love, what we need, and where they thrive.<\u002Fp>\n<div><h1 class=\"jobSectionHeader\"><b>What to Expect<\u002Fb><\u002Fh1>\n<\u002Fdiv><p>Data is more than stats to our Business Transformation team&mdash;it&rsquo;s a story waiting to be told. They translate the details into actionable information and strategy, helping us drive forward.<\u002Fp><br>\n<p><\u002Fp>\n<p>You&rsquo;ll form partnerships across our business to help define and drive our strategy, reducing complexity within our operations and enhancing the effectiveness of our marketing activities.<\u002Fp>\n<ul><li>Serve as a subject matter expert in Data Science, developing strong relationships with partners across Talking Rain as you conduct and support white-boarding sessions, workshops, design sessions, and project meetings.<\u002Fli>\n<li>Deliver solutions leveraging the emerging machine learning (ML) methods and technologies:\n<ul><li>Big Data and streaming analytics<\u002Fli>\n<li>Exploratory data analysis (EDA) &amp; cleansing<\u002Fli>\n<li>Feature engineering<\u002Fli>\n<li>Model selection, model evaluation, and cross-validation<\u002Fli>\n<li>Hyperparameter tuning, containerization, and deployment at all scales<\u002Fli>\n<\u002Ful><\u002Fli><li>Own productionalization and ongoing performance tuning for all models.<\u002Fli>\n<li>Ensure we&rsquo;re ahead of the curve, staying abreast of the ever-shifting retail landscape and how we can best leverage syndicated data.<\u002Fli>\n<li>Develop custom data models and algorithms to generate predictive insights.<\u002Fli>\n<li>Ensure food safety, quality, and SQF practices are followed at all times, notifying immediate manager of any food safety and\u002For quality issues.<\u002Fli>\n<li>Complete other responsibilities as assigned.<\u002Fli>\n<\u002Ful><p>Reports to: Senior Manager, Business Transformation<\u002Fp>\n<p>Direct Reports: N\u002FA<\u002Fp>\n<div><h1 class=\"jobSectionHeader\"><b>What You Bring<\u002Fb><\u002Fh1>\n<\u002Fdiv><ul><li>Advanced degree in a highly quantitative field (e.g., MS or PhD in Data Science, Computer Science, Mathematics, or Physics).<\u002Fli>\n<li>Minimum of five (5) years of experience building and leading the development and productionalization of applied machine learning solutions and data products, ideally in consumer packaged goods (CPG).<\u002Fli>\n<li>Experience with traditional predictive ML models, such as decision trees, ensemble learning &amp; random forests, KNN, support vector machines, and recommender systems.<\u002Fli>\n<li>Advanced knowledge of Python and\u002For R and their Data Science frameworks and libraries strongly preferred, such as PySpark, MLlib, SciKit Learn, MLFlow, Delta Lake, Koalas, and the Databricks Unified Analytics Platform.<\u002Fli>\n<li>Working knowledge of SQL, Apache Spark, Kafka, Pandas, and NumPy for the use of data extraction, cleansing, and analysis.<\u002Fli>\n<li>Experience using data visualization tools such as D3.js, Tableau, Qlik, or Power BI is a strong plus.<\u002Fli>\n<li>Experience leveraging Azure or AWS cognitive service APIs is a plus.<\u002Fli>\n<li>Highly refined communication skills, with the ability to speak both to technical engineers and executive stakeholders.<\u002Fli>\n<li><b>Integrity<\u002Fb> is at the core of who you are. You earn people&rsquo;s trust with your ability to maintain confidentiality, particularly when handling sensitive information and situations.\n<\u002Fli><li>You <b>drive<\u002Fb>, not ride. You&rsquo;re stellar at prioritization, time-management, and troubleshooting.<\u002Fli>\n<li>Your<b> curious<\u002Fb> mindset enables you to interpret complex data, developing and communicating value-add solutions.<\u002Fli>\n<li>You&rsquo;re <b>approachable<\u002Fb>, actively listening and adapting your style to the audience.<\u002Fli>\n<li>You&rsquo;re <b>flexible<\u002Fb>. You pivot on a dime and embrace the change.<\u002Fli>\n<\u002Ful><p><i>To help ensure a safe, positive work environment, this role may be subject to random drug testing (including alcohol, cannabinoids, cocaine, methamphetamine, opiates, phencyclidine).<\u002Fi><\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","4642398c0494ab8e":"<div><div><div><b>Who We Are:<\u002Fb><\u002Fdiv><div>\nOcrolus is a Series B venture-backed FinTech company that uses Artificial Intelligence and crowdsourcing to automate financial review processes. The Company transforms e-statements, scans, and cell phone images, regardless of quality, into 99+% accurate digital data. By replacing tedious, imperfect human audits with sharp, AI-driven analyses, Ocrolus modernizes financial assessments in lending and a variety of other industries.<br>\n<\u002Fdiv><div><\u002Fdiv><br>\n<br>\n<br>\n<br>\n<div>We're looking for a Data Scientist to join our team. Rather than just crunching data in a dark room were looking for someone passionate about delivering data products &ndash; willing to tackle whatever problem needs to be solved to provide insights to stakeholders across the company. You can easily support critical decision-making with either fast back-of-the-envelope analyses or more robust evaluations, depending on the context.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Responsibilities<\u002Fb><\u002Fh3><div><ul><li>\nManage competing priorities across the company\n<\u002Fli><li>Communicate with Different Stakeholders regarding analytics<\u002Fli><li>\nCreatively explore data to find interesting stories to tell<\u002Fli><li>\nShepherd data models from sourcing the data to releasing models in production environments<\u002Fli><li>\nWorking collaboratively and mentoring Data Analysts<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Requirements<\u002Fb><\u002Fh3><div><ul><li>\nAt least four years experience as a Data Scientist, 6+ years a plus.<\u002Fli><li>\nFluent in Python and SQL<\u002Fli><li>\nDeep understanding of statistics and probability, preferably an understanding of information theory<\u002Fli><li>\nStrong communication and storytelling skills, data visualization a+<\u002Fli><li>\nExperience working with Data Scientists and Data Analysts<\u002Fli><li>\nExcellent pattern recognition and predictive modeling skills<\u002Fli><li>\nAbility to create fast solutions to problems introduced in a changing environment with iteration towards optimal solutions<\u002Fli><li>\nMachine Learning experience a plus<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><br>\n<\u002Fdiv><div>We&rsquo;re a young and rapidly growing FinTech company - if you have ever wanted to jump on a rocket ship as it&rsquo;s taking off, now is your chance!<\u002Fdiv><\u002Fdiv><\u002Fdiv>","ba0e4c66749c72ba":"11 West 19th Street (22008), United States of America, New York, New York\n<br><br>\nAt Capital One, we’re building a leading information-based technology company. Still founder-led by Chairman and Chief Executive Officer Richard Fairbank, Capital One is on a mission to help our customers succeed by bringing ingenuity, simplicity, and humanity to banking. We measure our efforts by the success our customers enjoy and the advocacy they exhibit. We are succeeding because they are succeeding.\n<br><br>\nGuided by our shared values, we thrive in an environment where collaboration and openness are valued. We believe that innovation is powered by perspective and that teamwork and respect for each other lead to superior results. We elevate each other and obsess about doing the right thing. Our associates serve with humility and a deep respect for their responsibility in helping our customers achieve their goals and realize their dreams. Together, we are on a quest to change banking for good.\n<br><br>\nData Scientist, Digital Machine Learning\n<br><br>\nAt Capital One, data is at the center of everything we do. When we launched as a startup we disrupted the credit card industry by individually personalizing every credit card offer using statistical modeling and the relational database, cutting edge technology in 1988! Fast-forward a few years, and this little innovation and our passion for data has skyrocketed us to a Fortune 200 company and a leader in the world of data-driven decision-making.\n<br><br>\nTeam Description\n<br>Digital ML is the data science and machine learning team inside Capital One’s Digital Products organization. We deliver real-time, personalized, intelligent customer experiences in Capital One’s suite of award-winning digital products, including our website, mobile app, emails, chatbot, and beyond. We partner closely with our product and engineering teams to build the data and modeling platforms crucial to the deep understanding of customers that enables our applications to delight them by adapting to their needs.\n<br><br>\n<b>As part of Digital ML, you will:<\u002Fb><br>\nExplore billions of clickstream events to discover the patterns in customer behavior, and use those patterns to model key customer outcomes\n<br><br>\nBuild and leverage an enterprise-wide taxonomy of customer data to optimize digital marketing initiatives\n<br><br>\nDevelop the real-time models that use vast amounts of customer data to anticipate customers’ needs and deliver the right message at the right time\n<br><br>\nDevelop the models that ensure our most important customer data is accurate, fighting fraud and other bad behavior, while enabling seamless digital experiences across all our products\n<br><br>\nRole Description\n<br>In Digital ML, you will work at all phases of the data science life cycle, including:\n<br><br>\nBuild machine learning models through all phases of development, from design through training, evaluation and validation, and partner with engineering teams to improve o perationalization in scalable and resilient production systems that serve 50+ million customers.\n<br><br>\nPartner closely with a variety of business and product teams across Capital One to conduct the experiments that guide improvements to customer experiences and business outcomes in domains like marketing, servicing and fraud prevention.\n<br><br>\nWrite software (Python, Scala, e.g.) to collect, explore, visualize and analyze numerical and textual data (billions of customer transactions, clicks, payments, etc.) using tools like Spark, Elasticsearch, and AWS.\n<br><br>\n<b>The Ideal candidate will be:<\u002Fb><br>\nCurious and creative. You thrive on bringing definition to big, undefined problems. You love asking questions, and you love pushing hard to find the answers. You’re not afraid to share a new idea. You communicate clearly and effectively to share your findings with non-technical audiences.\n<br><br>\n<b>Technical:<\u002Fb> You have hands-on experience developing data science solutions from concept to production using open source tools and modern cloud computing platforms. You are not afraid of petabytes of data.\n<br><br>\nStatistically-minded. You have built models, validated them and back-tested them. You know how to interpret a confusion matrix or a ROC curve. You have experience with clustering, classification, sentiment analysis, time series analysis and deep learning.\n<br><br>\nCustomer and product oriented. You share our passion for changing banking for good.\n<br><br>\n<b>Basic Qualifications:<\u002Fb><br>\nBachelor’s Degree and 2 years of experience in data analytics, or Master’s Degree and 1 year of experience in data analytics, or PhD\n<br>At least 1 year of experience in open source programming languages for data analysis\n<br>At least 1 year of experience with machine learning\n<br>At least 1 year of experience with relational databases\n<br><br>\n<b>Preferred Qualifications:<\u002Fb><br>\nMaster’s Degree in “STEM” field (Science, Technology, Engineering, or Mathematics) and 1 year of experience in data analytics, or PhD in “STEM” field (Science, Technology, Engineering, and Mathematics)\n<br>At least 1 year experience working with AWS\n<br>At least 3 years’ experience in Python, Scala, or R\n<br>At least 3 years’ experience with machine learning\n<br>At least 3 years’ experience with SQL\n<br><br>\nCapital One will consider sponsoring a new qualified applicant for employment authorization for this position.","efd6fca546ed0076":"<div><p><b>Position Overview<\u002Fb><\u002Fp><p>\nBeyond Limits is looking for new and recent grads who thrive on new and stimulating challenges and seek out-of-the-box innovative ideas. In this role, you will have the opportunity to immediately utilize skills you&rsquo;ve developed in school. You will work in small teams, allowing your voice to be heard and your ideas measured. Our Software Engineers and Data Scientists work closely together, so the ability to work in a collaborative manner is a skill valued greatly at our company.<\u002Fp><p>\nYou will partner with senior Date Scientists to work on projects in energy, healthcare, finance, logistics, or transportation fields.<\u002Fp><p><br>\n<b>Job Duties\u002FResponsibilities:<\u002Fb><\u002Fp><ul><li>\nIngest, organize, and analyze data from various sources<\u002Fli><li>\nUtilize machine learning and statistical models<\u002Fli><li>\nImplement in-house AI technology<\u002Fli><li>\nBuild visualizations that convey results to the internal team and external clients<\u002Fli><li>\nStay up-to-date with the latest ML\u002FAI techniques<\u002Fli><\u002Ful><p><b>\nRequired Qualifications:<\u002Fb><\u002Fp><ul><li>\nMust be a current student graduating prior to September of 2020 <b>OR<\u002Fb> have received a degree in a quantitative field (e.g. statistics, mathematics, computer science, data science, neuroscience, physics) within the last 3 years from time of start<\u002Fli><li>\nProgramming experience in Python, R, and\u002For Matlab<\u002Fli><li>\nStrong verbal and written interpersonal skills<\u002Fli><li>\nFamiliar with common data science techniques, such as:<ul><li>\nLinear \u002F logistic regression<\u002Fli><li>\nDecision tree algorithms (e.g. random forest)<\u002Fli><li>\nClustering algorithms (e.g. K-means)<\u002Fli><li>\nSupport vector machine (SVM)<\u002Fli><li>\nArtificial neural networks<\u002Fli><\u002Ful><\u002Fli><li>\nExperience with common data science tools, such as:<ul><li>\nNumpy<\u002Fli><li>\nPandas<\u002Fli><li>\nMatplotlib<\u002Fli><li>\nPlotly<\u002Fli><\u002Ful><\u002Fli><\u002Ful><p><b>\nPreferred Qualifications:<\u002Fb><\u002Fp><ul><li>\n1-2 years of experience solving data science problems<\u002Fli><li>\nResearch experience with high impact publications<\u002Fli><li>\nExperience working in an industry setting<\u002Fli><li>\nDomain expertise in energy, healthcare, finance, and\u002For logistics<\u002Fli><\u002Ful><p><br>\n<b>About Beyond Limits<\u002Fb><br>\nBeyond Limits is a pioneering Artificial Intelligence company with a technology legacy in Space Exploration. A spinoff of NASA's Jet Propulsion Lab and Caltech, Beyond Limits provides advanced intelligence solutions that go far beyond conventional AI. Our cognitive computing technology mimics human thought processes and provides autonomous reasoning to aid human-like decision-making.<br>\n<br>\nBeyond Limits provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, disability or genetics. In addition to federal law requirements, Beyond Limits complies with applicable state and local laws governing nondiscrimination in employment in every location in which the company has facilities. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence, compensation and training.<br>\n<br>\nBeyond Limits expressly prohibits any form of workplace harassment based on race, color, religion, gender, sexual orientation, gender identity or expression, national origin, age, genetic information, disability, or veteran status. Improper interference with the ability of Beyond Limit&rsquo;s employees to perform their job duties may result in discipline up to and including discharge.<\u002Fp><\u002Fdiv>","ac7426ed5642b576":"4-6 years of Data Science is ideal for this particular role. The ideal candidate will have had professional experience with a scripting language (Python, Ruby, etc.), SQL, and have a strong understanding of AI methods.","07552789c3f2a3a2":"<div>Job Description<br>\n<br>\n<p>Design, develop, test, deploy and maintain machine learning techniques for Merkle data products. The products include identify, feature generation, propensity models, look-alike models and segmentation for hundreds of millions of online and offline B2C customers. Products run on Amazon Web Services (AWS) and use terabytes of behavioral, demographic and attitudinal data.<\u002Fp><p><b>\nKey Responsibilities<\u002Fb><\u002Fp><ul><li>\nAutomate classification modeling and segmentation<\u002Fli><li>\nImprove the reach and accuracy of Merkle&rsquo;s identity graph using machine learning<\u002Fli><li>\nDeploy on public cloud infrastructure<\u002Fli><li>\nStay current on applicable machine learning techniques and their associated programing methods<\u002Fli><li>\nAutomate statistical quality assurance tests<\u002Fli><li>\nAct as an internal subject-matter expert for new statistics and machine learning techniques<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div>Qualifications<br>\n<br>\n<p><b>Key Skills and Experience<\u002Fb><\u002Fp><ul><li>\nAt least 2 years of experience in digital or ad tech<\u002Fli><li>\nBachelor&rsquo;s degree in Computer Science, Applied Statistics or an equivalent quantitative field<\u002Fli><li>\nStrong understanding of the digital ecosystem (DSPs, DMPs, Addressable TV, web analytics, site optimization)<\u002Fli><li>\nCross-discipline team collaboration<\u002Fli><li>\nDeep SQL expertise<\u002Fli><li>\nStrong Python or R skills<\u002Fli><li>\nUnderstanding of basic machine learning techniques such as regularized regression analysis, random forests and clustering<\u002Fli><li>\nActive curiosity of new(ish) techniques such as matrix factorization, multi-layer neural nets or t-SNE<\u002Fli><\u002Ful><p><b>\nOther Desired Skills<\u002Fb><\u002Fp><ul><li>\nExperience developing in and deploying on public clouds such as Amazon Web Services, Azure or Google Cloud.<\u002Fli><li>\nExperience using distributed computing frameworks like Spark and Hive<\u002Fli><li>\nExperience using cutting edge ML package such as XGBoost, Tensorflow, PyTorch and Scikit-learn<\u002Fli><li>\nAbility to learn with minimal oversight<\u002Fli><li>\nCreative, original thinker<\u002Fli><li>\nAbility to work productively in a distributed team<\u002Fli><\u002Ful><br>\nAdditional Information<br>\n<br>\n<p>All your information will be kept confidential according to EEO guidelines. At Merkle, we believe that a diverse environment improves us as a community and as a business. We want to foster an environment of growth, where all ideas and contributions are encouraged. We need this culture of courage to continue to thrive in our fast-paced industry. We embrace differences of opinion. We value diversity of experience and thought, which help us to challenge and define industry-leading solutions, and support our goal of being a great place to work.<\u002Fp><\u002Fdiv>","b44b09c3d4f59868":"<div><h2 class=\"jobSectionHeader\"><b>Job Description:\n<\u002Fb><\u002Fh2><h3 class=\"jobSectionHeader\"><p><b>Key Responsibilities:\n<\u002Fb><\u002Fp><p><b>As a Data Scientist you&rsquo;ll be a core member of our Fast Forward Labs Application Development team. This is a client facing position. You will spend most of your time building machine learning models to tackle real life business problems through asking the right questions, understanding proprietary and publicly available data, extracting and leveraging insights from the data, and communicating both process and outcome to business stakeholders.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Skills and Qualifications:\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>This position requires a strong math background, with a particular focus on machine learning algorithms and comfort with quantitative analysis.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>You should be quite familiar with leading practices in the machine learning lifecycle, including data preparation for analysis, ML model selection, training and validation. We also expect that you have experience with preparing ML models for production.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>We expect you to be a strong programmer, and willing to embrace software engineering best practices. We primarily work in Python for research code but are always open to the best technologies for a given problem.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>You should also have a background in current CI\u002FCD and DevOps practices. Working knowledge of the Kubernetes ecosystem and production-grade ML systems is a plus.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>You should be comfortable to diving into diverse forms of data in order to help define questions that can and should be answered\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>We often find in applied machine learning that the art of asking the right question is more of a challenge than finding the answer. We expect you&rsquo;ll be enthusiastic and skilled at formulating the right questions and thinking strategically. Sometimes the simplest solution is the best answer.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>You should have spent at least 3 years as a practicing data scientist or machine learning engineer.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>In your past, you should have completed a degree program in a computationally intensive quantitative field (e.g. CS, physics, neuroscience, operations management, operations research) <\u002Fb><b>or <\u002Fb><b>demonstrated relevant experience in using data science and machine learning to solve business problems.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>We expect that you have extensive experience using python (+ pandas) for statistical analysis and machine learning.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>We would also love to learn about your experiences working with supervised (e.g. regression, classification) and unsupervised machine learning techniques.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>At Fast Forward Labs, we believe that you should do what you love most of the time. As such, you should have a keen interest in ability to creatively combine algorithms to solve novel problems. In addition it should excite you to explain nuanced technical work to business stakeholders in plain language, and to create effective data visualizations. Of course, it&rsquo;s important that you enjoy working with business stakeholders, data engineers, product engineers, model deployment teams.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Because this is a development-focused role, you should have familiarity with production ready code, testing frameworks, and collaborative coding environments (e.g. git).\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>Who We Are\n<\u002Fb><\u002Fp><p><b>Cloudera Fast Forward Labs is an applied machine learning research group within Cloudera that helps organizations recognize and develop new product and business opportunities through emerging machine learning and AI technologies. We offer a research subscription service, consulting services and advisory services to companies in a wide set of industries.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>We support our clients by helping them create powerful data products, help businesses capture the value of emerging data capabilities, and bring the lessons learned through that work to our research process.\n<\u002Fb><\u002Fp><p><\u002Fp><p><b>We value thoughtfulness, curiosity, creativity, and diverse perspectives. This position is based in our Brooklyn office.<\u002Fb><\u002Fp><\u002Fh3><\u002Fdiv><p><\u002Fp>","4d671db78ae67d7f":"<p><\u002Fp><div><p>Atos SE (Societas Europaea) is a leader in digital services with pro forma annual revenue of circa &euro; 12 billion and circa 100,000 employees in 72 countries. Serving a global client base, the Group provides Consulting &amp; Systems Integration services, Managed Services &amp; BPO, Cloud operations, Big Data &amp; Cyber-security solutions, as well as transactional services through Worldline, the European leader in the payments and transactional services industry. With its deep technology expertise and industry knowledge, the Group works with clients across different business sectors: Defense, Financial Services, Health, Manufacturing, Media, Utilities, Public sector, Retail, Telecommunications, and Transportation.<\u002Fp><p>\nAtos is focused on business technology that powers progress and helps organizations to create their firm of the future. The Group is the Worldwide Information Technology Partner for the Olympic &amp; Paralympic Games and is listed on the Euronext Paris market. Atos operates under the brands Atos, Atos Consulting, Atos Worldgrid, Bull, Canopy, Unify and Worldline.<\u002Fp><p><b>\nLOCATION:<\u002Fb> San Diego, CA (Please note: Must be local to San Diego, CA to be considered for this role. Relocation packages not available for this position).<\u002Fp><p><\u002Fp><br>\n<p><b>\nDescription:<\u002Fb><\u002Fp><p>\nProvides technical direction, including both strategic and tactical planning, execution and support of strategies for the SCPMG Medical informatics group. The position entails developing machine learning approaches to address healthcare's triple aim: to improve the health of populations, to lower the cost of care, and enhance the care experience.<\u002Fp><p><\u002Fp><br>\n<p><b>\nEssential Responsibilities:<\u002Fb><\u002Fp><ul><li>\nDesign, develop, and evaluate state-of-the-art machine learning models for complex, large-scale data sets.<\u002Fli><li>\nUse statistical and machine learning techniques to provide clinical decision support as well as improve auditing and standards of care workflows.<\u002Fli><li>\nDeliver insights and values from heterogeneous data to investigate complex problems in the health care domain for multiple use cases.<\u002Fli><li>\nUse machine learning, statistical and programming skills to enable data analytics.<\u002Fli><li>\nDrive informed decision-making and present findings to both technical and non-technical audiences.<\u002Fli><li>\nWork closely with physicians to identify medically relevant use cases, develop machine learning models, and validate impact<\u002Fli><li>\nProvide technical direction and mentor junior members of the Medical Informatics team.<\u002Fli><li>\nWork closely with software engineers to facilitate model integration and deployment<\u002Fli><li>\nEmbrace a fast paced, collaborative environment dedicated to building atop cutting-edge technology.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nExperience<\u002Fb><\u002Fp><ul><li>\nMinimum five (5) years of experience in architecting and building scalable distributed systems, working in a fast-paced multidisciplinary environment, advocating innovative uses for data, including methodologies, techniques, and tools, working with Software Development Life Cycle (SDLC) and leading from conceptualization to production stage large-scale applications.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nEducation<\u002Fb><\u002Fp><ul><li>\nMaster's degree (MS) in computer science or related fields<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nAdditional Requirements:<\u002Fb><\u002Fp><ul><li>\nExperience with deep learning frameworks: e.g. Tensorflow, PyTorch.<\u002Fli><li>\nKnowledge of classification and regression algorithms<\u002Fli><li>\nExperience with Deep Learning approaches to Natural Language Understanding (NLU) and Language Modeling.<\u002Fli><li>\nExperience with time series analysis, discrete data modeling and feature engineering.<\u002Fli><li>\nExpert knowledge of Python<\u002Fli><li>\nExperience with SQL<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nPreferred Qualifications:<\u002Fb><\u002Fp><ul><li>\nExperience with Java\u002FC++<\u002Fli><li>\nExperience with machine learning continuous integration and deployment<\u002Fli><li>\nExperience with Tensorflow Serving<\u002Fli><li>\nDoctorate degree in computer science or related fields<\u002Fli><li>\nKnowledge of healthcare terminology<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nYour Application<\u002Fb><br>\nIf you wish to apply for this position, please click below to complete our online application form and attach your CV in either Word, rtf or text format.<br>\nAtos does not discriminate on the basis of race, religion, colour, sex, age, disability or sexual orientation. All recruitment decisions are based solely on qualifications, skills, knowledge and experience and relevant business requirements.<br>\nWe are committed to making reasonable adjustments to the applications process for people with disabilities.<\u002Fp><\u002Fdiv>","45c2a4b5e6ecbb7a":"<div><h2 class=\"jobSectionHeader\"><b>Company Overview\n<\u002Fb><\u002Fh2><div><div><div><div>Dematic is a leading supplier of integrated automated technology, software and services to optimize the supply chain. Dematic employs over 7,000 skilled logistics professionals to serve its customers globally, with engineering centers and manufacturing facilities located around the world. Dematic is one brand under the KION Group of companies and has implemented more than 6,000 integrated systems for a customer base that includes small, medium and large companies doing business in a variety of market sectors.<br>\n<br>\nHeadquartered in Atlanta, Georgia, Dematic is a member of KION Group, a global leader in industrial trucks, related services and supply chain solutions. Across more than 100 countries worldwide, the KION Group designs, builds and supports logistics solutions that optimize material and information flow within factories, warehouses and distribution centers. The company is the largest manufacturer of industrial trucks in Europe, the second-largest producer of forklifts globally and a leading provider of warehouse automation.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>The Role\n<\u002Fb><\u002Fh2><div><div><div><div>Dematic Corp. is looking for a Data Scientist in our Atlanta, GA or Austin, TX Offices. The Data Scientist position is integral to the success of a newly established data science team focused on global transformation and simplification initiatives. This role is responsible for collaborating with business analysts, data engineers, and domain experts to design and implement BI, advanced analytics, and AI\u002FML.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nEssential Role and Responsibilities<\u002Fb><\u002Fdiv><ul><li>\nPartner with business analysts and department\u002Ffunction experts to understand where data may be of most value<\u002Fli><li>\nCollaborate with data engineers to design useful tables and data structures<\u002Fli><li>\nAnalyze data within and across business domains to develop insights, recommendations, and answer strategic questions<\u002Fli><li>\nDefine and develop impactful and sustainable BI, advanced analytics, and AI\u002FML solutions<\u002Fli><li>\nCollaborate with business analysts to help establish a Data Dictionary<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>What We Are Looking For\n<\u002Fb><\u002Fh2><div><div><div><div><b>Qualification Requirements<\u002Fb><\u002Fdiv><ul><li>\nBachelor's\u002FMaster&rsquo;s Degree in STEM field\u002FApplied Mathematics. PhD is preferred.<\u002Fli><li>\n3+ years of experience in logistics, supply chain, automation, and distribution preferred<\u002Fli><li>\nDemonstrated programming proficiency in Python or R<\u002Fli><li>\nBasic SQL programming experience<\u002Fli><li>\nFamiliarity with common BI tools (PowerBI, Tableau, QlikView)<\u002Fli><li>\nExperience developing documented data science workflows (Jupyter or R Notebooks)<\u002Fli><li>\nExperience building and maintaining data science artifacts including predictive models and web apps<\u002Fli><li>\nSolid statistical background with academic or industry experience differentiating between statistically significant and functionally meaningful results<\u002Fli><li>\nDemonstrated ability to think critically about business problems and see how data can be appropriately leveraged<\u002Fli><li>\nComfortable developing and iterating on data solutions in an agile culture<\u002Fli><li>\nExperience with data storytelling and distilling complex information into understandable ideas<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","6ff09a47387930e4":"<div><\u002Fdiv><div><div><div><div><div>We are looking for exceptional talent in the data science and analytics area to help our clients realize value from their data. Our clients are in multiple industries ranging from Healthcare to Aerospace &amp; Defence. We offer an unique opportunity to join a team of veterans who have an average of 20 years experience in building predictive models.\n<p><\u002Fp><p>Part of your job will be to evangelize analytics and help educate our clients in the field of data science. You will provide expertise on mathematical concepts and inspire organizations to adopt an analytics culture. You will build data products that help our customers gain competitive advantage. You will engage with our clients to build predictive models in a collaborative mode and train them to maintain and continue to enhance the models. You will educate, build, train and transfer all activities to the clients.<\u002Fp>\n<p>\nWe will consider you if you have an advanced degree in mathematics, statistics, physics, operations research or computer science and have at least 10 years experience in data science delivering quantifiable value to enterprises. Skills in SQL, Python, R, java, SPSS and similar technologies.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>","d7bf48644cb2042c":"<div><div><div>Klaviyo is looking for data scientists to analyze large data sets (we&rsquo;re collecting billions of individual actions every month), build models and ship products that enable businesses to grow faster and communicate with their customers. Our background as a team is building these models for the Fortune 50 and we want to democratize and open up that technology to everyone.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThe ideal candidate has a background in data science, statistics and machine learning and has done work ranging from exploratory analysis to training and deploying models. We use a wide variety of data mining and machine learning algorithms. The right candidate will have both a solid fundamental understanding and deep practical experience with at least a few modeling and machine learning techniques.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nOur goal is always to match the right assumptions and models to the right problem - they don&rsquo;t necessarily have to be complex. You should have experience building models that are used by people to make better decisions. We&rsquo;re focused on shipping early and often. We prefer iterative solutions that are incrementally better to the perfect solution. You should also be able to measure and know what impact your models had on the decisions people made - e.g. did they outperform the previous best model or a human decision maker?<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nOur data science team is still in its early days and you&rsquo;ll have a big impact on our direction and how we operate. You&rsquo;ll be central to upfront research and shipping products that help our customers learn and grow from their data.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You:<\u002Fb><\u002Fh3><div><ul><li>\nHave a strong fundamental understanding and deep experience with at least some machine learning algorithms (e.g. regressions, decision trees, k-means clustering, neural networks).<\u002Fli><li>\nUnderstand Bayesian modeling techniques.<\u002Fli><li>\nAre capable of analyzing data and making rigorous statements about what can or cannot be concluded.<\u002Fli><li>\nHave experience designing and implementing model performance\u002Fvalidation assessments.<\u002Fli><li>\nHave a background in statistics and understand different distributions and the conditions under which they&rsquo;re valid.<\u002Fli><li>\nKnow how code and have used data science tools and packages.<\u002Fli><li>\nHave demonstrated a measurable impact based on the models you&rsquo;ve created. It&rsquo;s not always easy getting a model correct and we love talking about places we got stuck and working as a team to think through ideas that could unblock us.<\u002Fli><li>\nHave a desire to ship features powered by data science (in other words, you&rsquo;re excited by both upfront research and actually getting models into production at cloud scale).<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You Have:<\u002Fb><\u002Fh3><div><ul><li>\nBachelor&rsquo;s or advanced degree in statistics, applied mathematics, computer science or other relevant quantitative discipline, or equivalent industry experience.<\u002Fli><li>\nHave worked in a data science role for 2+ years professionally or academically and can talk about your projects and the techniques you used.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>About Us<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nKlaviyo is a team of people who are crazy motivated by growth.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nIt&rsquo;s what we help our customers do: grow their businesses by making it possible and easy for them to use their data to power better marketing.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nIt&rsquo;s how we behave as individuals: we&rsquo;re all deeply passionate about learning.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nIt&rsquo;s how we manage our business: we have thousands of paying customers, we&rsquo;re profitable, and we&rsquo;re growing insanely fast.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAnd it&rsquo;s what our culture is all about. Working at Klaviyo means you&rsquo;ll work on things you never imagined you would; you&rsquo;ll grow in ways you didn&rsquo;t consider possible; and you&rsquo;ll do the best work of your career with people who are just as motivated and talented as you are.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nIf this sounds like your ideal place to work, drop us a note!<\u002Fdiv><\u002Fdiv><\u002Fdiv>","7e15b955d48d512e":"<p><\u002Fp><div><p><b>ProQuest &ndash; Who we are&hellip;<\u002Fb><\u002Fp><p>\nThe ProQuest Mission: Better research. Better learning, Better insights. ProQuest enables people to change their world. ProQuest supports the efforts of students and researchers across the globe. Providing important research tools and curating treasure troves of content has helped ProQuest to become an industry leader in the Information Services market.<\u002Fp><p><b>\nWhat will I be doing?<\u002Fb><\u002Fp><p>\nAs a Data Scientist for ProQuest you will be working with our Books team to help us discover the information hidden in vast amounts of data in order to help us make smarter decisions to deliver even better products. In this position, your primary focus will be applying natural language processing (NLP) and data mining techniques, performing statistical analysis, and building high quality prediction systems integrated with our products.<\u002Fp><p><b>\nIn this position, you will also&hellip;<\u002Fb><\u002Fp><ul><li>\nSelect features, build and optimize classifiers using machine learning techniques.<\u002Fli><li>\nUse state-of-the-art methods for data mining.<\u002Fli><li>\nExtend company&rsquo;s data with third party sources of information when needed.<\u002Fli><li>\nEnhance data collection procedures to include information that is relevant for building analytic systems.<\u002Fli><li>\nProcess, cleanse, and verify the integrity of data used for analysis.<\u002Fli><li>\nPerform ad-hoc analysis and present results in a clear manner.<\u002Fli><li>\nCreate automated anomaly detection systems and constant tracking of this performance.<\u002Fli><\u002Ful><p><b>\nQualified Candidates must have&hellip;<\u002Fb><\u002Fp><ul><li>\nBachelor&rsquo;s degree in Computer Science, Statistics, Applied Math or related quantitative field.<\u002Fli><li>\n2+ years of experience in data analysis or similar experience.<\u002Fli><li>\nStrong statistical knowledge and intuition, especially for applying analysis to real data.<\u002Fli><li>\nProficiency in at least one core programming language such as Python (iPython, NumPy, SciPy, Pandas).<\u002Fli><li>\nExcellent understanding of machine learning techniques and algorithms, such as k-NN, Naive Bayes, SVM, Decision Forests, etc.<\u002Fli><li>\nExperience with common data science tool kits, such as R, Weka, NumPy, MatLab, etc. Excellence in at least one of these is highly desirable.<\u002Fli><li>\nExperience with data visualization tools such as D3.js, GGplot, etc.<\u002Fli><li>\nProficiency in using query languages such as SQL, Hive, Pig.<\u002Fli><li>\nExperience with NoSQL databases such as MongoDB, Cassandra, HBase.<\u002Fli><li>\nGood applied statistics skills such as distributions, statistical testing, regression, etc.<\u002Fli><li>\nData-oriented personality with excellent communication skills.<\u002Fli><\u002Ful><p><b>\n <\u002Fb><b>It would be awesome if you also had&hellip;<\u002Fb><\u002Fp><ul><li>\nAdvanced degree in Computer Science, Statistics, Applied Math or related quantitative field<\u002Fli><li>\nExperience in deploying real-world NLP systems like Recommendation Systems or Information Retrieval Systems.<\u002Fli><li>\nAbility to initiate and drive projects to completion with minimal guidance.<\u002Fli><li>\nExperience with distributed computing (Hive\u002FHadoop).<\u002Fli><li>\nExperience in at least one Deep Learning Library such as Tensorflow, PyTorch, Keras, MXNet or Caffe.<\u002Fli><\u002Ful><p><b>\n <\u002Fb><b>Other important information about this position:<\u002Fb><\u002Fp><ul><li>\nThis position will be based in the Ann Arbor, MI ProQuest office location.<\u002Fli><li>\nThis position requires weekday attendance with scheduling flexibility around core business hours.<\u002Fli><li>\nEvery position requires certain physical capabilities. ProQuest seeks to make reasonable accommodations that enable individuals with disabilities to perform essential duties when possible.<\u002Fli><\u002Ful><p><b>\nMore to love about becoming a PQ employee!<\u002Fb><\u002Fp><ul><li>\nWe offer professional development opportunities with a significant focus on learning<\u002Fli><li>\nWe hold fun on-site events<\u002Fli><li>\nOur employee population is smart and highly collaborative<\u002Fli><li>\nWe have a relaxed dress code&hellip; yes, that means blue jeans (and not just on Fridays!)<\u002Fli><li>\nEmployees have access to ProQuest research products including e-books, genealogy and academic journals<\u002Fli><\u002Ful><p><b>\nAt ProQuest, we work hard and have fun doing it. If you take pride in information discovery within a collaborative environment, please consider joining our talented team!<\u002Fb><\u002Fp><p>\nEOE\u002FM\u002FF\u002FVet\u002FDisabled<\u002Fp><p><\u002Fp><h4 class=\"jobSectionHeader\"><b>\nSkills<\u002Fb><\u002Fh4>\nRequired<ul><li>\nProgramming<\u002Fli><li>\nPython<\u002Fli><li>\nStatistical Analysis<\u002Fli><\u002Ful>\nPreferred<ul><li>\nSQL<\u002Fli><li>\nData Mining<\u002Fli><\u002Ful><h4 class=\"jobSectionHeader\"><b>\nBehaviors<\u002Fb><\u002Fh4>\nPreferred<ul><li>\nFunctional Expert: Considered a thought leader on a subject<\u002Fli><li>\nDetail Oriented: Capable of carrying out a given task with all details necessary to get the task done well<\u002Fli><\u002Ful><p>\nEqual Opportunity Employer\u002FProtected Veterans\u002FIndividuals with Disabilities<\u002Fp><p>\nThe contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor&rsquo;s legal duty to furnish information.<\u002Fp><\u002Fdiv>","a2cab59a9923e1d0":"<div><\u002Fdiv><div><div><div><div><div><div>About Lexmark\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><br>\n<p>Lexmark creates innovative imaging solutions and technologies that help customers worldwide print, secure and manage information with ease, efficiency and unmatched value.<\u002Fp><p>\nWhat we offer:<\u002Fp><ul>\n<li>Competitive pay and benefits package<\u002Fli>\n<li>Diverse and inclusive workforce<\u002Fli>\n<li>Dynamic and collaborative team environment<\u002Fli>\n<li>Work-life balance<\u002Fli>\n<li>Environmental excellence and community support.<\u002Fli><\u002Ful><p>\nSound intriguing? Open the possibilities to joining our team and apply today!<\u002Fp><br>\n<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>Responsibilities\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><br>\n<h1 class=\"jobSectionHeader\"><b>Technical Rotation Program-Data Scientist<\u002Fb><\u002Fh1><p><b>\nAre you a technical leader looking for an amazing experience for your first full-time job? Apply today for Lexmark's Technical Rotation Program!<\u002Fb><\u002Fp><p><b>\nThe purpose of the Technical Rotation Program (TRP) is to recruit and hire top, diverse, entry level talent, and expose them to various parts of the business in order to better prepare them for future leadership roles technical and\u002For managerial. The Technical Rotation Program is a two year program during which participants will rotate through three, eight month rotations. At the end of the program, participants are placed in an area of the business that matches their background and interests.<\u002Fb><\u002Fp><p>\nData scientist \u002F data analyst position for an experienced data analytics team supporting our R&amp;D, Services, Manufacturing, IT and Marketing \u002F Sales teams with insights gained from analyzing company data from traditionally siloed systems. The ideal candidate is adept at using large data sets for statistical modeling, data mining \u002F data analysis methods with a variety of data tools, and creating and implementing algorithms \u002F models to deliver data-driven insights and drive business outcomes. The candidate must be comfortable working in a team environment, as well as with a wide range of stakeholders and functional areas. The right candidate will have a passion for discovering solutions hidden in large data sets, working with stakeholders to improve business outcomes and encouraging a data-driven culture.<\u002Fp><p><b>\nResponsibilities:<\u002Fb><\u002Fp><ul>\n<li><p>Work with different functional teams and stakeholders throughout the organization to identify opportunities for leveraging company data to drive business solutions<\u002Fp><\u002Fli>\n<li><p>Mine and analyze data from company databases to drive optimization and improvement of product development, marketing techniques and business strategies<\u002Fp><\u002Fli><\u002Ful><ul>\n<li><p>Assess the effectiveness and accuracy of new data sources and data gathering techniques<\u002Fp><\u002Fli>\n<li><p>Develop custom data models and algorithms to apply to data sets<\u002Fp><\u002Fli>\n<li><p>Use predictive modeling to increase and optimize customer experiences, revenue generation, product development, and other business outcomes<\u002Fp><\u002Fli>\n<li><p>Provide support to the development and business area communities for Lexmark data sources, data visualization \u002F dashboards and analysis<\u002Fp><\u002Fli><\u002Ful><p><b>\nQualifications:<\u002Fb><\u002Fp><ul>\n<li><p>Strong problem-solving skills with an emphasis on product development<\u002Fp><\u002Fli>\n<li><p>Experience using statistical computer languages (R, Python, SQL, etc.) to manipulate data and draw insights from large data sets<\u002Fp><\u002Fli>\n<li><p>Knowledge of advanced statistical and\u002For machine learning techniques (properties of distributions, statistical tests, regression, decision trees, etc.) and experience with applications<\u002Fp><\u002Fli>\n<li><p>Excellent written and verbal communication skills for coordinating across teams<\u002Fp><\u002Fli><\u002Ful><ul>\n<li><p>A drive to learn and master new technologies and techniques<\u002Fp><\u002Fli>\n<li><p>BS or MS in Statistics \u002F Mathematics, Computer Science, Engineering, or another quantitative field<\u002Fp><\u002Fli>\n<li><p>Familiarity with some of the following is a plus:<\u002Fp><\u002Fli><\u002Ful><ul>\n<li><p>Coding knowledge and experience with one or more of the following software languages and tools: C, C++, Java, Scala, Python, R, SQL, JMP<\u002Fp><\u002Fli>\n<li><p>Databricks \u002F Apache Spark, Hadoop<\u002Fp><\u002Fli><\u002Ful><ul>\n<li><p>Cloud services, such as Azure or AWS<\u002Fp><\u002Fli>\n<li><p>Data visualization tools, such as PowerBI, Tableau, matplotlib (Python), ggplot (R), etc.<\u002Fp><\u002Fli><\u002Ful><p><b>\nBenefits:<\u002Fb><\u002Fp><ul>\n<li><b>Competitive Salary<\u002Fb><\u002Fli>\n<li><b>No maximum limits on vacation<\u002Fb><\u002Fli>\n<li><b>Comprehensive benefits package<\u002Fb><\u002Fli>\n<li><b>Onsite Wellness Center, Recreational Park, Cafes, and Coffee shop<\u002Fb><\u002Fli><\u002Ful><br>\n<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>How To Apply\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><br>\n<p>Are you an innovator? Here is your chance to make your mark with a global technology leader. Apply now!<\u002Fp><p>\nWe are proudly an Equal Employment Opportunity and Affirmative Action employer. We do not discriminate based on race, color, religion, gender, national origin, protected veteran status, disability status, sexual orientation, gender identity or expression.<\u002Fp><br>\n<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>Data Privacy\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><br>\n<p>Lexmark is committed to appropriately protecting and managing any personal information you share with us. Click here to view Lexmark's Privacy Notice.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","8c9277695be5f139":"<div>CVP is seeking highly talented Data Scientists to join our growing team in the Washington, D.C. and Baltimore Metropolitan areas. This is an exciting career opportunity for a professional with an interest in consulting, statistics, data analysis, and machine learning. The ideal candidate is entrepreneurial, innovative, analytical, and has a strong interest in how technology solves matters of great national importance, especially in healthcare, national security, and digital government.<br>\n<br>\n<b>Major Areas of Responsibility<\u002Fb><br>\n<ul><li>Assimilate quickly into CVP&rsquo;s consultative approach.<\u002Fli>\n<li>Utilize analytical skills to solve interesting and complex problems.<\u002Fli>\n<li>Gain an understanding of the client&rsquo;s goals and daily objectives, help to measure and define success, and ensure a consistent approach to solving problems.<\u002Fli>\n<li>Collaborate with the project team to perform data analysis.<\u002Fli>\n<li>Build systems using data for descriptive or predictive analytics.<\u002Fli>\n<\u002Ful><b>Required Skills\u002FQualifications<\u002Fb><br>\n<ul><li>Must be eligible to obtain a Public Trust government security clearance.<\u002Fli>\n<li>Bachelor&rsquo;s Degree.<\u002Fli>\n<li>Coursework in statistics, analytics, decision science, or similar field.<\u002Fli>\n<li>Clear and concise verbal and written communication skills.<\u002Fli>\n<li>Ability to research and confidently assemble an argument and then back it up with evidence.<\u002Fli>\n<li>Proficient with:\n<ul><li>Excel.<\u002Fli>\n<li>R and\u002For Python.<\u002Fli>\n<li>SQL and the use of databases.<\u002Fli>\n<\u002Ful><\u002Fli><\u002Ful>Customer Value Partners, Inc. is a VEVRAA Federal Contractor and an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, protected veteran status, or disability. Customer Value Partners seeks to provide employment opportunities for protected veterans and individuals with disabilities.<\u002Fdiv>","d213307d23cd674c":"<div><div><div>Yelp has hundreds of millions of pieces of user-contributed content, millions of users and business listings, and hundreds of thousands of advertising customers &ndash; and all of these numbers are constantly growing. Making sense of this data, deducing relationships between variables, and figuring out different interactions is hard work, but these insights are hugely impactful to Yelp&rsquo;s business. Applied data scientists uncover these insights through exploratory research and analysis, and carry the ideas all the way through to production-grade statistical or predictive models. They work in areas including pricing models and auction bidding strategies, learning to rank applications, personalized recommender systems, trust and safety \u002F spam detection, and causal inference.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nYelp engineering culture is driven by our values: we&rsquo;re a cooperative team that encourages individual authenticity and &ldquo;unboring&rdquo; solutions to problems. We enable all new team members to deploy working code their first week, and your impact will only grow from there with the support of your manager, mentor, and team. At the end of the day, we&rsquo;re all about helping our users, growing as engineers and scientists, and having fun in a collaborative environment.\n<\u002Fdiv><\u002Fdiv><div><div><h3 class=\"jobSectionHeader\"><b>What You Will Do:<\u002Fb><\u002Fh3><div><ul><li>\nConduct end-to-end analyses, from wrangling data via SQL\u002FSpark\u002FPython, to statistical modeling, to hypothesizing and presenting business ideas.<\u002Fli><li>\nWork with large, complex datasets.<\u002Fli><li>\nLead the development of predictive and causal models.<\u002Fli><li>\nProductionize and automate model pipelines within Python services.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>We Are Looking For:<\u002Fb><\u002Fh3><div><ul><li>\nExperience with data analysis\u002Fstatistical software and packages (pandas\u002Fstatsmodels\u002Fsklearn within Python, R, etc.)<\u002Fli><li>\nExperience with predictive modeling\u002Fmachine learning, forecasting, or causal inference.<\u002Fli><li>\nA degree in a quantitative discipline such as computer science, statistics, econometrics, applied math, etc.<\u002Fli><li>\nA love for writing beautiful code; you don&rsquo;t need to be an expert, but experience is a plus and we&rsquo;ll expect you to learn on the job<\u002Fli><li>\nA demonstrated capability for original research, the curiosity to uncover promising solutions to new problems, and the persistence to carry your ideas through to an end goal<\u002Fli><li>\nMotivation to develop deep product and business knowledge and to connect abstract modeling and analysis tasks with business value<\u002Fli><li>\nComfort in using a Unix environment<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Pursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAt Yelp, we believe that diversity is an expression of all the unique characteristics that make us human: race, age, sexual orientation, gender identity, religion, disability, and education &mdash; and those are just a few. We recognize that diverse backgrounds and perspectives strengthen our teams and our product. The foundation of our diversity efforts are closely tied to our core values, which include &ldquo;Playing Well With Others&rdquo; and &ldquo;Authenticity.&rdquo;<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe&rsquo;re proud to be an equal opportunity employer and consider qualified applicants without regard to race, color, religion, sex, national origin, ancestry, age, genetic information, sexual orientation, gender identity, marital or family status, veteran status, medical condition or disability.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nPursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are committed to providing reasonable accommodations for individuals with disabilities in our job application process. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-recruiting@yelp.com or 415-969-8488.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nNote: Yelp does not accept agency resumes. Please do not forward resumes to any recruiting alias or employee. Yelp is not responsible for any fees related to unsolicited resumes.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","57e6aca0b8e510ca":"<div><h2 class=\"jobSectionHeader\"><b>Company :<\u002Fb><\u002Fh2>\nHighmark Inc<h2 class=\"jobSectionHeader\"><b>\nJob Description :<\u002Fb><\u002Fh2><p><b>\nDATA SCIENTIST<\u002Fb><\u002Fp><p><\u002Fp><p>\nHighmark Inc. seeks a Data Scientist in Pittsburgh, PA to develop, coordinate, and manage analytics, models, health outcome studies and related forecasting, as well as actual results analysis related to a portfolio of activities focused on operating margin improvements. Specific duties include: (i) developing the web applications and other technologies to enable those processes; (ii) identifying, designing, implementing, and monitoring initiatives that improve the organization&rsquo;s revenue, claims, and administrative expenses; and (iii) developing improved business cases and savings estimate capabilities to enable more accurate projections.<\u002Fp><p><\u002Fp><p>\nMust have a Master&rsquo;s degree (or foreign equivalent) in Analytics, Business, Economics, Mathematics, Statistics, Physics, Computer Science, Information Science, Engineering, or a directly related discipline plus one (1) year in a finance, accounting, or analytics\u002Finformatics position.<\u002Fp><p><\u002Fp><p>\nThe required one (1) year of experience must include one (1) year with: (i) Python, Java, R or Skala; and (ii) SQL.<\u002Fp><p><\u002Fp><p>\nMust have any experience with or knowledge of: (i) one big data tool including Hadoop, Spark, Preferred Map Reduce, Pig or SOLR; (ii) Linux environment and basic shell scripting; and (iii) advanced statistical modeling and machine learning techniques.<\u002Fp><p><\u002Fp><p>\nApply at https:\u002F\u002Fcareers.highmarkhealth.org, using keyword J152535.<\u002Fp><p><\u002Fp><p>\n3058427.v1\u002F020599.0596<\u002Fp><p>\n-<\u002Fp><p>\nHighmark Health and its affiliates prohibit discrimination against qualified individuals based on their status as protected veterans or individuals with disabilities, and prohibit discrimination against all individuals based on their race, color, religion, sex, national origin, sexual orientation\u002Fgender identity or any other category protected by applicable federal, state or local law. Highmark Health and its affiliates take affirmative action to employ and advance in employment individuals without regard to race, color, religion, sex, national origin, sexual orientation\u002Fgender identity, protected veteran status or disability.<\u002Fp><p>\nEEO is The Law<\u002Fp><p>\nEqual Opportunity Employer Minorities\u002FWomen\u002FProtectedVeterans\u002FDisabled\u002FSexual Orientation\u002FGender Identity (http:\u002F\u002Fwww1.eeoc.gov\u002Femployers\u002Fupload\u002Feeoc_self_print_poster.pdf)<\u002Fp><p><\u002Fp><p>\nWe endeavor to make this site accessible to any and all users. If you would like to contact us regarding the accessibility of our website or need assistance completing the application process, please contact number below.<\u002Fp><\u002Fdiv><p><\u002Fp>","fb9960adc725abb3":"<div><div><div>At Credit Sesame, we believe every person should feel creditworthy. That&rsquo;s why empowering members to own their credit is our number one mission. Since 2009, we&rsquo;ve been helping millions of members improve their credit scores, lower the cost of their credit, and save money. When you join Credit Sesame, you become part of a team devoted to helping people take charge of their credit so they can live better lives.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe&rsquo;re looking for a Data Scientist who can help support product development. If you&rsquo;re curious, have the grit to solve tough analytical problems, and want to be part of a team that helps create innovative products so millions can improve their credit wellness, then this opportunity is for you.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You&rsquo;ll&hellip;<\u002Fb><\u002Fh3><div><ul><li>\nmine data from large SQL databases;<\u002Fli><li>\nbuild models that lead to better insights and business understanding;<\u002Fli><li>\ndesign and maintain reports and dashboards to track and communicate Credit Sesame&rsquo;s goals;<\u002Fli><li>\nassure quality and data integrity for revenue and business development;<\u002Fli><li>\ninteract with data source owners and participating in developing project plans;<\u002Fli><li>\nprovide creative insights beyond the scope of supporting reactive requests.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You&rsquo;re a great fit for our team because&hellip;\n<\u002Fb><\u002Fh3><div><ul><li>you have 2+ years of experience in data analytics;<\u002Fli><li>\nyou have an expertise in statistics, econometrics, and data science&mdash;shown through experience or education;<\u002Fli><li>\nyou have a command of machine learning concepts and tools, including improving model performance;<\u002Fli><li>\nyou have deep experience analyzing large data sets, along with experience in creating data flow graphs;<\u002Fli><li>\nyou know how to use Python and R to analyze and solve highly complex business problems;<\u002Fli><li>\nyou have a deep understanding of SQL;<\u002Fli><li>\nyou have the adaptability and agility needed in a high-growth, startup environment;<\u002Fli><li>\nyou have an eCommerce background (preferred but not required);<\u002Fli><li>\nyou have past experience in financial services or technology, and a passion for FinTech;<\u002Fli><li>\nideally, you have a Master&rsquo;s degree in a quantitative field of study.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>You&rsquo;ll love it here because&hellip;<\u002Fb><\u002Fh3><div><ul><li>\nyou&lsquo;ll have huge potential to grow with a company that&rsquo;s a category leader;<\u002Fli><li>\nyou&rsquo;ll have equity in a pre-IPO company backed by top VCs;<\u002Fli><li>\nwe offer comprehensive medical, dental, and vision insurance with many plan options;<\u002Fli><li>\nwe have team meals catered twice a week;<\u002Fli><li>\nyou can stay on top of your fitness goals with our on-site fitness centers and a monthly fitness reimbursement;<\u002Fli><li>\nyou can fuel up at our stocked kitchens with endless snacks and drinks;<\u002Fli><li>\nwe value EQ over IQ and prioritize work-life balance (read more about Credit Sesame&rsquo;s Key Values here: https:\u002F\u002Fwww.keyvalues.com\u002Fcredit-sesame)<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><b>Office Location<\u002Fb><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nYou could work out of our San Francisco or our Mountain View office&mdash;you decide!<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nOur San Francisco office is 1 block from the Montgomery Street BART station and within walking distance of world-famous restaurants and attractions such as the Ferry Building, Union Square, and North Beach.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nOur Mountain View office is located within walking distance of the Caltrain station and in the heart of downtown Mountain View with great cafes, restaurants, and shops.<\u002Fdiv><div><br>\n<\u002Fdiv><div><b><i>\nWe&rsquo;re committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender, gender identity or expression, or veteran status. We&rsquo;re proud to be an equal opportunity workplace.<\u002Fi><\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv>","a2c615c9c17cc6aa":"Upstart is the first lending platform to leverage artificial intelligence (AI) and machine learning (ML) to automate the borrowing process and price credit. In addition to our direct-to-consumer lending platform, Upstart provides technology to banks, credit unions and other partners via a \"Software-as-a-Service\" offering called Powered by Upstart.\n<br><br>\nData scientists build the statistical and machine learning models that power our platform. By collaborating with our engineering team, data scientists use conventional and non-conventional variables at scale to continuously improve our underwriting, fraud, pricing and marketing models. After exciting success over the past few years, we are looking to double down on our competitive advantage by expanding our data science team.\n<br><br>\nOur mission is to enable effortless credit based on true risk. Going beyond FICO, our model provides higher approval rates and lower interest rates for every traditionally underserved demographic. Since our founding, we have originated more than $4 billion in loans and are on track for another year of record-setting growth in 2019.\n<br><br>\nOur Team\n<br><br>\nOur data science team consists of full-stack generalists as well as specialists in statistical modeling or machine learning. Because our challenges are so new, data scientists at Upstart need strong creative problem-solving skills and the technical background to implement solutions. Our research environment affords team members the opportunity to utilize a variety of statistical and machine learning methods with the freedom and encouragement to pursue alternative approaches to solving problems.\n<br><br>\nOur current Data Scientists summarize some of their favorite aspects of our team as:\n<br><br>\n<ul>\n<li>Having a direct impact on the company's success<\u002Fli>\n<li>Collaborative, intelligent and open team<\u002Fli>\n<li>Mentorship, growth and friendship<\u002Fli>\n<li>Leaders committed to challenging and growing team members<\u002Fli>\n<li>Feeling safe asking for help when it's necessary; feeling trusted to get the job done when it's not<\u002Fli>\n<\u002Ful>\nHiring Profile\n<br><br>\n<ul>\n<li>Strong academic credentials with a M.S. in Computer Science, Statistics, Data Science or a related field of study with a preference for Ph.D.<\u002Fli>\n<li>Comfort with programming (ideally in Python and R)<\u002Fli>\n<li>Rigorous quantitative background<\u002Fli>\n<li>Predictive modeling experience is preferred<\u002Fli>\n<li>Enthusiasm for and alignment with Upstart's mission and values<\u002Fli>\n<li>Strong sense of intellectual curiosity balanced with humility<\u002Fli>\n<li>Numerically-savvy with ability to operate at a speedy pace<\u002Fli>\n<\u002Ful>\nWhether developing new products or identifying novel approaches to core models, we are continuously seeking the next big ideas to move our business forward. If you are energized by the impact you can make at Upstart, we would love to hear from you.\n<br><br>\nUpstart is an equal opportunity employer and all qualified individuals will receive consideration for employment without regard to race, color, religion, sex, national origin, age, disability status, veteran status, marital status, citizenship status, sexual orientation, gender identity or any other characteristic protected by law.","40d175931c03ac82":"Job Description\n<br><br>\nAssist in development and deployment of statistical and platform code on high-performance computing systems. Ideal candidate will have experience reviewing and debugging large code bases, will possess a background in quantitative methods and\u002For computer science, and has proven capabilities in translating requirements into efficient code. Role involves working closely with data scientists and software engineers in development, testing and deployment of a large statistical system for production-grade analysis and prediction, so experience working in an interdisciplinary team with a strong attention to detail is a plus.\n<br><br>\nQualifications\n<br><br>\nKey Skills\n<br>1. Deep experience with the R statistical programming language, including dplyr and associated packages.\n<br>2. Solid foundational understanding of computer science (e.g., functional programming) and software engineering practices.\n<br>3. Experience with large-scale parallel computing, especially Spark\u002FSparkR and DataBricks (or similar) required.\n<br>4. Prior experience using git as a shared code repository for large projects.\n<br>5. Experience with Azure or similar cloud solutions preferred.\n<br>6. Background and experience with statistical methods, data analysis and machine learning is a plus.\n<br><br>\nAdditional Information\n<br><br>\nAll information will be kept confidential.","ca4abfe2191313da":"<p><\u002Fp><div><p><b>About Atos<\u002Fb><\u002Fp><p>\nAtos is a global leader in digital transformation with over 110,000 employees in 73 countries and annual revenue of over &euro; 11 billion. European number one in Cloud, Cybersecurity and High-Performance Computing, the Group provides end-to-end Orchestrated Hybrid Cloud, Big Data, Business Applications and Digital Workplace solutions. The group is the Worldwide Information Technology Partner for the Olympic &amp; Paralympic Games and operates under the brands Atos, Atos Syntel, and Unify. Atos is a SE (Societas Europaea), listed on the CAC40 Paris stock index.<\u002Fp><p>\nThe purpose of Atos is to help design the future of the information technology space. Its expertise and services support the development of knowledge, education as well as multicultural and pluralistic approaches to research that contribute to scientific and technological excellence. Across the world, the group enables its customers, employees and collaborators, and members of societies at large to live, work and develop sustainably and confidently in the information technology space.<\u002Fp><div>\nDocument analysis using Optical Character Recognition and Machine Learning<br>\nActivities entrusted to intern:<br>\n<ul><li>Design and implement a solution to automatically analyze documents to extract key information. The solution will be able to:<\u002Fli><\u002Ful>\no Detect the different element in a document (text, table, pictures, logo,&hellip;)<br>\no Extract the text using OCR<br>\no Apply NERC (Named Entity Recognition &amp; Classification) on the text to extract business insight (Date, client name, product name, etc.)<br>\n<ul><li>As the solution should be able to process a very large volume of documents (~50,000\u002Fday), the solution will be developed on a DataLake using distributed storage and processing.<\u002Fli><li>The solution should be able to extract the company that produced the receipt (name of the restaurant, hotel,&hellip;), the category (flight, hotel, food,&hellip;) and the total price that has been paid.<\u002Fli><\u002Ful><br>\n<\u002Fdiv><p><b>\nYour Application<\u002Fb><br>\nIf you wish to apply for this position, please click below to complete our online application form and attach your CV in either Word, rtf or text format.<br>\nAtos does not discriminate on the basis of race, religion, colour, sex, age, disability or sexual orientation. All recruitment decisions are based solely on qualifications, skills, knowledge and experience and relevant business requirements.<br>\nWe are committed to making reasonable adjustments to the applications process for people with disabilities.<\u002Fp><\u002Fdiv>","2a3d12c3071ee46d":"<p><\u002Fp><div><p>Data Scientist<\u002Fp>\n<p>\nBoca Raton, FL<\u002Fp>\n<p>\nFulltime- Direct Hire<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nRequired Knowledge, Skills, Abilities:<\u002Fb><\u002Fp>\n<ul>\n<li>3+ years knowledge of programming languages such as Python, R, Perl, SQL and Java<\u002Fli>\n<li>Experience in Healthcare, claims data, internal data<\u002Fli>\n<li>Experience with in depth analysis, working with business analytics team<\u002Fli>\n<li>Knowledge of analytical tools like Hadoop, Spark, Hive, Pig and R.<\u002Fli>\n<li>Knowledge of Machine Learning tools, libraries, and APIs such as scikit-learn, Theano, Spark, or TensorFlow and apply them to effectively choose a proper model.<\u002Fli>\n<li>Ability to work with unstructured data.<\u002Fli>\n<li>Ability to model and evaluate data sets to determine useful patterns.<\u002Fli>\n<li>Comfortable with data pattern recognition and energy optimization algorithms.<\u002Fli>\n<li>Ability to learn and implement technical hardware\u002Fsoftware solutions.<\u002Fli>\n<li>Software demonstration\u002Fpresentation and sales support.<\u002Fli>\n<li>Effective interpersonal skills, organization\u002Fprioritization and administrative skills<\u002Fli>\n<li>Interface effectively with customers, other departments and managers to resolve customer problems and issues.<\u002Fli><br>\n<\u002Ful>\n<p>\n<\u002Fp><p><b>General Functions:<\u002Fb><\u002Fp>\n<ul>\n<li>Carry out assigned divisional duties under the close supervision of senior and management level employees<\u002Fli>\n<li>Respond to internal and external communications in a timely manner<\u002Fli>\n<li>Enter data into electronic databases and file electronic and paper records<\u002Fli>\n<li>Generate reports<\u002Fli>\n<li>Actively seek feedback from peers, senior, and management team members<\u002Fli>\n<li>Escalate concerns and recommendations to senior or management team members<\u002Fli>\n<li>Assist senior and management team members as needed<\u002Fli>\n<li>Work during assigned office hours and attend required meetings<\u002Fli>\n<li>Manage time appropriately to meet project and task completion timelines<\u002Fli>\n<li>Expand capabilities through on-the-job training from senior or management level employees<\u002Fli><\u002Ful><\u002Fdiv>","98ef7a65936305ae":"<div>Disney Streaming Services (DSS) is creating the future of digital video entertainment products for one of the largest media brands in the world. We&rsquo;re focused on delivering extraordinary experiences and distributing the incredible library of Disney content through all forms of interactive media. Our digital technology leadership and capabilities are married with a passion for crafting dynamic consumer-facing applications that integrate live and on-demand multimedia. We create great digital media products for millions of fans around the globe, and we're looking for strong performers who can help us improve what we do every day. This is an opportunity to impact experiences that will be used by millions of users worldwide.<br>\n<br>\nThe Data Scientist, Modeling is a critical position within DSS and in the Data organization who specializes in applying machine learning and statistical methods to develop a broad range of complex models that support business needs. You will collaborate across teams to define problems and develop modeling solutions with the Business, Product and Engineering teams.<br>\n<br>\n<b>Responsibilities :<\u002Fb><br>\n<ul><li>Develop predictive algorithms across different areas with the aim of better understanding our customer and our business.<\u002Fli><li>\nTranslate business problems as modeling tasks that can deliver actionable insights, accurate predictions, and effective optimization.<\u002Fli><li>\nExplain how models and systems work to both non-technical and technical stakeholders.<\u002Fli><li>\nCollaborate with engineering teams to build modeling solutions and help integrate into the products and operational processes.<\u002Fli><li>\nProcess, cleanse, and verify the integrity of data used for analysis.<\u002Fli><li>\nEnhance data collection procedures to include information that is relevant for creating better models.<\u002Fli><\u002Ful><br>\n<b>\nBasic Qualifications :<\u002Fb><br>\n<ul><li>At least 2 years of relevant industry experience.<\u002Fli><li>\nDemonstrated ability to present modeling results and recommendations to business and technical clients.<\u002Fli><li>\nDemonstrated delivery of modeling solutions in production applications.\n<\u002Fli><li>Expertise in modern statistical and machine learning algorithms.<\u002Fli><li>\nExpertise in programming languages for data analysis and modeling (e.g., Python and R) and big data access tools.<\u002Fli><li>\nDeep knowledge of machine learning algorithms (supervised and unsupervised learning), advanced statistics (time series forecasting, clustering algorithms, probabilistic models) and NLP (topic modeling, sentiment analysis).<\u002Fli><li>\nExcellent communication and presentation skills.\n<\u002Fli><li>Ability to gauge the complexity of machine learning problems and a willingness to execute simple approaches for quick effective solutions as appropriate.<\u002Fli><li>\nGraduate degree in Computer Science, Statistics, Mathematics, Engineering, Economics preferred or equivalent professional experience.<\u002Fli><\u002Ful><\u002Fdiv>","f915f06dcb618ca4":"<div><h2 class=\"jobSectionHeader\"><b>Summary of Major Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><p>The Associate Data Scientist performs data analysis to extract knowledge or insight from structured or unstructured data. He or she applies advanced statistical algorithms for analysis of large-scale, complex datasets. He or she keeps up to date with cutting-edge techniques in programming, machine learning, big data, and healthcare modeling and seeks ways to advance the organization&rsquo;s capabilities in analytics.\n<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Essential Duties and Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Applies machine learning\u002Fdeep learning\u002Fartificial intelligence techniques<\u002Fli><li>\nDevelops and implements Markov decision process models and healthcare economic models<\u002Fli><li>\nUses advanced analytics methods to extract value from business data<\u002Fli><li>\nPerforms large-scale experimentation and builds data-driven models to answer business questions<\u002Fli><li>\nCreates hypotheses and experiments to identify hidden relationships and construct new analytics methods<\u002Fli><li>\nArticulates a vision and roadmap for the utilization of data as a valued corporate asset<\u002Fli><li>\nVisualizes information and develops reports on results of data analysis<\u002Fli><li>\nInfluences product teams through presentation of data-based recommendations<\u002Fli><li>\nSpreads best practices to analytics and product teams<\u002Fli><li>\nImplements new tools to make data analysis more efficient<\u002Fli><li>\nUphold company mission and values through accountability, innovation, integrity, quality, and teamwork<\u002Fli><li>\nSupport and comply with the company&rsquo;s Quality Management System policies and procedures<\u002Fli><li>\nRegular and reliable attendance<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div><b>Minimum Requirements<\u002Fb><\u002Fdiv><ul><li>\nBachelor&rsquo;s degree in Statistics, Computer Science, or a related field<\u002Fli><li>\n2+ years of experience working with large datasets for drawing business insights<\u002Fli><li>\nFluency in Python programming<\u002Fli><li>\nExperience using machine learning to solve complex business problems<\u002Fli><li>\nStrong understanding of statistics and modeling techniques<\u002Fli><li>\nKnowledge in predictive modeling<\u002Fli><li>\nExperienced at leveraging both structured and unstructured data sources<\u002Fli><li>\nExperience with relational databases and SQL<\u002Fli><li>\nWillingness and ability to learn new technologies on the job<\u002Fli><li>\nDemonstrated ability to communicate complex results to technical and non-technical audiences<\u002Fli><li>\nDemonstrated ability to work with minimal supervision<\u002Fli><li>\nDesire to work in a highly collaborative environment<\u002Fli><li>\nAuthorization to work in the United States without sponsorship<\u002Fli><li>\nDemonstrated ability to perform the Essential Duties of the position with or without accommodation<\u002Fli><\u002Ful><div><b>\n Preferred Qualifications<\u002Fb><\u002Fdiv><ul><li>\nExperience with distributed computing and big data technologies, such as Spark, or related technologies<\u002Fli><li>\nExperienced with statistical methodologies and tools (R, SAS, SPSS, etc.)\n<\u002Fli><li>Experience with Natural Language Processing, Information Retrieval, or Recommender Systems<\u002Fli><li>\nExperience with mathematical optimization, control theory, time-series analysis would also be an added advantage<\u002Fli><\u002Ful><div>\n#LI-MF1<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><div><i>We are an equal employment opportunity employer. All qualified applicants will receive consideration for employment without regard to age, color, creed, disability, gender identity, national origin, protected veteran status, race, religion, sex, sexual orientation, and any other status protected by applicable local, state or federal law. Applicable portions of the Company&rsquo;s affirmative action program are available to any applicant or employee for inspection upon request.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","775d570f697fa1ae":"<div><div>We're looking for Data Scientists to work on our core and business products to help shape the future of what we build at Hyperspace Ventures. You will enjoy working with various data sets, cutting edge technology, and the ability to see your insights turned into real products on a regular basis. The perfect candidate will have a background in a quantitative or technical field, will have experience working with large data sets, and will have some experience in data-driven decision making. You are focused on results, a self-starter, and have demonstrated success in using analytics to drive the understanding, growth, and success of a product.<\u002Fdiv><br>\n<div>\nResponsibilities:<\u002Fdiv><ul><li><div>\nApply your expertise in quantitative analysis, data mining, and the presentation of data to see beyond the numbers and understand how our users interact with both our consumer and business products<\u002Fdiv><\u002Fli><li><div>\nPartner with Product and Engineering teams to solve problems and identify trends and opportunities<\u002Fdiv><\u002Fli><li><div>\nInform, influence, support, and execute our product decisions and product launches<\u002Fdiv><\u002Fli><li><div>\nThe Data Scientist Analytics role has work across the following four areas:<\u002Fdiv><\u002Fli><\u002Ful><br>\n<ul><li><div><b>\nProduct Operations<\u002Fb><\u002Fdiv><\u002Fli><\u002Ful><ul><li><div>\nForecasting and setting product team goals<\u002Fdiv><\u002Fli><li><div>\nDesigning and evaluating experiments<\u002Fdiv><\u002Fli><li><div>\nMonitoring key product metrics, understanding root causes of changes in metrics<\u002Fdiv><\u002Fli><li><div>\nBuilding and analyzing dashboards and reports<\u002Fdiv><\u002Fli><li><div>\nBuilding key data sets to empower operational and exploratory analysis<\u002Fdiv><\u002Fli><li><div>\nEvaluating and defining metrics<\u002Fdiv><\u002Fli><\u002Ful><br>\n<ul><li><div><b>\nExploratory Analysis<\u002Fb><\u002Fdiv><\u002Fli><\u002Ful><ul><li><div>\nProposing what to build in the next roadmap<\u002Fdiv><\u002Fli><li><div>\nUnderstanding ecosystems, user behaviors, and long-term trends<\u002Fdiv><\u002Fli><li><div>\nIdentifying new levers to help move key metrics<\u002Fdiv><\u002Fli><li><div>\nBuilding models of user behaviors for analysis or to power production systems<\u002Fdiv><\u002Fli><\u002Ful><br>\n<ul><li><div><b>\nProduct Leadership<\u002Fb><\u002Fdiv><\u002Fli><\u002Ful><ul><li><div>\nInfluencing product teams through presentation of data-based recommendations<\u002Fdiv><\u002Fli><li><div>\nCommunicating state of business, experiment results, etc. to product teams<\u002Fdiv><\u002Fli><li><div>\nSpreading best practices to analytics and product teams<\u002Fdiv><\u002Fli><\u002Ful><br>\n<ul><li><div><b>\nData Infrastructure<\u002Fb><\u002Fdiv><\u002Fli><\u002Ful><ul><li><div>\nWorking in Hadoop and Hive primarily, sometimes MySQL, Oracle, and Vertica<\u002Fdiv><\u002Fli><li><div>\nAutomating analyses and authoring pipelines via SQL and python based ETL framework<\u002Fdiv><\u002Fli><\u002Ful><br>\n<div>\nMinimum Qualifications:<\u002Fdiv><ul><li><div>\n2+ years experience doing quantitative analysis<\u002Fdiv><\u002Fli><li><div>\nBA\u002FBS in Computer Science, Math, Physics, Engineering, Statistics or other technical field<\u002Fdiv><\u002Fli><li><div>\nExperience in SQL or other programming languages<\u002Fdiv><\u002Fli><li><div>\nDevelopment experience in any scripting language (PHP, Python, Perl, etc.)<\u002Fdiv><\u002Fli><li><div>\nExperience communicating the results of analyses with product and leadership teams to influence the strategy of the product<\u002Fdiv><\u002Fli><li><div>\nKnowledge of statistics (e.g., hypothesis testing, regressions)<\u002Fdiv><\u002Fli><li><div>\nExperience manipulating data sets through statistical software (ex. R, SAS) or other methods<\u002Fdiv><\u002Fli><\u002Ful><br>\n<div>\nPreferred Qualifications:<\u002Fdiv><ul><li><div>\nAdvanced degrees<\u002Fdiv><\u002Fli><li><div>\nExperience with distributed computing (Hive\u002FHadoop)<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv>","ddd6db14b8c49921":"<p><\u002Fp><div><p>We are currently seeking a <b>Data Scientist I.<\u002Fb> This position is located in <b>Columbus, Ohio.<\u002Fb><\u002Fp><br>\n<p><\u002Fp>\n<p>Battelle is guided by a founding mission. We invest our knowledge, talents and resources, helping our customers achieve their most important goals. We apply scientific rigor and creativity, succeeding where others may fail, and we invest in our communities, making the world better for generations to come. All of us share a common purpose: to solve the greatest challenges of today and tomorrow.<\u002Fp><br>\n<p><\u002Fp>\n<p>Our 22,000 employees work at the forefront of scientific innovation to tackle critical challenges in security, human health, manufacturing, energy and environmental management. Battelle&rsquo;s work is grounded in the belief that science, technology and a passion for excellence can make industries more competitive and the world a better place.<\u002Fp><br>\n<p><\u002Fp>\n<div><div><div><b>\nJOB SUMMARY<\u002Fb><br>\n<\u002Fdiv><p><\u002Fp><div><p>Battelle&rsquo;s Advanced Analytics Division provides data management, software development, analytics, machine learning, deep learning, and statistics across a wide range of research domains. Someone in this role will work with analytics and software development teams to deliver high quality solutions to government and commercial clients on time and within budget constraints.<\u002Fp>\n<\u002Fdiv><\u002Fdiv><div><div><b>\nMAJOR RESPONSIBILITIES<\u002Fb><br>\n<\u002Fdiv><p><\u002Fp><div>\n<ul> <li>Participate in large scale model validation and testing work, including the following:\n<ul><li>Reproducing model results by running pre-written scripts in a variety of programming languages (e.g., SAS, R, Python)<\u002Fli>\n<li>Learning and understanding the models being used in order to diagnose any errors and communicate findings to the modelers<\u002Fli>\n<li>Helping to generate reports to clients detailing the results of the validation and testing exercises<\u002Fli>\n<\u002Ful><\u002Fli><li>Managing and organizing information, for example:\n<ul><li>Developing databases to store collected data<\u002Fli>\n<li>Generating templates and\u002For organizational systems that can be used to manage project data and information<\u002Fli>\n<li>Writing custom scripts to locate, extract, and visualize relevant data<\u002Fli>\n<li>Processing and combining data sets for analysis from diverse sources<\u002Fli>\n<li>Summarizing data for internal and external reports<\u002Fli>\n<\u002Ful><\u002Fli><li>Critically evaluating data for quality measures such as completeness, accuracy, and applicability, applying understanding of relevant research area nomenclature<\u002Fli>\n<li>Communicating results in a clear, concise, and effective manner with emphasis on data visualization techniques<\u002Fli>\n<li>Proactively managing expectations and meeting deadlines on multiple projects in a fast-moving, agile environment<\u002Fli>\n<li>Maintaining excellent communication and interacting with co-located team members as well as geographically diverse team members daily<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><div><div><b>THE FOLLOWING IS REQUIRED<\u002Fb><br>\n<\u002Fdiv><p><\u002Fp><div><ul><li>Bachelor&rsquo;s Degree in Statistics, Data Science, Mathematics, Computer Science, Engineering, or relevant related field<\u002Fli>\n<li>Course work or experience demonstrating algorithmic programming and data visualization skills in Python, R, SAS, or MATLAB<\u002Fli>\n<li>Excellent written and oral communication skills<\u002Fli>\n<li>Attention to detail and adaptability<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><div><div><b>THE FOLLOWING IS DESIRED<\u002Fb><br>\n<\u002Fdiv><p><\u002Fp><div><ul><li>Experience either as an intern, a research assistant, or an applied project consultant, demonstrating capabilities in data analysis and programming<\u002Fli>\n<li>Ability to write and understand scientific algorithms<\u002Fli>\n<li>Experience using high performance computing clusters or cloud computing<br>\n<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><div><b>LEGAL DISCLAIMER<\u002Fb>\n<\u002Fdiv><div><p>The above statements are intended to describe the nature and level of work being performed by people assigned to this job. They are not intended to be an exhaustive list of all responsibilities, activities and skills required of staff members. No statement herein is intended to imply any authorities to commit Battelle unless special written permission is granted by Battelle&rsquo;s Legal Department.<\u002Fp><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><p><\u002Fp>\n<p><b>BENEFITS<\u002Fb><\u002Fp>\n<p>Battelle&rsquo;s competitive benefits program includes comprehensive medical and dental care, matching 401K, paid time off, flexible spending accounts, disability coverage, and other benefits that help provide financial protection for you and your family.<\u002Fp><br>\n<p><\u002Fp>\n<p><i>Battelle provides employment and opportunities for advancement, compensation, training, and growth according to individual merit, without regard to race, color, religion, sex (including pregnancy), national origin, sexual orientation, gender identity, marital status, age, genetic information, disability, veteran-status, or any other characteristic protected under applicable Federal, state, or local law. Our goal is for each staff member to have the opportunity to grow to the limits of their abilities and to achieve personal and organizational objectives. We will support positive programs for equal treatment of all staff and full utilization of all qualified employees at all levels within Battelle.<\u002Fi><\u002Fp><br>\n<p><\u002Fp>\n<p>For more information about our other openings, please visit www.battelle.org\u002Fcareers<\u002Fp><\u002Fdiv>","073776d12c6a7644":"<div><p><b>Overview:<\u002Fb><\u002Fp>\n<p>\nBlazing a new trail, we are further developing our Insight Marketing team to include the data science discipline. We are looking for candidates who love learning, questioning the status quo, and finding data-backed ways to &quot;do-it better''. We need a self-starter to tackle algorithmic modeling, what-if analysis, attribution, and more. Your work will be on the front-edge of one of the most innovative Automotive advertisers (rated &quot;Genius&quot; by L2 think tank). As we continue to develop our big data team you will wear many hats and will be responsible for a fair amount of trail blazing. You will function as a combination of a data scientist, data engineer, and project manager. Together, you and your trusty Junior Data Analyst, will accomplish many things.<\u002Fp>\n<p><b>\nPurpose:<\u002Fb><\u002Fp>\n<p>\nThe Data Scientist position requires a multidisciplinary approach to technology, business, and marketing applied together to unlock insights hidden within our marketing data. You'll use your talent for breaking down business challenges into data-driven problems that guide performance gains for one of the world's largest Automotive manufacturers. You will create predictive and prescriptive models by detecting and exploiting patterns in massive data sets. You will also create data visualizations and give presentations that will help key stakeholders in the decision making process.<\u002Fp>\n<p><b>\nDesired Qualifications:<\u002Fb><\u002Fp>\n<p>\nWe need people that feel comfortable across the entire spectrum of data science, from collaborating across teams and brainstorming on the whiteboard, all the way to implementing and testing their models. If you are detail oriented and passionate about leveraging data, statistics, and improving client outcomes, this position is for you.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nResponsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Perform exploratory data analysis<\u002Fli>\n<li>generate and test working hypotheses in a cross-silo collaborative environment<\u002Fli>\n<li>Prepare and analyze historical data and identify patterns<\u002Fli>\n<li>Demonstrate expertise in deriving insights from structured, semi-structured, and unstructured datasets<\u002Fli>\n<li>Must have developed and deployed data-backed solutions in the domain of marketing<\u002Fli>\n<li>Designing and implementing your own algorithms and data structures<\u002Fli><br>\n<\u002Ful>\n<p><b>\n<\u002Fb><\u002Fp><p><b>Other Qualifications:<\u002Fb><\u002Fp>\n<ul>\n<li>Experience manipulating big and noisy data sets (e.q. SQL, server log file)<\u002Fli>\n<li>Experience working in big data framework (Hadoop, NoSQL, BigQuery, etc)<\u002Fli>\n<li>Experience and knowledge of data storage, data management, and big data processing tools preferred<\u002Fli>\n<li>Strong background in statistics<\u002Fli>\n<li>Experience with scripting and rapid prototyping using python<\u002Fli>\n<li>Data mining experience (using python\u002Fpandas)<\u002Fli>\n<li>Experience with Machine learning<\u002Fli>\n<li>Knowledge of data visualization tools (tableau, datastudio, matplotlib)<\u002Fli>\n<li>Microsoft Office - Excel, PowerPoint, Word expert proficiency<\u002Fli>\n<\u002Ful><p>The responsibilities are many, various, and not limited to those written in this document.<\u002Fp><br>\nRequired Skills<br>\n<br>\nRequired Experience<\u002Fdiv>","c39dacff38327aa3":"<div><div><div>Facebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities &mdash; we're just getting started.\n<\u002Fdiv><\u002Fdiv><div>In this role, your primary responsibility will be to partner with key stakeholders and lead the development of an analytics program to support and enable the continued growth critical to Facebook's Data Center organization. You will be responsible for creating end to end analytics programs, from data sourcing to surfacing insights and driving action, for various aspects of Facebook's global data center operations. You will also help translate data and identify efficiency opportunities. You will be expected to use data to provide meaningful recommendations and actionable strategies to key stakeholders, and develop best practices, including streamlining of data sources and related programmatic initiatives.\n<br>\nThe ideal candidate will have a passion for working in white space and creating impact from the ground up in a fast-paced environment. Additionally, you will have a proven track record of thought leadership and impact in developing similar analytics and metrics-based programs. This position is part of the Infrastructure Data Center team and located in Menlo Park, CA.<\u002Fdiv><div><div>\nRESPONSIBILITIES<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nLeverage data and business principles to create and drive large scale FB Data Center programs<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nDefine and develop the program for metrics creation, data collection, modeling, and reporting the operational performance of Facebook&rsquo;s data centers<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nWork cross-functionally to define problem statements, collect data, build analytical models and make recommendations<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nBe a self-starter, motivated by a passion for developing the best possible solutions to problems<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nIdentify and implement streamlined processes for data reporting and communication<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nUse analytical models to identify insights that are used to drive key decisions across the organization<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nRoutinely communicate metrics, trends and other key indicators to leadership<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nProvide leadership and mentorship to other members of the team<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nLead and support various ad hoc projects, as needed, in support of Facebook&rsquo;s Data Center strategy<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nBuild and maintain data driven optimization models, experiments, forecasting algorithms and capacity constraint models<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nLeverage tools like R, Tableau, PHP, Python, Hadoop &amp; SQL to drive efficient analytics<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nMINIMUM QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nDegree in an analytical field (e.g. Computer Science, Engineering, Mathematics, Statistics, Operations Research, Management Science)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n3+ years of experience in a role with data analysis and metrics development<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n3+ years of hands-on experience analyzing and interpreting data, drawing conclusions, defining recommended actions, and reporting results across stakeholders<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n3+ years of SQL development experience writing queries<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n3+ years of hands-on project management experience<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n3+ years of experience with data visualization tools<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n3+ years of experience with packages such as R, Tableau, SPSS, SAS, STATA, etc.<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\n2+ years of experience with scripting in Python or PHP<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience leveraging data driven models to drive business decisions<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience using data access tools and building visualizations using large datasets and multiple data sources<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience thinking analytically<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperience communicating data to all organizational levels<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nExperienced with packages such as NumPy, SciPy, pandas, scikit-learn, dplyr, ggplot2<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nKnowledge of statistics and optimization techniques<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><div><\u002Fdiv><ul><li><div><div>\nHands-on experience with medium to large datasets (i.e. data extraction, cleaning, analysis and presentation)<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nPREFERRED QUALIFICATIONS<\u002Fdiv><div><\u002Fdiv><div><div><ul><li><div><div>\nTechnical knowledge of data center operations<\u002Fdiv><\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div>\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","0c9cb82c6f43a082":"<div><p>Work as part of the Analytics and Data Storytelling division of Sportradar US, utilize educational background in a highly quantitative field of Applied Mathematics and\u002For Computational Mathematics and\u002For Computer Science and\u002For Machine Learning and\u002For Engineering to conduct research and solve problems related to Sportradar US&rsquo; sports player-tracking data analytics products and technology, including automated sports content creation. Develop, design, and create new applications, ideas, systems, visualizations and products; apply computer technology principles and adapt them for new uses, developing solutions to software problems and guiding software development, testing, and optimization; create pattern recognition, data mining and optimization algorithms and data processing tools; participate in data and error analysis to guide advancement of Sportradar&rsquo;s products.<\u002Fp><p><b>\nJob Requirements<\u002Fb>:\n<\u002Fp><p>Masters degree in Applied Mathematics, Computational Mathematics, Computer Science, Machine Learning, or Physics and 2 years&rsquo; experience with data science and analytics products. Must have 2 years&rsquo; experience with:<\u002Fp><ul><li>Processing, analyzing, and enriching data obtained from multiple data sources including player tracking data<\u002Fli><li>Natural language generation<\u002Fli><li>Analytics products<\u002Fli><li>Sports-specific statistical analyses<\u002Fli><li>Data Mining<\u002Fli><li>Developing data visualizations<\u002Fli><\u002Ful><p><b>\nMust have <\u002Fb>2 years&rsquo; experience with programming languages Python, MATLAB, C++, Javascript and tools MongoDB, Kibana, Jupyter Notebook, AWS, git, Elasticsearch<\u002Fp><p><\u002Fp><br>\n<h1 class=\"jobSectionHeader\"><b>\nSPORTRADAR<\u002Fb><\u002Fh1><p>\nSportradar is a global leader in understanding and leveraging the power of sports data and digital content for its clients around the world. We provide cutting-edge solutions and services to media companies, bookmakers, sports federations and state authorities.<\u002Fp><p>\nWe are a truly international business employing over 2,000 people in more than 30 locations around the world. Our rapid growth has been driven by technological innovation alongside an understanding of our clients&rsquo; business needs. It is our commitment to excellent service, quality and reliability that makes us the trusted partner of more than 1,000 companies in over 100 countries.<\u002Fp><p>\nWe occupy a unique position at the intersection of the sports, media and betting industries. This creates an exciting and fast-moving working environment that rewards creative thinking and hard work. We are passionate about what we do, and we care passionately about our people.<\u002Fp><p>\nIf you think you&rsquo;re up to the challenge, come and help us to grow, innovate and develop!<\u002Fp><p>\nSportradar is an Equal Opportunity Employer. We are committed to encourage diversity within our teams. All qualified applicants will receive consideration without regard to among other things, your background, status or personal preferences.<\u002Fp><p><b>\nYour differences help shape our future<\u002Fb><\u002Fp><p><b>\n#Maketheteam<\u002Fb><\u002Fp><\u002Fdiv>","769e533c8e36d203":"<p><\u002Fp><div><p>Our client, which is a large communications company based in Plano, TX needs to fill the contractor role very quickly. This position will define data requirements, gather and mine large scale of structured and unstructured data, and validate data by running various data tools in the Big Data Environment. This function needs to support the standardization, customization and ad-hoc data analysis, and will develop the mechanisms to ingest, analyze, validate, normalize and clean data. Implements statistical data quality procedures on new data sources, and by applying rigorous iterative data analytics, supports Data Scientists in data sourcing and preparation to visualize data and synthesize insights of commercial value. Will work with Big Data Policy and Security teams and Legal to create data policy and develop interfaces and retention models which requires synthesizing or anonymizing data. Develop and maintain data engineering best practices and contribute to Insights on data analytics and visualization concepts, methods and techniques.<\u002Fp><p><\u002Fp><br>\n<p>\n- 1-2 years of hands-on experience in Java, Scala\u002FPython, Maven, Jenkins, Git, Spring, SOA\u002FWeb Services - SOAP\u002FREST, XML\u002FJASON, Java Thread Management\u002FGC analysis, SQL, MongoDB, Drools, Hadoop, HDFS, Apache Hive, Apache Spark, Apache Storm<\u002Fp><p><\u002Fp><br>\n<ul><li>PhD in Computer Science, Mathematics, Statistics, Physical Sciences<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","67442329d53b2469":"<div><div><div>Ironclad is the leading digital contracting platform for legal teams. By streamlining contract workflows, from creation and approvals to compliance and insights, Ironclad frees legal to be the strategic advisors they&rsquo;re meant to be. Ironclad is used by modern General Counsels and their teams at companies like Dropbox, AppDynamics and Fitbit to unlock the power of their contracts data. Ironclad was named one of the 20 Rising Stars as part of the Forbes 2019 Cloud 100 list, the definitive list of the top 100 private cloud companies in the world. The company is backed by investors like Accel, Sequoia, Y Combinator and Emergence Capital.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nThere are a lot of great things about working here, but by far the greatest benefit is the team. We are a group of motivated, mission-driven people who love learning from each other. Our business team comprises attorneys with experience in big law, tech, and finance, and our technical team comprises designers and engineers from places like Palantir, Salesforce, and MIT. We take pride in doing great work and collaborating well with each other. We work hard, but we also like to have fun.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nWe are looking for an experienced <b>Machine Learning Engineer<\u002Fb> to build out an intelligent contract platform, requiring machine learned models to extract insights from the contract process and contract text itself. As a Machine Learning Engineer, you'll be working across the team to identify business problems and design and build systems to apply data solutions to them. You'll be building a platform that lets lawyers scale themselves 100x more effectively. This is a chance to bring a two thousand year old profession into the digital age and ship a product to paying users that can&rsquo;t live without it.<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>On Your First Day, We'll Expect You To Have:<\u002Fb><\u002Fh3><div><ul><li>\nAt least 3 years industry experience working as a full-time Data Scientist\u002FMachine Learning Engineer designing and implementing predictive models<\u002Fli><li>\nSeasoned in feature selection and feature engineering<\u002Fli><li>\nExperience training, tuning, and optimizing production ML models<\u002Fli><li>\nExperience building or working with teams building data pipelines<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>It's Great, But Not Required, If You Have:<\u002Fb><\u002Fh3><div><ul><li>\nExperience working on NLP or other text problems<\u002Fli><li>\nExperience using Google Cloud ML tools<\u002Fli><li>\nCompose, TensorFlow, ML Engine<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div>Pursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.<\u002Fdiv><\u002Fdiv><\u002Fdiv>","9cc3ed1086c00066":"<div><h2 class=\"jobSectionHeader\"><b>Overview<\u002Fb><b>\n<\u002Fb><\u002Fh2><div><div><div><div>This candidate will leverage their analytical, statistical, and programming skills to deliver insights and business tools empowering data-driven decisions across the Jimmy John&rsquo;s marketing organization with a focus on consumer insights. They will have the opportunity to make measurable business impact and take ownership of the Jimmy John&rsquo;s consumer data and digital marketing efforts. The ideal candidate will have a proven track record working with stakeholders to identify and execute data-driven business solutions focused on increasing sales, extracting consumer insights, and managing a brand-wide CRM system. Additionally, this candidate must be comfortable jumping in where needed and taking on the toughest task to ensure success across the Jimmy John&rsquo;s business.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nResponsibilities<\u002Fdiv><ul><li>\nDevelop and implement data-driven business solutions using advanced statistical methods and machine learning techniques.\n<\u002Fli><li>Develop and maintain consumer insights dashboards for use across the Marketing organization<\u002Fli><li>\nAssess, recommend, and acquire new valuable data from internal and external sources<\u002Fli><li>\nOwnership of consumer database tables<\u002Fli><li>\nCollaborate with IT team and external vendors to integrate multiple data sources into a centralized Customer Data Platform<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div>Education and Experience Qualifications<\u002Fdiv><ul><li>\nBachelor&rsquo;s degree (Required) or Master&rsquo;s degree (Preferred) in analytical field of study<\u002Fli><li>\nExperience working with large data sets\u002F data warehouses, including the ability to extract data from data sets using advanced scripting or SQL<\u002Fli><li>\nExperience with Python, R, or SAS to help facilitate predictive analytics<\u002Fli><li>\nProficiency in Data Visualization using Tableau, Power BI, Looker, or similar tools<\u002Fli><li>\nStrong problem-solving skills with a focus on design of experiments (A\u002FB testing)<\u002Fli><li>\nStrong communicator and experience using data to tell a story<\u002Fli><li>\nAttention to detail and results oriented<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div>Behavioral Qualifications<\u002Fdiv><ul><li>\nGROWTH MINDSET: Demonstrates curiosity<\u002Fli><li>\nSMART RISK: Makes bold decisions\u002Frecommendations<\u002Fli><li>\nEXTERNALLY FOCUSED: Understands the upstream and downstream implications of his\u002Fher work. Tracks and shares external trends, best practices or ideas<\u002Fli><li>\nPERFORMANCE DRIVEN: Has high performance standards\n<\u002Fli><li>AGILE: Removes barriers to move faster. Experiments and adapts. Thrives under pressure and fast pace\n<\u002Fli><li>EMPOWERED: Brings solutions instead of problems. Challenges the status quo. Has the courage to take an unpopular stance\n<\u002Fli><li>GRITTY: Ready to roll up sleeves to get the job done<\u002Fli><\u002Ful><div>\nJJ Perks<\u002Fdiv><ul><li>\nPotential for career advancement within the company<\u002Fli><li>\nCompetitive compensation and potential to earn bonuses for extraordinary performance<\u002Fli><li>\nVacation\u002FHoliday\u002FSick pay for eligible employees<\u002Fli><li>\nMedical, Vision, Dental, Life and Long-Term Disability insurance for eligible employees<\u002Fli><li>\n401(k) for eligible employees<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nJimmy John&rsquo;s Franchise, LLC and its affiliates provide equal employment opportunities to all employees and applicants for employment without regard to race, color, religion, age, sex, national origin, disability status, genetics, protected veteran status, sexual orientation, gender identity or expression, or any other characteristic or class protected by federal, state or local laws.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","23a322fd5e476116":"<div><h2 class=\"jobSectionHeader\"><b>Job Overview:\n<\u002Fb><\u002Fh2><div><div><div><div>Are you a data scientist who has experience making data models? Do you have experience with Python, R or data visualization? We&rsquo;re looking for an analytical, detail-oriented problem-solver to join our team as a Data Scientist I, where you&rsquo;ll work alongside a group of data scientists and data analysts to scrutinize and interpret system data and provide full-fledged insights to help our customers make better decisions. In addition, you will also have the opportunity to work with other data scientists and analysts to build algorithms that power product features and support business &amp; sales teams. If you&rsquo;re a top-notch communicator with a passion for data and coding, let&rsquo;s talk!<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>About Us:\n<\u002Fb><\u002Fh2><div><div><div><div>iCIMS extends a work culture unlike any other East Coast-based technology provider. We focus on hiring candidates who display our seven core competencies: passion, drive, transparency, adaptability, empathy, kaizen and customer commitment. If you eat, sleep, and breathe our competencies and desire to work in a casual yet results-driven environment that embraces innovation, then you&rsquo;re just what we&rsquo;re looking for!<\u002Fdiv><div><\u002Fdiv><br>\n<div>\niCIMS is a high-growth Software-as-a-Service (SaaS) company that&rsquo;s routinely voted one of the Best Places to Work in New Jersey. We are the industry's premier recruitment software provider, delivering technology that supports approximately 4,000 contracted customers around the globe. Committed to both growth and stability, we have a lot of opportunities for career advancement within our organization. Come grow with us&mdash;apply today!<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities:\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Extract actionable insights from huge volumes of data using data mining, statistics, and database techniques<\u002Fli><\u002Ful><ul><li>\nConduct studies, rapid pilots, and identify metrics<\u002Fli><li>\nAnswer questions related to advanced models, analysis and data science.<\u002Fli><li>\nApply best practices on data quality issues, root causes and remedies to be implemented by the data engineers<\u002Fli><li>\nWork directly with business teams and leaders to understand requirements and communicate results<\u002Fli><li>\nConsistently ensure that business is conducted with integrity at all times and that behavior aligns with iCIMS policies, procedures, and core competencies<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications:\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Minimum 2 years of related work\u002Fgraduate experience<\u002Fli><li>\nExperience working with big data is a plus<\u002Fli><li>\nStrong written and verbal communication skills<\u002Fli><\u002Ful><ul><li>\nAbility to develop and query databases, and perform statistical analysis<\u002Fli><li>\nSkills to create examples, prototypes, demonstrations to help management better understand data science work<\u002Fli><li>\nA good understanding of design and architecture principles<\u002Fli><li>\nExperience with high level statistical software (R, Matlab, Pandas, SAS etc)<\u002Fli><li>\nExperience with SQL<\u002Fli><\u002Ful><ul><li>\nExperience with Apache Spark is a plus<\u002Fli><li>\nPrevious work experience with machine learning is a plus<\u002Fli><\u002Ful><div><b>\nEducation\u002FCertifications\u002FLicenses Required<\u002Fb><\u002Fdiv><ul><li>\nBachelors or preferably Masters degree in statistics or another quantitative discipline<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>EEO Statement:<br>\n<\u002Fb><\u002Fh2><div><\u002Fdiv><div><div><div><div><i>iCIMS is an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, sexual orientation, gender identity, national origin, protected veteran status, disability status or any other characteristic protected by law.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","cc5c70448e96171e":"<ul><li>MS in a quantitative discipline such as Statistics, Mathematics, Physics, Engineering, Computer Science or Economics<\u002Fli><li>2+ years work experience<\u002Fli><li>Proficiency in at least one statistical software package such as Python, R, Stata, or Matlab.<\u002Fli><li>Experience with object-oriented programming languages<\u002Fli><li>Expertise using SQL for acquiring and transforming data<\u002Fli><li>Outstanding quantitative modeling and statistical analysis skills<\u002Fli><li>Excellent verbal and written communication skills with the ability to effectively advocate technical solutions to research scientists, engineering teams and business audiences<\u002Fli><\u002Ful>\n<br>\n<div>Where will Amazon's growth come from in the next year? What about over the next five? Which product lines are poised to quintuple in size? Are we investing enough in our infrastructure, or too much? How do our customers react to changes in prices, product selection, or delivery times?<br>\n<br>\nThese are among the most important questions at Amazon today. The Topline Forecast team in the Supply Chain Optimization Technologies (SCOT) organization is dedicated to answering these questions using statistical and machine learning methods. We are a diversely skilled and cross-functional software team which develops cutting edge scientific pipelines using native AWS tools and services to build accurate and automated predictive models. Our models are relied upon to provide forecasting insights to business leaders at the most senior levels throughout the company. We are looking for a talented, driven, and analytical researcher to help us answer these (and many more) questions.<br>\n<br>\nThis Data Scientist role is responsible for building quantitative systems and predictive models that generate multi-billion dollar predictions for Amazon&rsquo;s consumer business that are critical inputs to Amazon&rsquo;s financial and operational planning. A successful candidate will be a problem solver who enjoys diving into data, is excited by difficult modeling challenges, is motivated to contribute towards the development of production software systems, and possesses strong communication skills to effectively interface between technical and business teams.<br>\n<br>\nAs a Data Scientist on the Topline team, you will collaborate directly with economists, statisticians, and machine learning scientists to produce modeling solutions, you will partner with software developers and data engineers to build automated production systems, and you will have exposure to senior leadership as we communicate results and provide scientific guidance to the business.<br>\n<br>\nKey Responsibilities<br>\n<ul><li>Implement statistical or machine learning methods to solve specific business problems.<\u002Fli><li>Improve upon existing methodologies by developing new data sources, testing model enhancements, and fine-tuning model parameters.<\u002Fli><li>Directly contribute to the design and development of modern automated forecasting systems<\u002Fli><li>Build customer-facing reporting tools to provide insights and metrics which track forecast performance and explain variance<\u002Fli><li>Collaborate with researchers, software developers, and business leaders to define product requirements, provide analytical support, and communicate feedback<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<ul><li>4+ years work experience<\u002Fli><li>Experience building complex data visualizations<\u002Fli><li>Experience working in Linux environments<\u002Fli><li>Experience with causal inference, applied time series modeling or machine learning forecasting applications<\u002Fli><li>Strong project management skills<\u002Fli><\u002Ful>","31ccf8f09e1efbee":"<div><div><div><div><div>American Credit Acceptance seeks a highly skilled Data Scientist to identify business challenges and improvement opportunities. This person will use their entrepreneurial mindset to leverage analysis to make strategic or tactical recommendations. The role includes framing problems, developing hypotheses, developing solutions, scoping feasibility, and leading implementation and monitoring.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Identify, quantify and sell improvement opportunities, especially when data-oriented<\u002Fli><li>\nAnalyze business problems and provide recommendations<\u002Fli><li>\nStrong written and oral communications skills<\u002Fli><li>\nDeliver accurate work in a timely manner<\u002Fli><li>\nStatistical modeling and data analysis<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Experience with a programming language<\u002Fli><li>\nMasters or Ph.D in a quantitative or analytical field<\u002Fli><li>\nExceptional academic performance<\u002Fli><li>\nThe ability to quickly assess problems and find workable solutions<\u002Fli><li>\nExperience with R, SAS and other analytical programs<\u002Fli><\u002Ful><div>\nACA provides equal employment opportunities (EEO) to all applicants for employment<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","e9a2a756204da414":"Branch Overview\n<br>Branch delivers world-class financial services to the mobile generation. With offices in San Francisco, Lagos, Mexico City, Mumbai and Nairobi, Branch is a for-profit socially conscious company that uses the power of data science to reduce the cost of delivering financial services in emerging markets. We believe that everyone, everywhere deserves fair financial access. The rapid spread of smartphones presents an opportunity for the world’s emerging middle class to access banking options and achieve financial flexibility.\n<br><br>\nBranch’s mission-driven team is led by founder and former CEO of Kiva.org. The company presents a rich opportunity for our team members to drive meaningful growth in rapidly evolving and changing markets. Most recently, Branch announced our Series C and has garnered more than $100M in funding with investments from leading Silicon Valley firms.\n<br><br>\nJob Overview\n<br>You will collaborate with others around the company in product, engineering, finance and marketing: designing and evaluating credit models that work in production, running experiments to understand the customer experience and analyzing business metrics.\n<br><br>\nData Project Examples\n<br><ul>\n<li>Credit Decisions - Core to our business is understanding and building signals from unstructured and structured data to identify good borrowers<\u002Fli>\n<li>Customer Service - Using machine learning, automate customer service interactions and provide context to our customer service team<\u002Fli>\n<li>Fraud Prevention - Identify patterns of fraudulent behavior and build models to detect and prevent these behaviors<\u002Fli>\n<li>Product Growth - Understand user experiences, test ideas and improve conversion rates through experimentation<\u002Fli>\n<li>Paid Growth \u002F Marketing - Use external and internal data sources to measure and optimize marketing spend<\u002Fli>\n<\u002Ful>\nQualifications\n<br><ul>\n<li>You have a diverse range of data skills including data processing, exploratory analysis, experimentation, statistical inference and machine learning.<\u002Fli>\n<li>You are comfortable with software engineering and programming in Python and SQL for production systems.<\u002Fli>\n<li>You have a keen eye for detail and a healthy skepticism for data before relying upon it.<\u002Fli>\n<li>You are highly entrepreneurial. You teach yourself new skills. You take the initiative to solve problems before they arise.<\u002Fli>\n<li>You know that startups are a team sport. You listen to others, speak your mind, and ask the right questions. You are a great collaborator and teacher.<\u002Fli>\n<li>You are driven by making an impact on customers’ lives.<\u002Fli>\n<\u002Ful>\nBenefits of Joining\n<br><ul>\n<li>Mission-driven and fast-paced, entrepreneurial environment<\u002Fli>\n<li>Competitive salary and equity package<\u002Fli>\n<li>99% coverage of insurance costs (health, dental, vision)<\u002Fli>\n<li>Unlimited paid time off<\u002Fli>\n<li>Discretionary trips to our offices across the globe<\u002Fli>\n<li>Pre-tax commuter and 401(k) programs<\u002Fli>\n<li>Weekly team meals<\u002Fli>\n<li>Flexible working hours<\u002Fli>\n<\u002Ful>\nBranch International is an Equal Opportunity Employer. The company does not and will not discriminate in employment on any basis prohibited by applicable law.","a855906f5dde2b92":"<div><p>Work as part of the Analytics and Data Storytelling division of Sportradar US, utilize educational background in a highly quantitative field of Applied Mathematics and\u002For Computational Mathematics and\u002For Computer Science and\u002For Machine Learning and\u002For Engineering to conduct research and solve problems related to Sportradar US&rsquo; sports player-tracking data analytics products and technology, including automated sports content creation. Develop, design, and create new applications, ideas, systems, visualizations and products; apply computer technology principles and adapt them for new uses, developing solutions to software problems and guiding software development, testing, and optimization; create pattern recognition, data mining and optimization algorithms and data processing tools; participate in data and error analysis to guide advancement of Sportradar&rsquo;s products.<\u002Fp><p><b>\nJob Requirements<\u002Fb>:\n<\u002Fp><p>Masters degree in Applied Mathematics, Computational Mathematics, Computer Science, Machine Learning, or Physics and 2 years&rsquo; experience with data science and analytics products. Must have 2 years&rsquo; experience with:<\u002Fp><ul><li>Processing, analyzing, and enriching data obtained from multiple data sources including player tracking data<\u002Fli><li>Natural language generation<\u002Fli><li>Analytics products<\u002Fli><li>Sports-specific statistical analyses<\u002Fli><li>Data Mining<\u002Fli><li>Developing data visualizations<\u002Fli><\u002Ful><p><b>\nMust have <\u002Fb>2 years&rsquo; experience with programming languages Python, MATLAB, C++, Javascript and tools MongoDB, Kibana, Jupyter Notebook, AWS, git, Elasticsearch<\u002Fp><p><\u002Fp><br>\n<h1 class=\"jobSectionHeader\"><b>\nSPORTRADAR<\u002Fb><\u002Fh1><p>\nSportradar is a global leader in understanding and leveraging the power of sports data and digital content for its clients around the world. We provide cutting-edge solutions and services to media companies, bookmakers, sports federations and state authorities.<\u002Fp><p>\nWe are a truly international business employing over 2,000 people in more than 30 locations around the world. Our rapid growth has been driven by technological innovation alongside an understanding of our clients&rsquo; business needs. It is our commitment to excellent service, quality and reliability that makes us the trusted partner of more than 1,000 companies in over 100 countries.<\u002Fp><p>\nWe occupy a unique position at the intersection of the sports, media and betting industries. This creates an exciting and fast-moving working environment that rewards creative thinking and hard work. We are passionate about what we do, and we care passionately about our people.<\u002Fp><p>\nIf you think you&rsquo;re up to the challenge, come and help us to grow, innovate and develop!<\u002Fp><p>\nSportradar is an Equal Opportunity Employer. We are committed to encourage diversity within our teams. All qualified applicants will receive consideration without regard to among other things, your background, status or personal preferences.<\u002Fp><p><b>\nYour differences help shape our future<\u002Fb><\u002Fp><p><b>\n#Maketheteam<\u002Fb><\u002Fp><\u002Fdiv>","f9699c2ee7dd20eb":"<div><div>At Uber, we ignite opportunity by setting the world in motion. We take on big problems to help drivers, riders, delivery partners, and eaters get moving in more than 600 cities around the world.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe welcome people from all backgrounds who seek the opportunity to help build a future where everyone and everything can move independently. If you have the curiosity, passion, and collaborative spirit, work with us, and let&rsquo;s move the world forward, together.<\u002Fdiv>\n<p><b>About the Role<\u002Fb><\u002Fp><p>\nThe Rides Data Science team uses data to improve and automate all aspects of Uber&rsquo;s core ridesharing products. We are looking for strong Data Scientists to join us in San Francisco, Palo Alto, Seattle and New York. Our major activities include:<\u002Fp><ul><li><b>\nMaps:<\u002Fb> Mediating users' digital connection to their physical world through traffic modeling, travel time estimation, route optimization, geospatial search, hotspot computation, and navigation<\u002Fli><li><b>\nControls:<\u002Fb> Ensuring balance and health in the Rides marketplace<\u002Fli><li><b>\nDriver:<\u002Fb> Creating a seamless product experience for drivers across the driver journey: matching drivers to cars, onboarding onto our platform, creating a stress free trip experience<\u002Fli><li><b>\nForecasting:<\u002Fb> Projecting supply and demand for Uber rides at a fine grain of geography and time<\u002Fli><li><b>\nMatching: <\u002Fb>Building and optimizing matching algorithms and new matching paradigms across Uber to increase efficiency, reduce ETAs, and reduce prices across Uber's ridesharing marketplace<\u002Fli><li><b>\nPricing and Loyalty: <\u002Fb>Designing base fare components for riders and drivers, designing and deploying incentives and loyalty programs, and creating real-time pricing algorithms<\u002Fli><li><b>\nRider: <\u002Fb>Building products that create an awesome experience for people who ride with Uber<\u002Fli><li><b>\nUber for Business: <\u002Fb>Creating products for organizations needing a seamless global travel solution and who want to provide courtesy rides to their customers and clients<\u002Fli><\u002Ful>\n<p><b>What you'll do<\u002Fb><\u002Fp><ul><li>\nBuild statistical, optimization, and machine learning models for applications including pricing, matching, routing, automated recommendations, growth strategies, and user behavior modeling<\u002Fli><li>\nDesign product experiments and interpret the results to draw detailed and actionable conclusions<\u002Fli><li>\nLeverage data to understand prduct performance and to identify improvement opportunities<\u002Fli><li>\nPresent findings to senior management to inform business decisions<\u002Fli><li>\nCollaborate with cross-functional teams across disciplines such as product, engineering, operations, and marketing to drive system development end-to-end from ideation to productionization.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<p><b>\nWhat you'll need<\u002Fb><\u002Fp><ul><li>\nPh.D., M.S., B.S. or B.A. degree in Statistics, Mathematics, Economics, Operations Research, Computer Science, Physics or other quantitative field. (Advanced degrees are a plus)<\u002Fli><li>\nAbility to use a language like Python, R or Java to work efficiently at scale with large data sets (including exploratory data analysis, statistical analysis, and machine learning model development) in a production environment.<\u002Fli><li>\nAdvanced knowledge of experiment design and statistical methods<\u002Fli><li>\nWork closely with cross-functional stakeholders to execute on decisions<\u002Fli><li>\nSelf-driven with the ability to work independently<\u002Fli><li>\nStrong communication skills, for example demonstrated through documentation and presentations.<\u002Fli><\u002Ful><\u002Fdiv>","fe69f46391d5dcd1":"<div><h2 class=\"jobSectionHeader\"><b>About The Opportunity\n<\u002Fb><\u002Fh2><div><div><div><div>Here at Grubhub we&rsquo;ve been dedicated to giving diners the most convenient way to order food from their favorite restaurants (whether that&rsquo;s a late night Chalupa from Taco Bell or a salad for lunch from a local restaurant the day after they enjoyed said late night Chalupa).<\u002Fdiv><div><br>\nWhile we are food-obsessed, we are also customer-obsessed. We look to constantly innovate our technology so our diners&rsquo; food experience is memorable, restaurant owners get more business and individuals across the country looking for work can deliver the food from the restaurant to the diner flawlessly. We take great pride in knowing that we are a part of 20+ million diners food ordering experience and we are partnered with 125,000 restaurants in 2,400 US cities across our suite of apps (Grubhub, LevelUp, Seamless, Tapingo, AllMenus and MenuPages).<br>\n<br>\nWant to be a part of the biggest movement in the US that is moving eating forward? If so, we want to talk to you - and hear what&rsquo;s your favorite restaurant for food delivery!<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nThe Marketing Data Science Team is looking for a team player to help build out the next generation customer acquisition and retention systems (i.e., keyword bidding and email marketing). We function very much like a startup, working quickly from raw data all the way up to designing and deploying AB tests. We directly communicate with our customers and have significant impact on overall company performance. The data scientist in this role will spend time learning the systems and the business and is expected to eventually work on his \u002F her own marketing campaigns!<\u002Fdiv><div><\u002Fdiv><br>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Some Challenges You&rsquo;ll Tackle\n<\u002Fb><\u002Fh2><div><div><div><ul><li>You will be a part of the data science team that collaborates with other stakeholders to develop models of customer behavior.<\u002Fli><li>\nYou will work with business, creative, and engineering teams to build components of emails and paid search campaigns.<\u002Fli><li>\nYou will design AB and implement AB tests to learn about our diners and drive revenue.<\u002Fli><li>\nYou will be working on the entire &ldquo;stack&rdquo; from raw data to experimental analysis.<\u002Fli><li>\nYou will monitor the systems for failures and address any that come up.<\u002Fli><li>\nYou will analyze experimental results and apply what you learn to future experiments.<\u002Fli><li>\nYou will forward report findings to all relevant stakeholders, including non-technical stakeholders.<\u002Fli><li>\nYou will build out the necessary technical infrastructure to support your vision - recommendation systems, targeting algorithms, measurement infrastructure, etc.<\u002Fli><li>\nYou will pursue relationships within and outside the company as necessary to maximize the quality of your product.<\u002Fli><li>\nYou will be setting long term goals with clear deliverables and making action plans to realize them.<\u002Fli><li>\nYou will be in charge of prioritizing and re-prioritizing your efforts based on team needs.<\u002Fli><li>\nYou will be on the lookout for improving team processes and products.<\u002Fli><li>\nYou will constantly train yourself and participate in team learning activities.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>You Should Have\n<\u002Fb><\u002Fh2><div><div><div><ul><li>2+ years of applicable work experience in data science<\u002Fli><li>\nBachelor&rsquo;s in computer science, applied math, electrical engineering, or a related field <b><i>(Master&rsquo;s Degree or PhD in Quantitative Field is highly preferred)<\u002Fi><\u002Fb><\u002Fli><li>\nHands-on software engineering skills: testing, code reviews, automation, scaling production systems. Our team pushes very hard to scale through automation. Advanced Python and Spark Skills are essential to perform your daily tasks.<\u002Fli><li>\nHands-on experience developing, debugging, improving models in Python and Spark &amp; the ability to execute in an Agile environment<\u002Fli><li>\nStrong data engineering skills - schema design and ability to build and monitor ETL processes<\u002Fli><li>\nHands-on experience with the following platforms\u002Ftools - Spark, Redshift \u002F Postgres, AWS, Linux, Hive \u002F Presto, Git<\u002Fli><li>\nMachine learning - experience with metric design, categorical and numeric prediction models<\u002Fli><li>\nStrong cross-functional communication skills - The algorithms we develop are central to how the business runs. So it's critical for you to understand the drivers of our business very deeply, and to be able to explain your approach to a wide variety of both technical and non-technical stakeholders and take input from them where appropriate.<\u002Fli><li>\nHumility - Admit when you&rsquo;re wrong and make a mistake, then let&rsquo;s laugh about it.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nGot These? Even Better:<\u002Fb><\u002Fdiv><ul><li>\nPaid search - a knowledge of SEM (Adwords, BingAds), APIs, and how to apply Machine Learning to it<\u002Fli><li>\nMarketing attribution model development<\u002Fli><li>\nLifetime value modeling<\u002Fli><li>\nData visualization - ability to present results clearly to technical and non-technical stakeholders<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>And Of Course, Perks!\n<\u002Fb><\u002Fh2><div><div><div><ul><li><b>Flexible PTO.<\u002Fb> It&rsquo;s true, no strings attached and all the time you need to recharge.\n<\u002Fli><li><b>Better Benefits.<\u002Fb> Get quality insurance, flex-spending accounts, retirement options and commuter perks.<\u002Fli><li><b>\nFree Food. <\u002Fb>Kitchens are stocked and free Grubhub each week.\n<\u002Fli><li><b>Stock Up. <\u002Fb>All of our employees are owners, in fact, they&rsquo;re granted Restricted Stock Units, which means we&rsquo;re all in it to win it.\n<\u002Fli><li><b>Casual Culture.<\u002Fb> Catch rays on the rooftop or get comfy on a couch and get to know your coworkers &mdash; because work, should be a place you want to be.\n<\u002Fli><\u002Ful><div>We deliver favorites every day. Join us as we move eating forward.<\u002Fdiv><div><br>\nGrubhub is an equal opportunity employer. We evaluate qualified applicants without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, veteran status, and other legally protected characteristics. The EEO is the Law poster is available here:DOL Poster. Grubhub is committed to working with and providing reasonable accommodations to individuals with disabilities. If you need a reasonable accommodation because of a disability for any part of the employment process, please send an e-mail to TalentAcquisition@grubhub.com and let us know the nature of your request and your contact information.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","eb86d7af0435d73d":"<div><div>Janssen Pharmaceuticals, Inc., a member of Johnson &amp; Johnson's Family of Companies, is recruiting for a <b>Data Scientist<\u002Fb> to support our Global Scientific and Medical Affairs group within our Janssen Data Science Team.\n<\u002Fdiv><div>At the Janssen Pharmaceutical Companies of Johnson &amp; Johnson, what matters most is helping people live full and healthy lives. We focus on treating, curing and preventing some of the most devastating and complex diseases of our time. And we pursue the most promising science, wherever it might be found.<\u002Fdiv><div><\u002Fdiv><br>\n<div>The Data Science team within Janssen is looking for an outstanding Scientist who is passionate about crafting, developing, and fielding data mining solutions that have direct impact to patients and Janssen. There are many ways to explore and analyze data, and this drives the excitement and passion of data scientists at Janssen as many business units are eager to use the data to build business value.<\u002Fdiv><div><\u002Fdiv><br>\n<div>In this role you will work closely with scientists and SMEs from the Scientific and Medical Affairs organization that include the Real World Evidence (RWE) team to drive solutions that enable data-driven decision making.<br>\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>Your role will be to collaborate with these business functions, understand their needs and work independently on developing predictive models including but not limited to patient and payer analytics for the RWE organization, Voice Of Customer text analytics and Chatbot implementation for our call center. Beyond the modeling work, you will be partnering with the broader IT organization, as the Data Science Project Lead, to deploy these algorithms into larger solutions.<\u002Fdiv>\n<div>The role requires both a broad and deep knowledge of existing data mining algorithms and the subject matter and coding expertise to optimize and customize them.<br>\n<\u002Fdiv><div><\u002Fdiv><br>\n<div>You will be apart of a dynamic and accomplished informatics team that support multiple functional areas across the Janssen.<\u002Fdiv><br>\n<b>\nQualifications<\u002Fb><br>\n<h2 class=\"jobSectionHeader\"><b>Required Qualifications<\u002Fb><\u002Fh2>\n<ul><li>A minimum of a Master&rsquo;s degree with two years of experience or PhD Degree\n<\u002Fli><li>Degree focused within Computer Sciences, Mathematics, Statistics, Machine Learning &amp; Artificial Intelligence, Physics, Computational Informatics, Medical Informatics or a related discipline\n<\u002Fli><li>Strong working knowledge of data mining algorithms including machine learning techniques such as regression, decision trees, probability networks, association rules, clustering, deep learning, neural networks, Bayesian models.<\u002Fli><li>\nFamiliarity with large datasets, handling of healthcare relevant datasets and understanding of data analysis workflows.<\u002Fli><li>\nProficient with one or more programming language such as R, Python, SAS or Java.<\u002Fli><li>\nExperience delivering on data science projects using predictive technologies, data mining and\u002For text mining<\u002Fli><li>\nThis position is based out of Titusville, NJ.\n<\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>Preferred Qualifications:<\u002Fb><\u002Fh2>\n<ul><li>Understanding of clinical data and secondary healthcare data such as Claims data, EHR\u002FEMR data<br>\n<\u002Fli><\u002Ful><br>\n<br>\n<div><\u002Fdiv><b>Primary Location<\u002Fb><br>\nUnited States-New Jersey-Titusville-<br>\n<b>Organization<\u002Fb><br>\nJanssen Research &amp; Development, LLC (6084)<br>\n<b>Job Function<\u002Fb><br>\nDigital Product Development<br>\n<b>Requisition ID<\u002Fb><br>\n5240190919<\u002Fdiv>","1636faa0308fd08f":"<div><p>Source Systems is now inviting the brightest, creative and passionate minds to become a part of our <i>Data Scientist Internship Program<\u002Fi>. Work with our industry experts to gain unrivaled knowledge at both the strategic level (generating bold and innovative ideas for data science-driven growth) and at the tactical level across multiple teams (building and testing hypotheses, creating predictive analytics models, incorporating findings into proof points supporting product launches). These invaluable experiences will greatly increase your skills and value to employers. We know what it takes to leverage powerful data systems that are used to provide important results for company planning and key decision making.<\u002Fp>\n<p><b>\nJob Description<\u002Fb><\u002Fp>\n<p>\nA position at Source Systems is a rich experience that cannot be duplicated in any other learning\u002Fworking environment. We are looking for a Data Scientist Intern that helps us discover the information hidden in vast amounts of data, and help us make smarter decisions to deliver even better products. Your primary focus will be in applying data mining techniques, doing statistical analysis, and building high-quality prediction systems integrated with our products.<\u002Fp>\n<p>\nYou will collaborate with cross-functional teams to define, design, implement, data mining capabilities and effectively provide the results, in a fast paced environment, necessary to meet our business needs. This position may include working remotely and provides flexible hours to accommodate productive work-flow.<\u002Fp>\n<p><b>\nResponsibilities:<\u002Fb><\u002Fp>\n<ul>\n<li>Selecting features, building and optimizing classifiers using machine learning techniques<\u002Fli>\n<li>Data mining using state-of-the-art methods<\u002Fli>\n<li>Extending company&rsquo;s data with third party sources of information when needed<\u002Fli>\n<li>Enhancing data collection procedures to include information that is relevant for building analytic systems<\u002Fli>\n<li>Processing, cleansing, and verifying the integrity of data used for analysis<\u002Fli>\n<li>Doing ad-hoc analysis and presenting results in a clear manner<\u002Fli>\n<li>Creating automated anomaly detection systems and constant tracking of its performance<\u002Fli>\n<li>Stay current on modern trends and advances in data mining technology<\u002Fli>\n<li>Work closely with our experts and other team members to efficiently prototype\u002Fdevelop features and functions for our various products<\u002Fli>\n<li>Perform other duties as assigned<\u002Fli>\n<\u002Ful><p><b>Qualifications:<\u002Fb><\u002Fp>\n<p>\nInternship candidates should have high interest in learning top of the line data mining platforms, programming, tools, testing, and analyzing business needs:<\u002Fp>\n<ul>\n<li>Understanding of machine learning techniques and algorithms, such as: k-NN, Naive Bayes, SVM, Decision Forests, etc.<\u002Fli>\n<li>Some knowledge of common data science toolkits, such as R, Weka, NumPy, MatLab, etc<\u002Fli>\n<li>Data visualization tools, such as D3.js, GGplot, etc.<\u002Fli>\n<li>NoSQL databases, such as MongoDB, Cassandra, HBase, etc.<\u002Fli>\n<li>Statistics skills, such as distributions, statistical testing, regression, etc.<\u002Fli>\n<li>Data-oriented personality<\u002Fli>\n<li>Excellent writing &amp; organizational skills<\u002Fli>\n<li>Independent work ethic<\u002Fli>\n<li>Detail oriented<\u002Fli>\n<li>Strong drive to succeed<\u002Fli>\n<li>Entrepreneurial mindset<\u002Fli>\n<li>Proactive<\u002Fli>\n<li>Good communicator<\u002Fli>\n<li>Team player<\u002Fli>\n<li>Autonomous<\u002Fli>\n<li>Passion for coding, solving problems and working in a team environment<\u002Fli>\n<li>Use a provided online productivity platform to organize and keep track of your completed<\u002Fli>\n<li>tasks.<\u002Fli>\n<\u002Ful><p>Makes suggestions for processes, coding, implementation, and\u002For performance improvements.<\u002Fp>\n<p><b>\nPlease send a resume for consideration.<\u002Fb><\u002Fp>\n<p>\nPart time and Full time positions available.<\u002Fp>\n<p>\nFlexible at home positions available.<\u002Fp><\u002Fdiv><p><\u002Fp>","ba092e71883d78e0":"<div><p>Do you want to be A Data scientist at Autocar parts?<\u002Fp><div>\nCan you be comfortable being uncomfortable? Can you do 2 or 3 jobs instead of only one? Are you fine with always speaking your mind? Can you lead, execute, and stay focused despite many distractions, and do the work yourself if needed?<br>\n<\u002Fdiv><div><\u002Fdiv><div>At Autocar Parts, we are a national aftermarket parts distributor that fights for the customer&rsquo;s needs. We know truck parts and put the customers&rsquo; needs first to help customers keep their trucks rolling.<br>\n<\u002Fdiv><div><\u002Fdiv><div>It takes a special kind of person to be a part of this business in transformation. We are privately owned and expect our team members to act with an owner mindset: Relentless about creating value for the customer. Dogged about finding efficiencies and eliminating waste. Standing arm and arm with the rest of the team until the job is done&mdash;and ready to do it again the next day, with a smile.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nIt is not easy do things differently in this industry. But we do it&mdash;because we are passionate about improving the lives of the drivers that use our trucks.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nWhat will you do?<\u002Fb> The <b>Data Scientist<\u002Fb> will deliver high-quality data analyses, develop insightful business narratives, and support executive leadership in making informed data-driven business decisions. As a member of the Finance team, the Data Scientist will bring a unique perspective to the table and contribute to building a results-oriented, high-performance culture of accountability focused on people, products, and process. The successful Data Scientist tactfully challenges the status quo, enjoys complex challenges, utilize a &ldquo;Big Thinking&rdquo; approach, and relentlessly seeks creative solutions to help service the customer.<br>\n<\u002Fdiv><div><b>\nOther Job Responsibilities will include:<\u002Fb><\u002Fdiv><ul><li>\nCollect, structure, and analyze broad range of both internal and external data relevant to the business such as economic, industry, product, customer, supplier, and competitor.\n<\u002Fli><li>Explore and visualize data to understand the features that have relevance or are meaningful to the business.<\u002Fli><li>\nResearch and build machine learning applications including structured and unstructured data, regression, classification, dimensionality reduction, and clustering.<\u002Fli><li>\nDesign, implement, and validate data systems and solutions.<\u002Fli><li>\nProvide data-driven recommendations and insights for cross-functional projects to executive leadership.<\u002Fli><li>\nReveal hidden business opportunities, quantify risks, and optimally deploy company resources to grow profitably.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\n <b>What does it take to successfully undertake this role?<\u002Fb><\u002Fdiv><div><div><ul><li>\nA degree in a quantitative field, i.e. statistics, economics, mathematics, computer science, or other related field.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>\n3-5 years of work experience in data analytics, business analytics, software engineering, or other related field.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>\nAbility to develop algorithms and other predictive models to derive timely and actionable business insights from data.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>\nAbility to explore data sets and identify the data transformation and data quality needs for targeted applications.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>\nCuriosity, enthusiasm, positive attitude, a passion to build, and a willingness to seek and learn new concepts.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>\nAn iterative approach to developing data science solutions through continuous improvement.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>\nBiased toward action, a great collaborator and master simplifier, constantly pushing towards holistic, yet concise business recommendations.\n<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>Customer focused mindset: you ask and tackle the most important analytical questions with the goal of adding value to the customer.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>\nIn-depth knowledge of search engine design and optimization.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>\nExcellent written and verbal communication skills.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>\nOutstanding analytical skills.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>\nOutstanding and proven project management skills; ability to manage multiple projects in a high-pressure, tight-deadline environment.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>\nA degree in a quantitative field, i.e. statistics, economics, mathematics, computer science, or other related field.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>\n3-5 years of work experience in data analytics, business analytics, software engineering, or other related field.<\u002Fli><\u002Ful><\u002Fdiv><br>\n<div><ul><li>\nAbility to develop algorithms and other predictive models to derive timely and actionable business insights from data.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nWhere will you work?<\u002Fb><b> <\u002Fb>The Data Scientist will be based out of our headquarters in Rolling Meadows, IL.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nWhat do we offer in benefits?<\u002Fb> We offer an attractive compensation and benefits package, to include base salary, and benefits such as medical\u002Fdental\u002Fvision, 401K plan, etc.<\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","48e9d01c4548351e":"<p><\u002Fp><div><div><div><p>King Strategic Partnerships supports key company priorities by driving partner collaboration that fuels organic growth across our leading portfolio of games. We are looking for someone who is interested in making data-based recommendations that identify &quot;win-win&quot; value propositions leveraging our partner ecosystem. You&rsquo;ll have a proven ability to apply your skills, be it technical, behavioural or economic, in order to generate value for Candy Crush, one of the leading casual games franchises as well as our studio's next generation of awesome mobile games.<\u002Fp><p><\u002Fp><div>\nWe are looking for a talented and creative Data Scientist interested to work with King&rsquo;s Strategic Partnerships organization.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>\nYour role within our Kingdom<\u002Fb><\u002Fh2><div><p>\nYou will be working with a diverse group of stakeholders at one of the global leaders in casual mobile games. As part of King Strategic Partnerships, you will support account managers who own business and strategic initiatives across multiple platforms - Apple, Google, Facebook, Microsoft, Amazon, and NetEase (China).\n<\u002Fp><p><\u002Fp><p>Working collaboratively with Data Scientists you will provide input to boost installs, engagement and monetization across platforms. You will build relationships with key stakeholders including Game Teams, Brand Marketing, Performance Marketing and Advertising, providing tailored recommendations and business insights. Last but not least you will champion the partnership team&rsquo;s work to promote and raise its profile across the business which includes occasional domestic and international travel.<\u002Fp><p><\u002Fp><p>\nYou will help us to further understand, model and predict how partnerships and co-marketing campaigns bring and engage players to our games and be part of a community of 100+ business intelligence &amp; analytics experts.<\u002Fp><p><\u002Fp><p>\nSpecifically, you will:<\u002Fp><ul><li>\nUnderstand the business context behind our strategic partnerships and establish the right metrics to answer our most critical business questions<\u002Fli><li>\nProactively develop new analyses and data-driven tools to better understand our collaboration and initiatives with platforms<\u002Fli><li>\nProvide insights and estimations to support business cases and an analytic perspective to help drive priorities within your team<\u002Fli><li>\nTranslate business needs to technical requirements and A\u002FB tests, and work with development teams to ensure correct implementation, taking care to correctly track the right information to allow easy, precise analysis of the impact<\u002Fli><li>\nWork closely with Business Manager and Partnerships Account Managers to leverage insights from platform across multiple platforms<\u002Fli><li>\nCollaborate with other disciplines to find hidden insights about our business<\u002Fli><li>\nShare your insights in a manner that compels leadership to take action<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>\nSkills to create thrills<\u002Fb><\u002Fh2><div><p>\nYou have a passion for quantitative analysis, and have the ability to draw business insights which will add real value to King. You will need to demonstrate the ability to learn quickly and will have worked in a fast paced and collaborative environment. This role will involve working with teams and individuals across King - such as Game Developers, Business Performance Managers and Marketeers, so excellent communication skills are essential.<\u002Fp><p><\u002Fp><p>\nWhile we certainly don&rsquo;t expect you to have all of these skills from day one, we do expect you to learn and develop in each of the following five areas:<\u002Fp><ul><li>\nBusiness Insight: The ability to understand the problems and issues our games and business wants to solve, and then defining the right data, analysis or interpretation to lead to the right recommendations and decisions<\u002Fli><li>\nCommunication: Designing good ways of communicating, visualizing or reporting your analyses and their results so they are clear and unambiguous<\u002Fli><li>\nSQL: The ability to write SQL queries to analyze our data with 300+ million players and work with relational database systems.<\u002Fli><li>\nCoding: Proficiency in R and\u002For Python for analysis and visualizations, automating manual tasks, and building tools<\u002Fli><li>\nStatistics: Understanding of appropriate statistical techniques<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>\nBonus points<\u002Fb><\u002Fh2><div><p>\nOther experience that might be helpful, but is not required, includes:<\u002Fp><ul><li>\nPrevious experience in the games industry or similarly customer-facing mobile app business<\u002Fli><li>\nFamiliarity with massive data sets and tools to deal with them (BigQuery, GCP, Hadoop\u002FHive, Spark etc.)<\u002Fli><li>\nExperience in descriptive analytics, segmentation, and related areas<\u002Fli><li>\nSkills with standard reporting tools such as Looker, QlikView, Tableau etc.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>\nA great saga needs all sorts of heroes<\u002Fb><\u002Fh2><div><div>\nMaking games is fun. Especially when you do it with people who share the same idea of what makes a good workplace, great. We design games for everyone, no matter where they are or who they are, and we employ all sorts of people from all kinds of backgrounds to bring them to life. Truth is, we simply can&rsquo;t expect diversity in our players and originality in our games without first nurturing it in our people. A great saga needs all sorts of heroes. And that&rsquo;s it.<\u002Fdiv><\u002Fdiv><\u002Fdiv><div><h2 class=\"jobSectionHeader\"><b>\nWe&rsquo;re Seriously Playful<\u002Fb><\u002Fh2><div><div>\nOfficially, we&rsquo;re a leading interactive entertainment company for the mobile world. Unofficially, we&rsquo;re a serious business that&rsquo;s not afraid to have fun. Every day at King, we mix intuition with logic, art with science and magic with mathematics to create the games the world loves to play. Together with our parent company Activision Blizzard, our mission is to bring moments of magic to everyday life. If you think this is something you can help us achieve, let&rsquo;s talk.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","98daba2ca8fbc8be":"<ul><li><\u002Fli><li>MS with 2+ years of industry experience or Bachelors with 5+ years of experience in Quantitative field (CS, ML, Mathematics, Statistics, Physics)<\u002Fli><li>3+ years of experience with data querying languages (e.g. SQL), scripting languages (e.g. Python), or statistical\u002Fmathematical software (e.g. R, SAS, Matlab)<\u002Fli><li>Experience in creating data driven visualizations to describe an end-to-end system<\u002Fli><li>Highly skilled in data and math\u002Fstatistical methods (i.e. modeling, algorithms)<\u002Fli><li>Evidence of using of relevant statistical measures such as confidence intervals, significance of error measurements, development and evaluation data sets, etc. in data analysis projects<\u002Fli><\u002Ful>\n<br>\n<div>Amazon is investing heavily in building a world class advertising business and we are responsible for defining and delivering a collection of advertising products that drive discovery and sales. Our products are strategically important to our Retail and Marketplace businesses driving long term growth. We deliver billions of ad impressions and millions of clicks daily and are breaking fresh ground to create world-class products. We are highly motivated, collaborative and fun-loving with an entrepreneurial spirit and bias for action. With a broad mandate to experiment and innovate, we are growing at an unprecedented rate with a seemingly endless range of new opportunities.<br>\n<br>\nMajor responsibilities include:<br>\n<br>\nTranslate \u002F Interpret:<br>\n<ul><li>Translate business questions and concerns into specific quantitative questions that can be answered with available data using sound methodologies. In cases where questions cannot be answered with available data, work with engineers to produce the required data.<\u002Fli><\u002Ful>\nMeasure \u002F Quantify\u002FExpand<br>\n<ul><li>Retrieve, synthesize, and present critical data in a format that is immediately useful to answering specific questions or improving system performance.<\u002Fli><li>Analyze historical data to identify trends and support decision making.<\u002Fli><li>Improve upon existing methodologies by developing new data sources, testing model enhancements, and fine-tuning model parameters.<\u002Fli><li>Provide requirements to develop analytic capabilities, platforms, and pipelines.<\u002Fli><li>Apply statistical or machine learning knowledge to specific business problems and data.<\u002Fli><\u002Ful>\nExplore \u002F Enlighten<br>\n<ul><li>Formalize assumptions about how our systems are expected to work, create statistical definition of the outlier, and develop methods to systematically identify these outliers. Work out why such examples are outliers and define if any actions needed.<\u002Fli><li>Given anecdotes about anomalies or generate automatic scripts to define anomalies, deep dive to explain why they happen, and identify fixes.<\u002Fli><\u002Ful>\nMake Decisions or Recommendations<br>\n<ul><li>Build decision-making models and propose solution for the business problem you defined<\u002Fli><li>Conduct written and verbal presentation to share insights and recommendations to audiences of varying levels of technical sophistication.<\u002Fli><li>Utilize code (python or another object oriented language) for data analyzing and modeling algorithms<\u002Fli><\u002Ful><\u002Fdiv>\n<br>\n<div><ul><li>Depth and breadth in quantitative knowledge. Excellent quantitative modeling, statistical analysis skills and problem-solving skills. Sophisticated user of statistical tools.<\u002Fli><li>Experience processing, filtering, and presenting large quantities (Millions to Billions of rows) of data<\u002Fli><li>Combination of deep technical skills and business savvy enough to interface with all levels and disciplines within our customer&rsquo;s organization<\u002Fli><li>Demonstrable track record of dealing well with ambiguity, prioritizing needs, and delivering results in a dynamic environment<\u002Fli><li>Excellent verbal and written communication skills with the ability to effectively advocate technical solutions to research scientists, engineering teams and business audiences<\u002Fli><li>Ability to develop experimental and analytic plans for data modeling processes, use of strong baselines, ability to accurately determine cause and effect relations<\u002Fli><li>Demonstrable track record of dealing well with ambiguity, prioritizing needs, and delivering results in a dynamic environment<\u002Fli><li>Experience in advertising is a plus<\u002Fli><\u002Ful><br>\nAmazon is an Equal Opportunity-Affirmative Action Employer &ndash; Minority \u002F Female \u002F Disability \u002F Veteran \u002F Gender Identity \u002F Sexual Orientation<\u002Fdiv>"}