{"aa9eb739a9c02c68":"<li><div><h3 class=\"jobSectionHeader\"><b>Data Scientist Midlevel<\u002Fb><\u002Fh3>\n<p>Canastota, NY\n<\u002Fp><\u002Fdiv><div><ul><li><b>Position Title :<\u002Fb> Data Scientist Midlevel\n<\u002Fli><li><b>Employment Type:<\u002Fb> Full-Time\n<\u002Fli><\u002Ful><h4 class=\"jobSectionHeader\"><b>The Job:<\u002Fb><\u002Fh4>\n<p>Use your machine learning and coding know-how on a daily basis to design and develop techniques for improved and autonomous multi-platform SIGINT, ISR, UAS, and cyber operation systems.\n<\u002Fp><h4 class=\"jobSectionHeader\"><b>You will excel in this role if you have:<\u002Fb><\u002Fh4>\n<ul><li>A love of machine learning and a knack for coding and scripting.<\u002Fli><li>A problem-solving nature.<\u002Fli><li>The ability to change directions and work on the fly.\n<\u002Fli><\u002Ful><h4 class=\"jobSectionHeader\"><b>Problem types you will work on:<\u002Fb><\u002Fh4>\n<ul><li>Design original deep learning models for automated analysis of RF signals.<\u002Fli><li>Identify data needs, helping procure or generate data, curating and preparing data for training models.<\u002Fli><li>Build a high-throughput data pipeline for training in a distributed environment.<\u002Fli><li>Design and implement sophisticated hyper-parameter tuning strategies to optimize existing deep learning models.<\u002Fli><li>Build a test suite for thoroughly characterizing the performance of machine learning models in a variety of RF environments.<\u002Fli><li>Integrate deep learning models with conventional (expertise-driven) analysis tool-chains and processing pipelines.<\u002Fli><li>Deploy models to portable platforms (e.g., Raspberry Pi).<\u002Fli><\u002Ful>\n<h4 class=\"jobSectionHeader\"><b>What we expect from you, i.e., your qualifications:<\u002Fb><\u002Fh4>\n<ul><li>Bachelor&rsquo;s degree in Computer Science, Information Science, Mathematics, Physics or related discipline and 4 &ndash; 7 years of experience in that field. Master&rsquo;s degree with 3 &ndash; 6 years of experience.<\u002Fli><li>Proficiency in Python.<\u002Fli><li>Strong experience with neural networks\u002Fdeep learning.<\u002Fli><li>Experience with other machine learning and data modeling techniques such as decision trees, random forests, K-means, SVM, and incremental response.<\u002Fli><li>Strong foundation in statistical tests and procedures.<\u002Fli><li>Experience with survey sampling methodologies and data collection techniques.<\u002Fli><li>Ability to lead small-sized teams.<\u002Fli><li>Applicants selected will be subject to a government security investigation and must meet eligibility requirements for access to classified information.<\u002Fli><\u002Ful><b>\nU.S. citizenship is required.<\u002Fb>\n<p><\u002Fp><h4 class=\"jobSectionHeader\"><b>Nice to haves:<\u002Fb><\u002Fh4>\n<ul><li>Experience with neural networks for Natural Language Processing (NPL) applications, time-series analysis and\u002For sequence analysis.<\u002Fli><li>Experience with Tensorflow and\u002For Keras.<\u002Fli><li>Experience with SciPy, NumPY and Pandas python packages.<\u002Fli><li>Experience with R and the tidyverse ecosystem.<\u002Fli><li>Experience with developing in a Linux environment.<\u002Fli><li>Knowledge of radio communication technologies, i.e., coursework, amateur radio, etc.<\u002Fli><li>Knowledge of or past experience working within an agile environment.<\u002Fli><li>Experience with writing government proposals.<\u002Fli><li>Active security clearance.<\u002Fli><\u002Ful>\n<div><p>If you think you might be a good fit for this role, we encourage you to apply.\n<\u002Fp><p><i>Northeast Information Discovery provides equal opportunity in employment for all qualified persons and prohibits discrimination in employment on the basis of race, color, religion, sex, national origin, sexual orientation, gender identity, age, veteran status, military service, disability unrelated to job requirements, marital status, genetic information or other protected status.<\u002Fi><\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fli>","a2d165073e29c28b":"<div><p><b>Who You Are:<\u002Fb><\u002Fp><p>\nGetty Images is looking for individuals that enjoy leveraging new and traditional Machine Learning methods to help turn large-scale business data into actionable insights.<\u002Fp><p>\nThe mission of the Data Science team at Getty Images Inc. is to leverage internal and third-party data to inform other groups on how to interact with its customer base. We achieve this goal by 1) building automated solutions that apply best-in-class Machine Learning and Engineering practices and 2) continuous interactions with stakeholders to identify critical needs that deliver results relevant to the business.<\u002Fp><p>\nAs a Data Scientist - ML\u002FAI at Getty Images, you will have end-to-end autonomy and ownership of your projects, and will work closely with other business units to build scalable and robust Machine Learning pipelines that will aim to improve workflows and improve business outcomes.<\u002Fp><p><br>\n<b>\nYour Next Challenge:<\u002Fb><\u002Fp><p>\nYou will join a growing team of highly-collaborative and curious Data Scientists and Data Engineers. As a member of the team, you will have the chance to interact with key business stakeholders and leadership to define the biggest area of opportunities and accelerate the delivery of a robust portfolio of Data Science models.<\u002Fp><p>\nYour primary goal will be to help extract insights and unlock value from customer data by transparently injecting Machine Learning methods to assist the business, and enabling marketing and sales professionals to define campaigns and actions based on your work. You enjoy writing rigorous code and will interact with the entirety of Getty Images technology stack to build and maintain a production-level data ecosystem that tackles challenging large-scale data problems.<\u002Fp><p>\nWe value learning and development, and you will be given every opportunity to <b>work on projects that excite you<\u002Fb>. You will have the opportunity to sit at the intersection of Engineering, Marketing, Product and Leadership to inform, influence, support, and execute on key decisions.<\u002Fp><p><br>\n<b>\nWhat You&rsquo;ll Need:<\u002Fb><\u002Fp><ul><li>\nA Ph.D. or MS in Computer Science, Statistics, Economics\u002FEconometrics, Sociology, Natural Sciences or any other equivalent quantitative project is preferred. If you are self-taught and believe you are a good fit for this role, or have significant work experience, we would love to hear from you as well.<\u002Fli><li>\nProven experience of having worked hands-on as a Data Scientist, preferably in a product or customer-focused organization.<\u002Fli><li>\nProficiency in Machine Learning, statistical modeling and\u002For data mining, and a good understanding of the real-world advantages and drawbacks of various Machine Learning techniques.<\u002Fli><li>\nStrong working knowledge in Python (preferred) or R, along with experience working within the Hadoop ecosystem and standard tools such as Git, bash and SQL. Knowledge of Spark and AB testing methodology is also a big plus.<\u002Fli><li>\nExcellent communication skills (both written and orally), and a proven ability to comfortably produce written reports and present findings to stakeholders.<\u002Fli><li>\nAbility to independently execute on a project, from ideation to delivery to stakeholders, and can pro-actively interact with other engineers at Getty Images to access necessary resources or data.<\u002Fli><\u002Ful><br>\n<i>\n#LI-MM1<\u002Fi><br>\n<p><b>Who We Are:<\u002Fb><br>\n<br>\nGetty Images is one of the most trusted and esteemed sources of visual content in the world, with over 300 million assets including photos, videos, and music, available through its industry-leading sites www.gettyimages.com and www.istock.com. The Getty Images website serves creative, business and media customers in nearly every country in the world and is the first-place people turn to discover, purchase and share powerful visual content from the world&rsquo;s best photographers and videographers. Getty Images works with over 250,000 contributors and hundreds of image partners to provide comprehensive coverage of more than 160,000 news, sport and entertainment events each year, impactful creative imagery to communicate any commercial concept and the world&rsquo;s deepest digital archive of historic photography.<\u002Fp><p><b>\nGetty Images is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. Getty Images believes that diversity is critical to our success in moving the world with images and is committed to creating an inclusive, mutually respectful environment which celebrates diversity. We seek to hire on the basis of merit, competence, performance, and business needs.<\u002Fb><\u002Fp><\u002Fdiv>","9b45a0cc2353d2e9":"<div><p>STR is a government research contractor specializing in advanced research and development for defense, intelligence, and homeland security applications. We pride ourselves in developing cutting-edge technologies with significant and immediate impact on our national security. Our product is our staff; we prioritize cultivating a team of driven and talented scientists and engineers that together culminate into a premier company.<\u002Fp><p><b>\nEvery Analyst a Scientist <\u002Fb>- One of our primary goals is to empower intelligence analysts to be able to study their data like scientists. The tools we develop focus on streamlining intelligence analysis through integrated algorithms and software that provide insight into the geopolitical landscape for use in operational intelligence missions around the world.<\u002Fp><p><b>\nThe Role:<\u002Fb><\u002Fp><p>\nAs a Data Scientist, you will live by our motto that &ldquo;Data is Destiny.&rdquo; You will work with a diverse collection of massive datasets, including social media, structured and unstructured text, geospatial, time series, and imagery data. You will design, test, and validate statistical tests and machine learning models in support of cutting-edge problems in the national security space. Your expertise as a data scientist will aid a diverse team of researchers to build state-of-the-art tools and technologies that are deployed to extract and enrich intelligence used by analysts. If you would like to help intelligence and defense analysis keep pace with modern machine learning and software techniques, then this role is for you!<\u002Fp><\u002Fdiv>\n<br>\n<div><p><b>Who you are:<\u002Fb><\u002Fp><ul>\n<li>A degree in a scientific field such as Statistics, Mathematics, or Computer Science<\u002Fli>\n<li>Experience in statistical modeling including performance evaluation and uncertainty quantification<\u002Fli>\n<li>Proficiency with a scientific programming language, preferably Python, and familiarity with Numpy, Pandas, and\u002For Scikit-learn packages<\u002Fli>\n<li>Experience in grooming sparse, incomplete, and noisy datasets<\u002Fli>\n<li>Motivated collaborator and an excellent communicator of ideas to both technical and non-technical audiences<\u002Fli>\n<li>US citizen and willing to obtain a U.S. Security Clearance<\u002Fli><\u002Ful><p><b>\nEven better:<\u002Fb><\u002Fp><ul>\n<li>MS or PhD in a scientific field such as Statistics, Mathematics, Computer Science, or Data Science or 2+ years of relevant work experience<\u002Fli>\n<li>Familiarity with handling and analyzing data at scale, for example using Hadoop, Dask, Spark, and MapReduce<\u002Fli>\n<li>Working knowledge of data store tools such as SQL and Elasticsearch, and experience interacting with databases<\u002Fli>\n<li>Experience with deep learning and neural network training, testing, and evaluation with fluency in Tensorflow or PyTorch<\u002Fli>\n<li>Specialized expertise in a data-rich field such as time-series analysis, graph analytics, geospatial analysis, image processing, or Bayesian programming<\u002Fli>\n<li>Active U.S. Security Clearance<\u002Fli><\u002Ful><p><b>\nCompensation:<\u002Fb><\u002Fp><ul>\n<li>Competitive salary<\u002Fli>\n<li>Comprehensive benefits (Medical, Dental, Vision, Disability, Life)<\u002Fli>\n<li>401k company match<\u002Fli>\n<li>Competitive and flexible paid time off<\u002Fli>\n<li>Continued higher education reimbursement<\u002Fli>\n<li>Profit sharing (Additional match to 401k)<\u002Fli>\n<li>Phone reimbursement plan<\u002Fli>\n<li>And more!<\u002Fli><\u002Ful><p>\nSTR is dedicated to fostering a diverse and inclusive workforce where all employees, regardless of race, ethnicity, gender, neurodiversity, or other personal characteristics, feel valued, included, and empowered to achieve their best. We recognize that each employee&rsquo;s backgrounds, experiences, and perspectives are essential for providing our customers with innovative solutions to challenging national security problems. STR&rsquo;s commitment to attracting, retaining, and engaging talented and diverse professionals is demonstrated by our participation, sponsorship, and support in local and national minority organizations.<\u002Fp><p><i>\nApplicants must be US Citizens.<\u002Fi><\u002Fp><\u002Fdiv>","a64adf632c4c8bf2":"Cadent powers the evolution of TV brand advertising. We provide marketers, agencies, operators, and media owners with data-driven solutions for buying and selling TV advertising. By connecting brands with opportunities across national inventory sources—cable, broadcast, and digital media—our technology improves efficiencies and boosts the results of linear, addressable, and cross-screen campaigns.\n<br><br>\nRight now we are looking for a highly motivated Data Scientist who will be responsible for applying scientific methods to identify business optimization strategies and develop, evaluate and demonstrate prototypes of empirical software including but not limited to machine learning, signal processing and optimization based numerical methods.\n<br><br>\nData Scientists collaborate directly with the Business Intelligence, Data Engineering and Development team members to productize research as reporting and business software. This is a critical mathematical engineering role whose work is leveraged by other engineers and by senior executives to define the future of Cadent.\n<br><br>\n<b>Our ideal player will:<\u002Fb><br>\n<ul>\n<li>Design, train and apply statistics, mathematical models, and machine learning techniques to create scalable solutions for predictive learning, forecasting and optimization<\u002Fli>\n<li>Work with Software development team to deploy models as micro-services leveraged inside of business software products<\u002Fli>\n<li>Monitor, maintain, and refine predictive models as necessary, including re-training<\u002Fli>\n<li>Work with product team to align software goals with KPI’s via empirical measure of effectiveness<\u002Fli>\n<li>Participate in the agile \u002F scrum process<\u002Fli>\n<li>Follow the CRISP-DM process to generate robust documentation associated with iterative work<\u002Fli>\n<li>Present results to technical and business stakeholders.<\u002Fli>\n<li>Collaborate effectively with other members of the engineering research team and broader data services group including but not limited to Data Engineers, Analytics Engineers, Performance Engineers, Software Engineers and Business Intelligence analysts<\u002Fli>\n<\u002Ful>\n<b>Our ideal player will have:<\u002Fb><br>\n<ul>\n<li>M.S. or higher in computer science, mathematics or related discipline with a focus on machine learning or the equivalent of 4 years of experience in machine learning, forecasting and<\u002Fli>\n<li>Practical expertise building evaluating and deploying machine learning pipelines as with python, preferably with the scikit-learn ecosystem<\u002Fli>\n<li>Experience with SQL, accessing and organizing data drawn from relational databases<\u002Fli>\n<li>Experience in cloud computing ecosystems (preferably in AWS)<\u002Fli>\n<li>Practical experience in deep learning architectures and frameworks is a plus<\u002Fli>\n<li>Proven background answering open ended research questions using data<\u002Fli>\n<li>Experience with computational statistics and understanding of theoretical fundamentals of statistics<\u002Fli>\n<li>Strong analytical and quantitative problem-solving ability.<\u002Fli>\n<li>Fundamental understanding of the mathematical workings of standard feature engineering and machine learning algorithms.<\u002Fli>\n<li>Demonstrated communication skills including the ability switch between technical and business contexts.<\u002Fli>\n<li>Preferably a background in software development<\u002Fli>\n<\u002Ful>\n<b>Extra Credit if you have:<\u002Fb><br>\n<ul>\n<li>Media Experience<\u002Fli>\n<li>AWS<\u002Fli>\n<\u002Ful>\nIf the leading edge of media technology is the place you want to be, please contact us today and let’s start the conversation!\n<br><br>\n\u002FCADENT\u002F is an EOE M\u002FF\u002FD\u002FV. We do not work with 3rd Party Staffing Agencies.","b48bcf44744fbac9":"<p><\u002Fp><div><div><div><p>In order to schedule the right number and kinds of people daily for each store, we need to predict customer demand and the reasons why customers visit and purchase at our stores.<\u002Fp>\n<ul><li>A primary responsibility of this role is to develop, refine, manage and maintain mathematical models to forecast customer demand. In addition, this role will develop and refine companion statistical models to translate the forecasts into a schedule<\u002Fli>\n<li>May be required to support a wide range of additional insights and innovations related to store Operations<\u002Fli><br>\n<\u002Ful><p><\u002Fp><p><b>Essential Duties and Responsibilities:<\u002Fb><\u002Fp>\n<ul><li>Defines business problems solves highly complex work critical to the organization in collaboration with stakeholders.<\u002Fli>\n<li>Conducts advanced analytics leveraging predictive modeling, machine learning, data mining, data visualization, simulation, and optimization; interprets disparate data\u002F complex data sets\u002F structured and unstructured data and other techniques to deliver insights or develop analytical solutions to achieve business objectives<\u002Fli>\n<li>Develops scalable, efficient, automated solutions for large scale data analyses, model development, model validation and model implementation<\u002Fli>\n<li>Prepares and manipulates data for use in development of statistical models<\u002Fli>\n<li>Provides and supports the implementation of business solutions; summarizes and presents conclusions and solutions<\u002Fli>\n<li>Translates complex analytical and technical concepts to non-technical employees; translates into business contexts which then enables stakeholders to make informed business decisions<\u002Fli>\n<li>Assists employees, vendors or other customers by answering questions related to Data Science processes, procedures and services.<\u002Fli>\n<li>Completes work in a timely and accurate manner while providing exceptional customer service.<\u002Fli>\n<li>Other duties as assigned.<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><div><div><h2 class=\"jobSectionHeader\"><b>Job Requirements<\u002Fb><\u002Fh2>\n<p><b>Qualifications:<\u002Fb><\u002Fp>\n<ul><li>This position requires a minimum of five years of progressive business intelligence analytics designing, building, and implementing business solutions using information technology.<\u002Fli>\n<li>Experience developing predictive mathematical models is necessary including but not limited to, algorithm development and logic is necessary.<\u002Fli>\n<li>Domain knowledge in retail, manufacturing, store operations, automotive, real estate, or services is helpful.<\u002Fli>\n<li>Business acumen knowledge and understanding of business operations, challenges\u002F issues, priorities, goals and strategy is required.<\u002Fli>\n<li>Demonstrated strong quantitative analysis experience working with large, complex datasets to aggregate, organize, and prepare data for use in business analytics is required.<\u002Fli>\n<li>Experience with data integration, profiling, cleansing and normalization: structured, unstructured, 3rd party is necessary.<\u002Fli>\n<li>Strong proficiency with data visualization techniques is necessary.<\u002Fli>\n<li>Proven knowledge of statistical analysis and insights, including but not limited to, cluster analysis and data mining is needed.<\u002Fli>\n<li>Machine learning and AI, including image recognition experience preferred.<\u002Fli>\n<li>Ability to frame solutions to complex problems is vital.<\u002Fli>\n<li>Previous experience working with Digital data assets, such as, CRM: Customer behavior and sentiment, and the impact of marketing and merchandizing on the web is necessary.<\u002Fli>\n<li>Experience with Econometrics, including but not limited to, price elasticity modeling; pricing and promotions is preferred.<\u002Fli>\n<li>Experience with simulation, network optimization, and workflow analysis is preferred.<\u002Fli>\n<li>Strong ability to take initiative and find problems or solutions that have yet to be considered is needed.<\u002Fli>\n<li>Knowledge of various databases with the ability to code in Python R and SQL is required.<\u002Fli>\n<li>Advanced proficiency in Microsoft Office, including Word, Excel and PowerPoint is required.<\u002Fli>\n<li>Demonstrated ability to communicate across all levels of the organization is necessary; must be able to clearly articulate technical ideas to a non-technical audience both verbally and in writing.<\u002Fli><br>\n<\u002Ful><p><\u002Fp><p><b>Educational Requirements:<\u002Fb><\u002Fp>\n<p>Master's degree in Engineering, Computer Science, Applied Mathematics, Quantitative Economics, Statistics, or related field<\u002Fp><br>\n<p><\u002Fp><p><b>Work Days:<\u002Fb><\u002Fp>\n<p>Normal work days are Monday through Friday. Occasional Saturdays and Sundays may be necessary.<\u002Fp><br>\n<p><\u002Fp><p><b>Work Hours:<\u002Fb><\u002Fp>\n<p>Normal work hours are 8:00 a.m. to 5:00 p.m. Additional hours may be necessary.<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","ae59f5cdee6081fb":"dataxu is actively shaping the future of TV as it goes digital, helping marketing & media professionals use data to improve their advertising. Our software empowers you to connect with real people across all channels, including TV, capturing consumers' attention when and where it matters most. With 8 offices around the world, we're here to help power your business forward. Discover what you + our software can do at www.dataxu.com.\n<br><br>\nWe're seeking the right candidate to join an elite group of Data Scientists developing algorithms to power dataxu's automated media buying platform. The role will be in our Downtown Boston headquarters and is part of the Optimization and Machine Learning team reporting to the Director of Data Science.\n<br><br>\nThe right person for this role will enjoy diving into messy data, cleaning it up, finding powerful insights, presenting them in a compelling way, then working closely with software engineers to automate this process and prove it out at scale on live data.They will also relish the ability to influence the direction of the company where innovation is encouraged and supported.\n<br><br>\nOn the Job\n<br><br>\n<ul>\n<li>Dive into data, clean it up, and pull out insights that can be used to improve system performance<\u002Fli>\n<li>Develop algorithms to improve dataxu's media buying platform<\u002Fli>\n<li>Run live experiments to prototype the improvements and prove their efficacy<\u002Fli>\n<li>Assist the development team with productization of successful algorithms<\u002Fli>\n<li>Provide expert consultative assistance to other teams in the company<\u002Fli>\n<li>Contribute to the technical vision for dataxu<\u002Fli>\n<\u002Ful>\n<b>About You:<\u002Fb><br>\n<ul>\n<li>PhD Degree in Machine Learning, Operations Research, Applied Math, or similar field<\u002Fli>\n<li>Proven problem solving and analytical abilities<\u002Fli>\n<li>Excellent understanding of algorithms and data structures for optimization<\u002Fli>\n<li>Software development skills in Python or Java on UNIX\u002FLinux<\u002Fli>\n<li>Proficiency with analysis tools such as Spark, R, Matlab or similar<\u002Fli>\n<\u002Ful>\n<b>Preferred:<\u002Fb><br>\n<ul>\n<li>Experience with TB size (or PB size) datasets<\u002Fli>\n<li>Skilled at diving into messy data, finding insights, and presenting them to people in a way they can be easily understood<\u002Fli>\n<\u002Ful>\n<b>Desired:<\u002Fb><br>\n<ul>\n<li>Knowledge of markets, auctions and\u002For advertising<\u002Fli>\n<li>Experience with graph algorithms<\u002Fli>\n<\u002Ful>\nDay-to-Day at the 'xu\n<br><br>\nWe're totally obsessed with our customers, our product, our people and innovation—all of which tie right in with our corporate values. We Collaborate across all teams and global offices. Our customers Trustus because we put transparency and their needs first. Innovationis part of everything that we do. Excellenceis our standard mode of operation. And of course, Customer Obsession. We wouldn't be here without our customers! So, interested in working here yet? Visit dataxu.com to learn more!\n<br><br>\nWe are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.","bcdc7e7e7dfbb3eb":"<div><p>Innovate. Collaborate. Shine. Lighthouse &ndash; KPMG's Center of Excellence for Advanced Analytics &ndash; has both applied data science, AI, and big data architecture capabilities. Here, you'll work with a diverse team of sophisticated data and analytics professionals to explore the solutions for clients in a platform-diverse environment. This means your ability to find answers is limited only by your creativity in leveraging a vast array of techniques and tools. Be a part of a high-energy, diverse, fast-paced, and innovative culture that delivers with the agility of a tech startup and the backing of a leading global consulting firm. For you, that translates into the chance to work on a wide range of projects &ndash; covering technologies and solutions from AI to optimization &ndash; and the power to have a real impact in the business world. So, bring your creativity and pioneering spirit to KPMG Lighthouse.<\u002Fp><p>\nKPMG is currently seeking a Sr. Associate to join our KPMG Lighthouse - Center of Excellence for Advanced Analytics.<\u002Fp><p>\nResponsibilities:<\u002Fp><ul><li>\nTranslate advanced business analytics problems into technical approaches that yield actionable recommendations, in diverse domains (risk management, product development, marketing research, supply chain, and public policy)<\u002Fli><li>\nWork in multi-disciplinary and cross-functional teams to translate business requirements into artificial intelligence goals and modeling approaches; rapidly iterate models and results to refine and validate approach across different areas (technology, financial services, emerging tech, government agencies &#150; federal, state and local, and utilities)<\u002Fli><li>\nWork in a fast-paced and dynamic environment with both virtual and face-to-face interactions utilizing structured approaches to solving problems, managing risks and documenting assumptions\n<\u002Fli><li>Deliver on engagement milestones by following analytics processes to mitigate risks in data, modeling, validation and delivery; communicate results and educate others through insightful visualizations, reports, and presentations<\u002Fli><li>\nBuild ingestion processes to prepare, extract, and enrich a variety of structured and unstructured data sources (social media, news, internal\u002Fexternal documents, images, video, voice, emails, financial data, and operational data) while performing exploratory data analysis, generating, and testing working hypotheses to uncover interesting trends and relationships<\u002Fli><li>\nAnalyze and model structured data and implement algorithms to support analysis using advanced statistical and mathematical methods from statistics, machine learning, data mining, econometrics and operations research<\u002Fli><\u002Ful><p>\nQualifications:<\u002Fp><ul><li>\nMinimum of two years of experience leading work streams with at least two data scientists, engineers, and other data &amp; analytics professionals, including innovation, quality management, utilizing analytics and software development processes for natural language processing, machine learning on unstructured data, and\u002For information retrieval; Multidisciplinary backgrounds<\u002Fli><li>\nMaster&#146;s degree from an accredited college\u002Funiversity in Computer Science, Engineering, or related fields; PhD from an accredited college\u002Funiversity is preferred<\u002Fli><li>\nAbility to apply artificial intelligence techniques to achieve concrete business goals; ability to work with the business to understand available resources and constraints around data (sources, integrity, and definitions), processing platforms and security; Ability to explain technical concepts to business people through excellent verbal\u002Fwritten communication<\u002Fli><li>\nSolid experience performing data science from data discovery, cleaning, model selection, validation, and deployment; Experience coding artificial intelligence methods using object-oriented programming in a software development process, and ability to restructure, refactor and optimize code for efficiency<\u002Fli><li>\nAbility to utilize a diverse array of technologies and tools as needed, to deliver insights, such as R, Python, Spark, Hadoop and emerging Cloud Capabilities on Azure, GCP and\u002For AWS; Experience with command-line scripting, data structures and algorithms; Ability to work in a Linux environment<\u002Fli><li>\nAbility to travel up to eighty percent of the time; Applicants must be currently authorized to work in the United States without the need for visa sponsorship now or in the future<\u002Fli><\u002Ful><p>\nKPMG LLP (the U.S. member firm of KPMG International) offers a comprehensive compensation and benefits package. KPMG is an affirmative action-equal opportunity employer. KPMG complies with all applicable federal, state and local laws regarding recruitment and hiring. All qualified applicants are considered for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, protected veteran status, or any other category protected by applicable federal, state or local laws. The attached link contains further information regarding the firm's compliance with federal, state and local recruitment and hiring laws. No phone calls or agencies please.<\u002Fp><\u002Fdiv>","b808ed549af8f543":"<p><\u002Fp><div><div><div><div><div>21st Century evolution and innovation in digital technologies, data and advanced analytics is rapidly changing the healthcare environment. We believe that Real World Evidence will transform healthcare decision-making as part of that revolution.<br>\n<br>\nAs a RWE Data Scientist, you will work with meaningful data to gain impactful insights on our medicines and patients. The data will be varied in type - patient-level clinical data, supplemented with deep patient data like genomics, imaging, digital health, etc. Source data will be diverse - real-world data, including patient registries, electronic medical records, claims and biobanks. The RWE Data Scientist will be responsible for contributing to and executing the RWE strategy within Novartis Oncology. This role will partner with RWE Directors, Scientists and cross-functional stakeholders to translate real world data into evidence and insights. You will work collaboratively to build strong internal partnerships and act as subject matter expert by providing expert consultations on all aspects of RWD studies and analyses, including objectives, study design, data source identification, protocol development, statistical analysis, and\u002For interpretation. Furthermore, you will be responsible for implementing RWD-based analyses using programming and rapid-analytic tools. You will bring an innovative mindset and fresh perspective to the use of data and analytics in oncology and be a key contributor to improving analytic efficiencies and expanding the use of RWE across the organization.<br>\n<br>\nYour responsibilities will include:<br>\n1.Partner with RWE Directors, Scientists and x-functional stakeholders to develop a deep understanding of evidence needs and to conceptualize and implement RWD-based analyses and studies<br>\n2.Support the development of real world data and analytics capabilities and utilization, and lead in applying cutting-edge advanced analytics methodologies and tools to generate novel insights and actions<br>\n3.Conduct and oversee execution of RWD-based queries and studies; effectively communicate the findings and study results to internal stakeholders<br>\n4.Ensure high quality, rigorous and readily interpretable deliverables are generated from RWE studies\u002Fanalyses<br>\n5.Build RWD-based self-service analytic tools that will enhance analytic efficiencies and will expand the use of RWD\u002FRWE across the entire product life-cycle<br>\n6.Support the incorporation of RWE methods and perspectives into global development strategies<br>\n7.Continuously improve the data analytics platform, creating industry-leading performance through leveraging new and creative data sources and collaboration models with third party networks<br>\n8.Define standards and processes to manage quality, consistency, usability, security, and availability of data throughout the data lifecycle<br>\n9.Develop and address opportunities around novel sources or applications of data, and define how the business creates additional value through utilization of real world data and analytics, and drive cultural change towards data and analytics centricity<br>\n10.Improve literacy in the value and use of data and advanced analytics across the organization by leading successful implementation of data and analytics initiatives across regions and countries<br>\n11.Manage external data and analytic partners and collaborate closely with other analytic teams across Novartis<br>\n12.Define functional objectives as well as KPI and quality metrics, identify opportunities, gaps and priorities, and contribute to best practices standards. Stay abreast of emergent applications and positively drive development of RWD and analytic capabilities globally and locally<br>\n<\u002Fdiv><\u002Fdiv><div><p><b>EEO Statement<\u002Fb><\u002Fp>\n<div><i>The Novartis Group of Companies are Equal Opportunity Employers and take pride in maintaining a diverse environment. We do not discriminate in recruitment, hiring, training, promotion or any other employment practices for reasons of race, color, religion, gender, national origin, age, sexual orientation, marital or veteran status, disability, or any other legally protected status.<\u002Fi><\u002Fdiv>\n<\u002Fdiv><div><p><b>Minimum requirements<\u002Fb><\u002Fp>\n<div>What you&rsquo;ll bring to the role:<br>\n<ul><li>Advanced degree or equivalent education\u002Fdegree in life science\u002Fhealthcare required (e.g., biostatistics, epidemiology, bioinformatics, computer science, mathematics, data science) (Preferred)<\u002Fli><li>Fluent English (oral and written)<\u002Fli><li>7+ years relevant experience acquired at pharmaceutical companies, academia, healthcare provider \u002F Payer \u002F HTA, or relevant consultancy companies<\u002Fli><li>Extensive experience with analytics, including statistical programming languages (SAS, R, Python); experience with rapid analytics platforms such as IHD and producing interactive outputs is a plus;<\u002Fli><li>Experience with technologies to undertake analyses on large data sources or with computation-ally intensive steps (SQL, Hadoop, Spark)<\u002Fli><li>Experience producing interactive outputs (Shiny etc)<\u002Fli><li>Contributor to open source packages, libraries or functions<\u002Fli><li>Experience implementing reproducible research practices like version control (e.g. using Git) and literate programming<\u002Fli><li>Deep understanding and experience of Real World Data\u002FReal World Evidence or related disciplines to generate scientifically rigorous and value evidence from secondary data sources<\u002Fli><li>Awareness of changing analytics and technology trends within and outside the industry<\u002Fli><\u002Ful><br>\nWHY CONSIDER NOVARTIS?<br>\n750 million. That&rsquo;s how many lives our products touch. And while we&rsquo;re proud of that fact, in this world of digital and technological transformation, we must also ask ourselves this: how can we continue to improve and extend even more people&rsquo;s lives?<br>\n<br>\nWe believe the answers are found when curious, courageous and collaborative people like you are empowered to ask new questions, make bolder decisions and take smarter risks.<br>\n<br>\nWe are Novartis. Join us and help us reimagine medicine.<\u002Fdiv>\n<\u002Fdiv><div><p><b>Division<\u002Fb><\u002Fp><div>ONCOLOGY\n<\u002Fdiv><\u002Fdiv><div><p><b>Business Unit<\u002Fb><\u002Fp>\n<div>ONCOLOGY BU\n<\u002Fdiv><\u002Fdiv><div><p><b>Country<\u002Fb><\u002Fp><div>USA\n<\u002Fdiv><\u002Fdiv><div><p><b>Work Location<\u002Fb><\u002Fp>\n<div>East Hanover, NJ\n<\u002Fdiv><\u002Fdiv><div><p><b>Company\u002FLegal Entity<\u002Fb><\u002Fp><div>Novartis Pharmaceuticals<\u002Fdiv>\n<\u002Fdiv><div><p><b>Functional Area<\u002Fb><\u002Fp>\n<div>Market Access\n<\u002Fdiv><\u002Fdiv><div><p><b>Job Type<\u002Fb><\u002Fp><div>Full Time<\u002Fdiv>\n<\u002Fdiv><div><p><b>Employment Type<\u002Fb><\u002Fp>\n<div>Regular<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","c8045b8ddc9dab49":"<div><div><div>Blockchain is the world's leading software platform for digital assets. Offering the largest production blockchain platform in the world, we share the passion to code, create, and ultimately build an open, accessible and fair financial future, one piece of software at a time. We are looking to add a Data Scientist | Analyst to our Growth Team as we expand our tens of millions of users in Huobigroup<\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Resposibilities<\u002Fb><\u002Fh3><div><ul><li>\nApply statistical techniques to complex data sets to understand our users across geographies and their engagement across our platforms.\n<\u002Fli><li>Identify, analyze, and interpret trends or patterns and provide ongoing reports and data visualisations, in order to make recommendations to the wider business.\n<\u002Fli><li>Work with internal stakeholders and external business partners to ensure accurate collection and logging of data needed to provide insights on user engagement and help drive business decisions.<\u002Fli><li>\nAnalyze performance of marketing campaigns and customer referral programs. Build data pipelines that import traffic data on a daily basis.\n<\u002Fli><li>Deploy machine learning models for email targeting, content recommendation algorithms, delivery &amp; targeting infrastructure, and the in-product notification experience across iOS, Android and Web.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<div><div><h3 class=\"jobSectionHeader\"><b>Quaificaition<\u002Fb><\u002Fh3><div><ul><li>\nBachelor's degree in Mathematics, Statistics, Economics, CS, Engineering or a hard science.<\u002Fli><li>\n1-4 years of professional experience<\u002Fli><li>\nBlockchain working experiment is plus<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","0a5d86bca72c02b5":"<div>Performs exploratory research and analysis to identify novel and meaningful patterns in data and uses statistical methods to reject or accept proposed hypotheses about relationships or latent predictive factors discovered through their work to provide business value. Uses a combination of tools, technologies, and numerical computing systems (i.e.: GPU processing, distributed computing, highly parallel coding, cloud computing, machine learning, visualization, system modelling and simulation) to achieve results. Areas of expertise should include several of the following: applied statistics, text mining, natural language processing, deep learning, optimization, and other similar fields.<br>\n<b>Basic Qualifications:<\u002Fb><br>\n<ul><li>Work on datasets with applied statistics and machine learning algorithms<\u002Fli><li>Use exploratory data analysis techniques to identify meaningful relationships, patterns, or trends from complex data sets and discover opportunities in datasets to support decision-making<\u002Fli><li>Develop predictive models and new algorithms to solve data \u002F business problems<\u002Fli><li>Understand the math and statistics behind the models and interpret, extrapolate, and prescribe from data to deliver actionable recommendations using effective visualizations<\u002Fli><li>Visualize and communicate findings and provide a quantitative framework for evaluating and analyzing alternatives<\u002Fli><\u002Ful><b>\nDesired Skills:<\u002Fb><br>\nFoundational understanding of a broad set of tools to be able to apply the right tool to each data exploration activity. Tools could include, for example:<br>\n<br>\n<ul><li>Descriptive and Predictive modeling<\u002Fli><li>Machine Learning (supervised and unsupervised)<\u002Fli><li>Advanced statistics and statistical modeling<\u002Fli><li>Time series analysis and forecasting<\u002Fli><li>Optimization and simulation<\u002Fli><li>Communication, story-telling and visualization<\u002Fli><li>Distributed computing (Hadoop)<\u002Fli><li>Importing, cleaning, and transforming datasets<\u002Fli><li>Data warehousing<\u002Fli><li>Critical thinking &amp; problem-solving skills<\u002Fli><li>Data preparation and transformation<\u002Fli><li>Languages: Python, Pig, Hive, Spark, SQL<\u002Fli><\u002Ful><b>\nBASIC QUALIFICATIONS:<\u002Fb><br>\njob.Qualifications<br>\n<br>\n<b>Lockheed Martin is an Equal Opportunity\u002FAffirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, pregnancy, sexual orientation, gender identity, national origin, age, protected veteran status, or disability status.<\u002Fb><br>\nJoin us at Lockheed Martin, where your mission is ours. Our customers tackle the hardest missions. Those that demand extraordinary amounts of courage, resilience and precision. They&rsquo;re dangerous. Critical. Sometimes they even provide an opportunity to change the world and save lives. Those are the missions we care about.<br>\n<br>\nAs a leading technology innovation company, Lockheed Martin&rsquo;s vast team works with partners around the world to bring proven performance to our customers&rsquo; toughest challenges. Lockheed Martin has employees based in many states throughout the U.S., and Internationally, with business locations in many nations and territories.<br>\n<b>EXPERIENCE LEVEL:<\u002Fb><br>\n4 yr and up College<\u002Fdiv>","0d47735125e045c5":"<div><p>The Data Scientist shall support the Security Operations Center located in Kansas City, Missouri. The contractor requires a minimum of Secret clearance and no less than three years&rsquo; experience in data science and machine learning as it pertains to information security analysis. The contractor will assist the ISC in establishing data science and machine learning driven approaches to identifying possible security incidents inside the USDA enterprise. The contractor will also collaborate with other analysts and engineers to develop algorithmic models to meet analyst use cases. Based on the level of work the Government expects three dedicated individuals would be required to meet these criteria. These individuals would:<\u002Fp>\n<ul>\n<li>Utilize data produced from the CDM toolsets to identify potential threats within the USDA<\u002Fli>\n<li>Work with engineers to ensure large data sets and tools are being used effectively to support machine learning and data science analysis techniques.<\u002Fli>\n<li>Develop algorithms and models based on analyst use cases for security log data<\u002Fli>\n<li>Provide statistical analysis of log\u002Fincident data.<\u002Fli>\n<li>Support ISC Hunt Team operations by leveraging innovative approaches to incident discovery.<\u002Fli>\n<li>Assist in other areas of SOC operations as needed such as data trending, statistical analysis, incident investigation\u002Fmitigation, etc.<\u002Fli>\n<li>Must have an active SECRET Security Clearance<\u002Fli><br>\n<\u002Ful>\n<br>\nRequired Skills<br>\n<br>\nRequired Experience<\u002Fdiv>","7e52d19664c90e55":"<div><h2 class=\"jobSectionHeader\"><b>Overview\n<\u002Fb><\u002Fh2><div><div><div><div><div><b><i>JM Family Enterprises, Inc<\u002Fi><\u002Fb>. is one of the largest, most innovative and diversified companies in the automotive industry. JM Family has been on Fortune Magazine's Best Companies to Work For for 20 consecutive years. What started with Jim Moran's passion for selling cars continues today with the dedication and hard work of every JM Family associate. Our principal businesses focus on vehicle distribution and processing, finance and insurance, retail vehicle sales, and dealer technology services. At JM Family, our mission is to be the premier provider of quality products and services. We accomplish this mission by adhering to our core values, the three C&rsquo;s, the I and the A: Consideration, Cooperation, Communication, Innovation, and Accountability.<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Job Description\n<\u002Fb><\u002Fh2><div><div><div><div>JM Family Enterprises, Inc. is looking for an experienced Data Scientist to join its Automation and Innovation (A&amp;I) team. The Data Scientist will partner with stakeholders from various business functions to identify data science opportunities, have the knowledge, experience and technical skills to leverage internal and external data, and apply the right machine learning\u002Fbig data technologies to turn such data into valuable insights and solutions for the company.<\u002Fdiv><div><\u002Fdiv><br>\n<p>\nIn the A&amp;I group, we work on intellectually stimulating projects across a variety of business domains and employ new technologies to design and develop innovative software solutions, enable new capabilities and strengthen JM Family&rsquo;s position in the marketplace through technology-enabled innovation. As a member of the A&amp;I Team, the Data Scientist will attend conferences,, experiment with new tools and techniques, and have constant learning opportunities.<\u002Fp><div>\nThis is a highly visible and impactful role where the Data Scientist will interact with the senior and executive level management and have the opportunity to influence what we do and how we do it through data science.<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nResponsibilities:<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<ul><li>\nCreate a collaborative and effective working relationship with functional leaders to understand business problems, identify opportunities \u002F use cases to improve the performance of our businesses<\u002Fli><li>\nLead \u002F Contribute to the development of actionable solutions. This includes all aspects of the solution development including problem and goal definition, defining a plan for:<\u002Fli><ul><li>\nSampling of the data and conducting experiments<\u002Fli><li>\nData extraction<\u002Fli><li>\nIngestion and processing (outlier handling)<\u002Fli><li>\nExploratory data analysis<\u002Fli><li>\nFeature engineering (weight of evidence, label encoding, label count encoding, target encoding, time-series, polynomial interactions,binning, outlier handling)<\u002Fli><li>\nFeature selection (forward, backwards, information value)<\u002Fli><li>\nHyperparameter optimization of machine learning models<\u002Fli><li>\nExperiment tracking for A\u002FB testing and reproducibility, model evaluation, model interpretability, results communication and deployment<\u002Fli><\u002Ful><li>\nGuide and contribute to the execution of projects following the cross-industry standard process for data mining (CRISP-DM)<\u002Fli><li>\nGuide and grow a small team of data scientists of various levels<\u002Fli><li>\nContribute to the adoption and better understanding across the company of data science best practices and tools and stay up to date regarding new knowledge and developments in this domain<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Job Requirements\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Core skills in Computer Science: Data Structures, Algorithms, Programming Paradigms and Relational Databases<\u002Fli><li>\nDeep working experience applying statistics and machine learning techniques to real-world problems and data and deploying models to production<\u002Fli><li>\nHands-on experience with SQL and tools to access databases<\u002Fli><li>\nExpertise in Python and R<\u002Fli><li>\nExpertise with open source data mining\u002Fmachine learning\u002Fbig data programming libraries, models and frameworks (e.g. Pandas, Scikit-Learn, H2O, TSFresh, FeatureTools, MLflow, Shap, Microsoft Interpret, Tensorflow, Statsmodels, Pandas-Profiling, Seaborn, Plotly, Spark, Koalas, )<\u002Fli><li>\nWorking experience with cloud computing services such as Amazon AWS, Microsoft Azure or Google Cloud Platform<\u002Fli><li>\nExcellent presentation skills to non-technical Associates communicating complex concepts in terms the audience can understand through understandable language, tables and visualizations<\u002Fli><li>\nWhen evaluating the candidate, special attention will be paid to following competencies:<\u002Fli><\u002Ful><ul><li><b>\nIntellectual Curiosity and Critical Thinking<\u002Fb>, necessary to analyze a problem from multiple perspectives and examine the interrelationships between data that may appear superficially unrelated<\u002Fli><li><b>\nAutonomous, <\u002Fb>to own projects end-to-end; ability to work on the entire stack without being dependent on other team members<\u002Fli><li><b>\nFocus<\u002Fb>, to design and test a technique over days and weeks, find it doesn&rsquo;t work, learn from the failure, and try again<\u002Fli><li><b>\nCreativity<\u002Fb>, to invent and try new approaches to solving a problem<\u002Fli><li><b>\nAttention to Detail<\u002Fb>, in order to maintain rigor and to detect and avoid over-reliance on intuition when examining data<\u002Fli><li><b>\nClear and concise written and oral communication,<\u002Fb> in order to communicate complex quantitative analysis in a clear and precise manner<\u002Fli><li><b>\nInterpersonal skills, <\u002Fb>necessary to build good working relationships and work as part of a team<\u002Fli><\u002Ful><ul><li>\nPhD or Masters in Computer Science, Statistics, Math or related discipline or equivalent skill set<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","82ede93aaf76f3cc":"<div><p><b>The Role: <\u002Fb>IT Concepts is seeking individuals with strong IT technical skills, predictive modeling skills, specialized modeling and research methods background as well as strong processes, optimization and simulation skills. This is a data science division, thus it requires recruits with specialized skills that are hard to find in a competitive labor market. Our candidates truly need a hybrid skill set to successfully contribute in data science projects. In addition to data analysis, we need people that also have strong IT technical skills, predictive modeling skills, specialized modeling and research methods backgrounds, and given our frequent work on SSA business processes, optimization and simulation skills.<\u002Fp>\n<p><b>The Company:<\u002Fb><\u002Fp>\n<ul><li>We opened our doors in 2003 and have developed long-standing relationships with our customers, both public and private<\u002Fli>\n<li>We&rsquo;re an SBA 8(a) and CVE certified Service Disabled Veteran Owned Small Business\n<\u002Fli><li>We&rsquo;re <b>ISO<\u002Fb> 27001:2013, <b>ISO<\u002Fb> 20000-1:2011, and <b>ISO <\u002Fb>9001:2015 certified and have <b>CMMI<\u002Fb> DEV and SVC ML3 ratings<\u002Fli>\n<li>We&rsquo;ve been named part of: <b>Inc 5000&rsquo;s Fastest Growing Private Companies<\u002Fb> in 2016; Washington Business Journal&rsquo;s <b>Fastest Growing Companies<\u002Fb> in 2015, 2016 and 2017; Washington Business Journal&rsquo;s <b>Best Places to Work<\u002Fb> in 2015, 2016 and 2017<\u002Fli>\n<\u002Ful><p><b>The Employer:<\u002Fb><\u002Fp>\n<ul><li><b>We offer great benefits - <\u002Fb>Paid Time Off, Medical, Dental and Vision Insurance, 401(k) with company matching<\u002Fli>\n<li><b>We invest in our employees <\u002Fb>&ndash; We offer an annual training budget to our employees and opportunities for growth within the organization<\u002Fli>\n<li><b>We work hard, we play hard<\u002Fb> &ndash; We value work\u002Flife balance. We hold seasonal company events and a Washington Nationals Season Tickets lottery<\u002Fli>\n<\u002Ful><p><b>What will you be doing?:<\u002Fb><\u002Fp>\n<ul><li>Experience translating high-level project requirements into technical tasks.<\u002Fli>\n<li>Data manipulation and data engineering experience involving structured and unstructured data.<\u002Fli>\n<li>Data manipulation expertise involving data extractions, data matching between multiple systems, transformations, cleansing, and loading.<\u002Fli>\n<li>Experience with big data and cloud platforms and toolset.<\u002Fli>\n<li>Ability to engineer and create complex research datasets by manipulating typically large volume transactional data for use by operations research analysts, economists and statisticians in advanced analytical research and studies.<\u002Fli>\n<li>Experience in developing predictive, prescriptive, optimization, and forecasting models, including the use of contemporary techniques such as support vector machines, neural networks, and gradient boosting.<\u002Fli>\n<li>Experience in interpreting results from statistical and mathematical models.<\u002Fli>\n<li>Experience in advance data visualizations and interpretation.<\u002Fli>\n<\u002Ful><p><b>You meet our &ldquo;must haves&rdquo; if:<\u002Fb><\u002Fp>\n<ul><li>You have:\n<ul><li>Data Modeling, NLP and Machine Learning experience<\u002Fli>\n<\u002Ful><\u002Fli><li>Your experience includes:\n<ul><li>Required: SQL Server (preferable in distributed environment, e.g. Greenplum, Apache Hawq).<\u002Fli>\n<li>Required: Experience in R, Python, or SAS for complex data manipulation, statistical analysis, and machine learning.<\u002Fli>\n<li>Required: Experience with data visualization tools (e.g., Tableau, Bokeh, D3) or elastic stack (Kibana).<\u002Fli>\n<li>Experience with modern machine learning libraries, including Keras, TensorFlow, PyTorch, MXNet, or MADlib.<\u002Fli>\n<li>Experience using peer-collaboration tools, e.g., Confluence.<\u002Fli>\n<li>Experience using GIT or other version control systems.<\u002Fli>\n<\u002Ful><\u002Fli><li>You value teamwork, demonstrate integrity and honesty, are passionate, innovative and strive for excellence<\u002Fli>\n<\u002Ful><p><b>Clearance requirements:<\u002Fb><\u002Fp>\n<ul><li>Must be eligible for a Public Trust.<\u002Fli>\n<\u002Ful><p><i>This position is contingent upon budget, and\u002For customer approval.<\u002Fi><\u002Fp>\n<p><i>IT Concepts is an Affirmative Action\u002FEqual Opportunity employer. As such, any personnel decisions (hire, promotion, job status, etc.) on applicants and\u002For employees are based on merit, qualifications, competence and business needs, not on race, color, citizenship status, national origin, ancestry, gender, sexual orientation, gender identity, age, religion, creed, physical or mental disability, pregnancy, childbirth or related medical condition, genetic information of the employee or family member of the employee, marital status, veteran status, political affiliation, or any other factor protected by federal, state or local law.<\u002Fi><\u002Fp>\n<p><i>To perform this job successfully, an individual must be able to perform each essential duty satisfactorily. Reasonable Accommodations may be made to enable qualified individuals with disabilities to perform the essential functions.<\u002Fi><\u002Fp><\u002Fdiv>","154c42371f719844":"<div>CVP seeks several highly talented Data Scientists at various levels of their career to provide expertise across several projects we've recently expanded. Our mission is to architect, build, and support innovative federal IT systems which focus on optimizing government programs and outcomes. The Data Scientist will apply advanced statistical methods to the data from these systems, looking for new insights and measures that can improve performance and outcomes.<br>\n<br>\nThe professional in this role will work with clients to assess the feasibility of applying AI to different problems, perform exploratory data analysis, train predictive models, diagnose their performance, and put them into production use. The Data Scientist will also collaborate with team members to develop dynamic dashboards that enhance the utility of information. This is an excellent opportunity to demonstrate creativity and expertise in analysis, visualizations, and adoption of innovative techniques and approaches.<br>\n<br>\nTo learn about some of the projects we're working on, check out:<br>\n<br>\nFake News Detector with Explainable AI<br>\nSkin Cancer Detector<br>\n<br>\nLocation is Fairfax, Virginia with opportunities for remote \u002F work from home.<br>\n<br>\n<br>\nMajor Areas of Responsibility<br>\n<ul><li>Apply machine learning techniques to a variety of topics like healthcare, public safety, and national security.<\u002Fli>\n<li>Develop easy to use dashboards to show the results of data analyses and predictions.<\u002Fli>\n<li>Present results to a diverse audience in presentation or report form.<\u002Fli>\n<\u002Ful>\n<br>\nRequired Skills\u002FQualifications<br>\n<ul><li>Bachelor's Degree in Data Science, Information Systems, Statistics, or equivalent experience.<\u002Fli>\n<li>Experience using predictive analytics for one year (junior) to 5+ years (senior).<\u002Fli>\n<li>Familiar with all parts of the typical ML workflow, from structuring of the problem, to wrangling of training data, to evaluation of model performance via review of different performance metrics.<\u002Fli>\n<li>Strong knowledge of the use of R and\u002For Python.<\u002Fli>\n<li>Experience with Tableau, MicroStrategy, Power BI, Plotly, or other dashboarding\u002Fanalytic tools.<\u002Fli>\n<li>Comfortable presenting complex topics to different audiences via oral and written communication.<\u002Fli><br>\n<\u002Ful>\n<br>\n<br>\nDesired Skills\u002FQualifications<br>\n<ul><li>Experience with big data tools like Hadoop and Spark.<\u002Fli>\n<li>AWS, Azure, or Google Cloud.<\u002Fli>\n<li>Familiar with Linux.<\u002Fli>\n<li>Links to work on Kaggle \u002F GitHub highly appreciated.<\u002Fli>\n<\u002Ful>\n<br>\nCustomer Value Partners, Inc. is a VEVRAA Federal Contractor and an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, protected veteran status, or disability. Customer Value Partners seeks to provide employment opportunities for protected veterans and individuals with disabilities.<\u002Fdiv><div><\u002Fdiv>","ba7f2c5050e155b2":"<div><\u002Fdiv><div><div><div><b>Position Description Overview<\u002Fb><\u002Fdiv><div>\nInterested in stopping fraud before it occurs? Join Fiserv&rsquo;s FirstSense fraud intelligence team to work in a highly collaborative setting to deliver a cutting-edge service that uses advanced analytics, dark web monitoring and financial transaction research to mitigate fraud. Our team needs a strong data analyst\u002Fdata scientist to contribute to the reporting we produce for our customers.<\u002Fdiv><div><b>\nJob Responsibilities<\u002Fb><\u002Fdiv><ul><li>\nProcess, clean, and verify the integrity of data used for analysis<\u002Fli><li>\nWork on end-to-end analytical projects, from initial identification of business needs, through to completion<\u002Fli><li>\nCoordinate with different functional teams to integrate data sets and implement models<\u002Fli><li>\nAnalyze large sets of data to develop new insights into potential fraudulent behavior and create models to identify these patterns in broader datasets utilizing the multiple Analytical Stacks like R, Python, Spark, SAS, SQL MongoDB, etc.<\u002Fli><li>\nCommunicate complex concepts to business stakeholders in a clear and concise manner<\u002Fli><li>\nBecome familiar with payment card fraud the fraud life-cycle and become well-versed in the dark web threat landscape<\u002Fli><\u002Ful><\u002Fdiv><div><div>\n<\u002Fdiv><div><b>\nJob Requirements<\u002Fb><\u002Fdiv><ul><li>\nMinimum of 3 years of relevant work experience (5 years preferred)<\u002Fli><li>\nStrong project management and attention to detail to bring projects to fruition on time<\u002Fli><li>\nExcellent written and verbal communication skills for coordinating across teams<\u002Fli><li>\nA drive to learn and master new technologies and techniques<\u002Fli><li>\nStrong problem solving skills<\u002Fli><li>\nKnowledge of advanced statistical techniques and concepts<\u002Fli><li>\nExperience working with and creating data architectures<\u002Fli><li>\nExperience using statistical computer languages (R, Python, SLQ, etc.) to manipulate data and draw insights from large data sets<\u002Fli><li>\nCoding knowledge and experience with several languages: C, C++, Java, JavaScript, etc<\u002Fli><li>\nExperience with distributed data\u002Fcomputing tools: Map\u002FReduce, Hadoop, Hive, Spark, Gurobi, MySQL, etc<\u002Fli><li>\nKnowledge of a variety of machine learning techniques (clustering, decision tree learning, artificial neural networks, etc.) and associated advantages and drawbacks<\u002Fli><li>\nStrong problem solving skills<\u002Fli><\u002Ful><div><b>\nDegrees<\u002Fb><\u002Fdiv><ul><li>\nBachelor of Science<\u002Fli><li>\nMaster of Science<\u002Fli><\u002Ful><div><b>\nLearn more about Fiserv:<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nLife moves fast. And as it does, we know most people aren&rsquo;t thinking about &ldquo;financial services&rdquo; But we are.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe help people and businesses move money and information every minute of every day. Our solutions connect financial institutions, corporations, merchants and consumers to one another, millions of times a day, behind the scenes, reliably and securely.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nWe&rsquo;re Fiserv, a global leader in Fintech and payments enabling innovative financial services experiences that are in step with the way people live and work today. The company&rsquo;s approximately 44,000 associates proudly serve clients in more than 100 countries, so their customers, members and consumers can move money when and where they need it, at the point of thought.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nOur Aspiration is to move money and information in a way that moves the world. As a FORTUNE&trade; 500 company and one of FORTUNE Magazine World&rsquo;s Most Admired Companies for the sixth consecutive year, we are committed to excellence and purposeful innovation.<\u002Fdiv><div><\u002Fdiv><br>\n<p>\nWe welcome and encourage diversity in our workforce. Fiserv is an equal opportunity employer\u002Fdisability\u002Fvet<\u002Fp><div><\u002Fdiv><div><br>\nExplore the possibilities of a career with Fiserv and Find Your Forward with us.<\u002Fdiv><div><br>\n<\u002Fdiv><\u002Fdiv><div><b>\nPrimary Location<\u002Fb><b>:<\u002Fb> United States-New Jersey-Jersey City-Jersey-101 Hudson Street<\u002Fdiv><div><b>\nJob Field<\u002Fb><b>:<\u002Fb> Technical Support<\u002Fdiv><div><b>\nSchedule<\u002Fb><b>:<\u002Fb> Full-time<\u002Fdiv><div><b>\nJob Posting<\u002Fb><b>:<\u002Fb> Aug 19, 2019<\u002Fdiv><div><b>\nManager Level<\u002Fb><b>:<\u002Fb> L3 - Middle Mgmt\u002FSr Professional<\u002Fdiv><div><b>\nEmployee Status<\u002Fb><b>:<\u002Fb> Regular<\u002Fdiv><\u002Fdiv>","632ac322a23b9e0b":"<div><p><b>Data Sciences &amp; AI Graduate Programme<\u002Fb><\u002Fp><p><\u002Fp><p><b>\nLocations: Boston, US<\u002Fb><\u002Fp><p><\u002Fp><p><b>\nSalary: Competitive + Excellent Benefits<\u002Fb><\u002Fp><p><\u002Fp><p>\nImagine turning your passion for Data Science, Machine Learning and Artificial Intelligence into insights, predictions and actions that could help develop life-changing medicines. Pushing the frontiers of innovation to accelerate cures. Collaborating with some of the finest minds in their fields. Working in an environment that stimulates your curiosity, and enables you to develop your expertise and reach your potential.<\u002Fp><p><\u002Fp><p>\nAstraZeneca is a global, science led biopharmaceutical business and our innovative medicines are used by millions of patients worldwide. Artificial Intelligence (AI), including deep learning (computer algorithms inspired by biological neural networks), is revolutionising all stages of drug discovery and development from drug design to pivotal clinical trials and beyond. At AstraZeneca, we are deploying AI across the drug discovery phases to uncover new connections between data, provide novel insights, accelerate scientific understanding, and increase productivity. For example, we are using AI to help design and synthesise new drug molecules, analyse and interpret the vast amount of data from imaging studies, and for biomarker research to match the right drug to the right patient. In our clinical trials, AI is also enabling us to continuously monitor incoming safety data and alert our scientists to safety signals that require timely intervention.<\u002Fp><p>\nAs a Data Scientist and AI Graduate you will help our scientists make their data &lsquo;AI-ready&rsquo;, and integrate the latest AI advances into all our drug development programmes. Together we will harness the power of our data and AI to deliver life-changing medicines to patients worldwide.<\u002Fp><p><\u002Fp><p><b>\nWhat does the programme involve?<\u002Fb><\u002Fp><p><\u002Fp><p>\nYour two-year programme comprises of 3 eight month rotations where you&rsquo;ll apply your developing skills and experience to help us overcome challenges in some of our active research projects. Your first rotation will be selected to reflect your skills and interests and allows you to get an introduction to drug discovery, and how we harness the potential of Data Science, Machine Learning and Artificial Intelligence. Your following two rotations will be self selected.<\u002Fp><p>\nYour placements will help you develop your technical skills and industry knowledge, and on our Global Graduate Development Programme you&rsquo;ll develop the interpersonal and business skills that will set you up for success.<\u002Fp><p>\nThroughout the programme you&rsquo;ll work alongside our experts, and take advantage of our close collaborations with leading international academic institutions and organisations to deliver work with real impact.<\u002Fp><p><\u002Fp><p><b>\nPlacements could involve&hellip;<\u002Fb><\u002Fp><ul><li>\nApplying the latest techniques in machine learning and artificial intelligence to preclinical data from drug projects to help detect and understand safety risks and guide the development of new medicines. Exciting work which could also help us refine, reduce and replace animal experiments.<\u002Fli><li>\nCombining innovative de novo molecule design methodologies utilizing state-of-the-art artificial intelligent technologies with chemistry automation to design novel molecules of therapeutic interest.<\u002Fli><li>\nWorking with our Quantitative Clinical Pharmacology and Data Science and AI Teams optimizing clinical development programs using Bayesian statistic and machine learning modelling.<\u002Fli><li>\nDeveloping Bayesian machine learning models for predicting the mechanism and probability of drug toxicity in liver, heart, and other organs. Incorporating existing knowledge of causal relationships and toxicity mechanisms into the prediction problem, and applying Bayesian models to account for uncertainty to improve predictions.<\u002Fli><li>\nContributing to challenging projects using advanced Machine Learning models to improve drug discovery by generating testable hypotheses about targets, predicting compound properties, automating complex decision-making processes, and turning data into knowledge.<\u002Fli><li>\nApplying Artificial Intelligence to integrated electronic health records and genomic data to optimize clinical trial design, generate comparative effectiveness evidence, and help improve patient outcomes.<\u002Fli><li>\nWorking with our Data &amp; Analytics Team to identify, assess and recommend the most innovative external partners, and high impact AI technologies. Writing algorithms to support next generation natural language processing, and optimising code to enable powerful predictive models to be used across AstraZeneca.<\u002Fli><\u002Ful><p><\u002Fp><p>\nAs a Data Sciences and AI Graduate you&rsquo;ll discover how we&rsquo;re pioneering more open innovation, and actively sharing knowledge and ideas to make the next scientific breakthrough. Are you ready for the challenge?<\u002Fp><p><\u002Fp><p><b>\nQualifications and Skills Required:<\u002Fb><\u002Fp><ul><li>\nHighly numerate with a strong Maths, Physics, Statistics or Computer Science focussed Bachelors or Masters level qualification gained in 2019 or due in 2020.<\u002Fli><li>\nA postgraduate qualification in Data Science, Machine Learning, Artificial Intelligence, Computational Biology, Computational Chemistry, Bioinformatics or Cheminformatics would be advantageous, but is not essential.<\u002Fli><li>\nInnovative thinking, with enthusiasm, energy and drive.<\u002Fli><li>\nOpen-minded, and ready to embrace and adopt new ideas and different perspectives.<\u002Fli><li>\nStrong critical thinking, planning, organisational and time management skills.<\u002Fli><li>\nAbility to work as part of a collaborative team that focuses unequivocally on patient needs.<\u002Fli><\u002Ful><p><\u002Fp><p>\nAstraZeneca is an equal opportunity employer. AstraZeneca will consider all qualified applicants for employment without discrimination on grounds of disability, sex or sexual orientation, pregnancy or maternity leave status, race or national or ethnic origin, age, religion or belief, gender identity or re-assignment, marital or civil partnership status, protected veteran status (if applicable) or any other characteristic protected by law.<\u002Fp><p><\u002Fp><p>\nPlease note that our Assessment Days will be in Boston and held on the 19th March 2020<\u002Fp><p><\u002Fp><p><b>\nApplications open: 15th September 2019<\u002Fb><\u002Fp><p><b>\nApplications close: 15th January 2020<\u002Fb><\u002Fp><\u002Fdiv>","149b5dbedf8f9b78":"<div><p><b>Position Overview:<\u002Fb><\u002Fp><p>\nThe Crop Management Team at Climate Corporation is looking for a researcher with applied experience in data science, machine learning, or statistics. This position is within the science R&amp;D team that leverages numeric modeling, big data, and cloud computing to address scientific challenges in precision agriculture. This team builds predictive models that are used both in-house and by farmers, agronomists, and consultants to optimize their management programs and economic returns. The successful candidate will leverage their data science skills with large datasets to help our growers better manage key aspects of their operations.<\u002Fp><br>\n<p><b>\nWhat You Will Do:<\u002Fb><\u002Fp><br>\n<ul><li>\nExplore and munge large and diverse agronomic datasets as part of building models<\u002Fli><li>\nDesign, prototype, and test predictive models using diverse techniques that include, but are not limited to, machine learning and statistical modeling<\u002Fli><li>\nSelect the most appropriate modeling techniques and data visualizations for large datasets<\u002Fli><li>\nWork closely with a team of world-class scientists, engineers and mathematicians to deliver impactful scientific research<\u002Fli><li>\nPerform collaborative, high quality, reproducible research<\u002Fli><\u002Ful><br>\n<p><b>\nBasic Qualifications:<\u002Fb><\u002Fp><ul><li>\nPhD with 1 year of experience or MS with 2 years of experience in Data Science, Statistics, Applied Mathematics, Machine Learning, or another highly quantitative discipline<\u002Fli><li>\nStrong proficiency with scientific computing language such as Python or R<\u002Fli><li>\nExperience using version control systems<\u002Fli><li>\nStrong organizational skills<\u002Fli><li>\nExcellent interpersonal and communication skills<\u002Fli><li>\nStrong drive to learn new topics and skills<\u002Fli><\u002Ful><br>\n<p><b>\nPreferred Qualifications:<\u002Fb><\u002Fp><ul><li>\nExperience using tools for big datasets, such as SQL<\u002Fli><\u002Ful><div><ul><li>\nExperience in PySpark, SparklyR, or SparkR<\u002Fli><\u002Ful><\u002Fdiv><ul><li>\nAbility and inclination to work in multi-disciplinary environments<\u002Fli><\u002Ful><ul><li>\nDesire to see ideas realized in practice<\u002Fli><\u002Ful><ul><li>\nApplied experience with agricultural science and\u002For agricultural datasets<\u002Fli><\u002Ful><br>\n<p><b>\nWhat We Offer:<\u002Fb><\u002Fp><p>\nOur teams are composed of industry experts, top scientists, and talented engineers. The environment is extremely engaging and fast-paced, with dozens of specialties coming together to provide the best possible products and experiences for our customers.<\u002Fp><br>\n<p>\nWe provide competitive salaries and some of the best perks in the industry, including:<\u002Fp><br>\n<ul><li>\nSuperb medical, dental, vision, life, and disability benefits, and a 401k matching program<\u002Fli><li>\nA stocked kitchen with a large assortment of snacks &amp; drinks to get you through the day<\u002Fli><li>\nEncouragement to get out of the office and into the field with agents and farmers to see first-hand how our products are being used<\u002Fli><li>\nWorkshops, conferences, meet-up groups, tech-talks, and hackathons to encourage participation and growth in both community involvement and career development<\u002Fli><\u002Ful><br>\n<p>\nWe also hinge our cultural DNA on these five values:<\u002Fp><br>\n<ul><li>\nInspire one another<\u002Fli><li>\nInnovate in all we do<\u002Fli><li>\nLeave a mark on the world<\u002Fli><li>\nFind the possible in the impossible<\u002Fli><li>\nBe direct and transparent<\u002Fli><\u002Ful><br>\n<p>\nLearn more about our team and our mission:<\u002Fp><p>\nThe Climate Corporation - The Technology Behind Making A Difference<\u002Fp><p>\nhttps:\u002F\u002Fyoutu.be\u002Fc5TgbpE9UBI or visit https:\u002F\u002Fclimate.com\u002Fcareers<\u002Fp><\u002Fdiv>","0af147d102820e4b":"<div><h2 class=\"jobSectionHeader\"><b>Overview<\u002Fb><\u002Fh2><div><b>\nOverview<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div>\nIntuit is looking for innovative and hands-on machine learning engineers to help the central data science team develop, design and integrate mathematical models into production. Our team builds AI\u002FML solutions for all the internal teams within Intuit like Engineering, HR, Finance &amp; Legal. We are looking for team members that love new challenges, cracking tough problems and working cross-functionally. If you are looking to join a fast-paced, innovative and incredibly fun team, then we encourage you to apply. Come do the best work of your life!<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nIn this role, you&rsquo;ll be embedded inside a vibrant team of data scientists. You&rsquo;ll be expected to help conceive, code, and deploy data science models at scale using the latest industry tools. Important skills include data wrangling, feature engineering, developing models, and testing metrics.<\u002Fdiv><h2 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh2><ul><li>\nPerform hands-on data analysis and modeling with huge data sets.<\u002Fli><li>\nApply data mining, NLP and machine learning (both supervised and unsupervised) to improve our relevance and personalization algorithms<\u002Fli><li>\nWork side-by-side with product managers, software engineers, and designers in designing experiments and minimum viable products<\u002Fli><li>\nDiscover data sources, get access to them, import them, clean them up, and make them &ldquo;model-ready&rdquo;. You need to be willing and able to do your own ETL.<\u002Fli><li>\nCreate and refine features from the underlying data. You&rsquo;ll enjoy developing just enough subject matter expertise to have an intuition about what features might make your model perform better, and then you&rsquo;ll lather, rinse and repeat.<\u002Fli><li>\nRun regular A\u002FB tests, gather data, perform statistical analysis, draw conclusions on the impact of your optimizations and communicate results to peers and leaders<\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>\nQualifications<\u002Fb><\u002Fh2><ul><li>\nBS, MS, or PhD in an appropriate technology field (Computer Science, Statistics, Applied Math, Econometrics, Operations Research).<\u002Fli><li>\n3+ years experience with data science and\u002For software engineering.<\u002Fli><li>\nExpertise in modern advanced analytical tools and programming languages such as R or Python with scikit-learn.<\u002Fli><li>\nExpertise in data mining algorithms and statistical modeling techniques such as clustering, classification, regression, decision trees, neural nets, support vector machines, genetic algorithms, anomaly detection, recommender systems, sequential pattern discovery, and text mining.<\u002Fli><li>\nSolid communication skills: Demonstrated ability to explain complex technical issues to both technical and non-technical audiences<br>\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Preferred Additional Experience<\u002Fb><\u002Fp><ul><li>\nLarge-scale graph algorithms, clustering, page-rank, and community detection.<\u002Fli><li>\nHadoop, HDFS, Hive, HBase, MapReduce, and Mahout.<\u002Fli><li>\nApache Spark, SparkSQL, MLlib, and Scala Actors.<\u002Fli><li>\nEnsemble Methods, Deep Learning, and other trendy topics in the Machine Learning community.<\u002Fli><\u002Ful><\u002Fdiv>","f093a98ad6b8a762":"<div><div><div><div><div>The work is in support of targeting and watchlisting operations, and specifically document and media exploitation.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Handles raw data (e.g. structured, unstructured, and mixed datasets), and analyzes data through the application of various statistical techniques or tools.<\u002Fli><li>\nFamiliar with programming languages such as, but not limited to: R, SAS, Python, MatLab, SQL, Hive, Pig, and Spark.<\u002Fli><li>\nExperienced in working with and exploiting big data; distributed computing; predictive modelling; mathematics; statistics; machine learning; story-telling; and visualization.<\u002Fli><li>\nDemonstrates ability to extract meaning from and interpret data using a variety of tools and methods from statistics and machine learning.<\u002Fli><li>\nAbility to collect, clean, and mung data in a timely manner as part of a cross-functional team in an intelligence, or related, environment.<\u002Fli><li>\nPossesses strong working knowledge of the Microsoft Office suite, including Access, Excel, PowerPoint, Project, Visio, and Word.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><div>Required Education:<br>\n<\u002Fdiv><div><\u002Fdiv><div>Associates and 6 years; or<\u002Fdiv><div>\nBachelors and 4 years; or<\u002Fdiv><div>\nMasters and 2 years.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nRequired Experience:<\u002Fdiv><ul><li>\nExperience with programming languages such as, but not limited to: R, SAS, Python, MatLab, SQL, Hive, Pig, and Spark.<br>\n<\u002Fli><li>Experiece with using the Microsoft Office suite, including Access, Excel, PowerPoint, Project, Visio, and Word.<br>\n<\u002Fli><\u002Ful><div><\u002Fdiv><div>Required Clearance: TS\u002FSCI<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nDesired Qualifications: Homeland security knowledge and experience.<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","960f6dc168b46840":"<div><div>The Boomer generation is the fastest growing market segment in health care. And we are the largest business in the nation dedicated to serving their unique health and well-being needs. Up for the challenge of a lifetime? Join a team of the best and the brightest to find bold new ways to proactively improve the health and quality of life of these 9 million customers.<\u002Fdiv><div><\u002Fdiv><br>\n<div>\nAs a <b>Data Scientist<\u002Fb> you'll find a wealth of dynamic opportunities to grow and develop as we work together to heal and strengthen our health care system. Ready? It's time to do <b>your life's best work.(sm)<\u002Fb><\u002Fdiv><div><\u002Fdiv><br>\n<div><b>\nPrimary Responsibilities:<\u002Fb><\u002Fdiv><div><\u002Fdiv><ul><li><br>\nDesign, develop and continuously improve volume forecasting models and tools across various business units<\u002Fli><li>\nCreate and provide sound statistical analyses and frame business scenarios that are meaningful and have impact on<\u002Fli><li>\ncritical business processes and\u002For decisions<\u002Fli><li>\nDevelop reports, tables, dashboards, and charts as needed<\u002Fli><li>\nAd-hoc analyses, projects, and reports to assist in making appropriate business decisions and improvements<\u002Fli><li>\nSupport both internal and external reporting around our metrics, Regulatory Requirements, and Service Level<\u002Fli><li>\nAgreements<\u002Fli><li>\nCollaborate with team leaders to identify opportunities for improvement and best use of resources<\u002Fli><li>\nAdvise team leaders on ways to balance work volumes<\u002Fli><li>\nAnticipate the business needs and proactively develop ideas and solutions to meet them<\u002Fli><li>\nFormulate data-based positions and effectively communicate them throughout the organization<\u002Fli><li>\nProvide explanations, information, and direction to team leaders regarding trends and forecasts<\u002Fli><li>\nAbility to convert data findings into recommended solutions or opportunities<\u002Fli><li>\nProvide employees with data that empowers them to enhance the consumer experience<\u002Fli><li>\nStrong visual reporting design skills to present information simplistically to end users<\u002Fli><\u002Ful><br>\n<div><\u002Fdiv><div><b>\nRequired Qualifications:<\u002Fb><\u002Fdiv><div><\u002Fdiv><ul><li><br>\nUndergraduate degree or equivalent experience<\u002Fli><li>\n2+ years of hands on experience with one of these tools or a similar tool; SAS \u002F R \u002F Python \u002F SQL \u002F Tableau<\u002Fli><li>\n2+ years of experience with statistical techniques especially those relating to data mining<\u002Fli><li>\n2+ years of experience with analysis on large datasets<\u002Fli><li>\nHigh level of proficiency with Excel, Access, PowerPoint and SharePoint<\u002Fli><\u002Ful><div><\u002Fdiv><div><b>\nPreferred Qualifications:<\u002Fb><\u002Fdiv><div><\u002Fdiv><ul><li><br>\nBachelor&rsquo;s degree<\u002Fli><li>\nExperience utilizing Micro strategy<\u002Fli><li>\nExperience with Healthcare Claims and Enrollment data<\u002Fli><li>\nStrong analytical and decision-making skills<\u002Fli><li>\nPassionate about asking and answering questions through the use of large structured and unstructured datasets<\u002Fli><li>\nStrong commitment to quality and accuracy, as well as managing time effectively<\u002Fli><li>\nMust be able to work independently and efficiently<\u002Fli><li>\nExcellent communication skills - ability to communicate with all levels of management<\u002Fli><li>\nExcellent problem solving abilities<\u002Fli><li>\nDesire to acquire understanding of US Healthcare domain<\u002Fli><li>\nProfessional, service oriented, proactive and flexible<\u002Fli><li>\nAbility to work well under pressure in a fast-paced environment<\u002Fli><li>\nExcellent interpersonal and team skills<\u002Fli><\u002Ful><div><\u002Fdiv><div><b>\nCareers at UnitedHealthcare Medicare &amp; Retirement. <\u002Fb>The Boomer generation is the fastest growing market segment in health care. And we are the largest business in the nation dedicated to serving their unique health and well-being needs. Up for the challenge of a lifetime? Join a team of the best and the brightest to find bold new ways to proactively improve the health and quality of life of these 9 million customers. You'll find a wealth of dynamic opportunities to grow and develop as we work together to heal and strengthen our health care system. Ready? It's time to do <b>your life's best work.(sm)<\u002Fb><br>\n<\u002Fdiv><div><\u002Fdiv><div><i>\nDiversity creates a healthier atmosphere: UnitedHealth Group is an Equal Employment Opportunity\u002FAffirmative Action employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, sex, age, national origin, protected veteran status, disability status, sexual orientation, gender identity or expression, marital status, genetic information, or any other characteristic protected by law.<\u002Fi><\u002Fdiv><div><\u002Fdiv><br>\n<div><i>\nUnitedHealth Group is a drug-free workplace. Candidates are required to pass a drug test before beginning employment.<\u002Fi><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","bfa470d5a817100c":"<p><\u002Fp><div><div><div><div><div><div><div><p><b>Responsibilities\n<\u002Fb><\u002Fp><ul><li>Work as a member of research teams to identify and answer important research questions<\u002Fli>\n<li>Acquire a strong understanding of research topics and a thorough knowledge of the data and programming efforts involved<\u002Fli>\n<li>Answer research questions by using appropriate data analytic techniques<\u002Fli>\n<li>Drive the collection of new data and the refinement of existing data sources<\u002Fli>\n<li>Communicate findings to both technical and non-technical staff<\u002Fli><\u002Ful><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>Qualifications\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><p><b>Basic Qualifications\n<\u002Fb><\u002Fp><ul><li>Expert knowledge of programming languages such as Python or R<\u002Fli>\n<li>Experience working with distributed computing tools like Spark or Hadoop<\u002Fli>\n<li>Experience with cloud platform providers like Amazon Web Services or Microsoft Azure<\u002Fli>\n<li>Experience with machine learning, artificial intelligence, and data mining<\u002Fli>\n<li>Comfort manipulating and analyzing complex, high-volume, high-dimensionality data from varying sources<\u002Fli>\n<li>A strong passion for empirical research and for answering hard questions using quantitative methods<\u002Fli>\n<li>A flexible analytic approach that allows for results at varying levels of precision<\u002Fli>\n<li>The successful candidate will be a highly motivated self-starter with the ability to solve data analysis problems independently<\u002Fli>\n<li>Ability to communicate complex quantitative analysis in a clear, precise, and actionable manner<\u002Fli><\u002Ful><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>Education Requirements\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><p>BA\u002FBS in Applied Mathematics, Statistics, Operations Research, Computer Science, Engineering, Economics, or related field required; MA\u002FMS preferred.<\u002Fp><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>Experience\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><div>2 years minimum relavant experience required, 3 or more years relevant experience preferred<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>Security Clearance\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><div>This position requires a security clearance or the ability to obtain one.<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>Location\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><p>Santa Monica, CA; Washington D.C.; Pittsburgh, PA; Boston, MA<\u002Fp><\u002Fdiv>\n<\u002Fdiv><\u002Fdiv>\n<\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div>Positions Open\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><br>\n<div><\u002Fdiv><div><div><div><div><p>Multiple<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","d40310b37be4b2ce":"<div><h2 class=\"jobSectionHeader\"><b>Company Details<br>\n<\u002Fb><\u002Fh2>\n<p><\u002Fp><div><div><div><p>Midwest Employers Casualty (MEC) is a member of the W. R. Berkley Corporation, a fortune 500 company, rated A+ (Superior) by A.M. Best Company, based in Chesterfield, MO. We improve the quality of life for employees severely injured on the job and help companies understand and mitigate their risk for workers&rsquo; compensation injuries. MEC has a friendly, results-focused work environment. We seek employees who take initiative, are quick to adapt, are dependable, and like working as part of a team.<\u002Fp><p><\u002Fp><br>\n<p>\nThe Data Scientist role will focus on leveraging the company&rsquo;s substantial data assets (as well as external data assets) to deliver actionable and meaningful business insights through predictive analytics. These efforts will focus on problems and opportunities identified by the business units (most of which will be centered on strategic objectives). Independently, the data scientist will be expected to explore data for previously unknown business related issues.<br>\n<\u002Fp><p><\u002Fp><p>In order to meet these objectives, the DS will be required to perform ongoing development, training, testing and promotion of predictive models using a variety of machine learning techniques &ndash; Classification, Regression, Estimation, Time-Series Prediction, Association Rules and Simulation, etc. Similarly, the role will include the identification and utilization of data, data structures, modeling techniques, algorithms, software, and testing methodologies to best achieve the stated business objectives and assure models are performing as expected.<br>\n<\u002Fp><p><\u002Fp><p>Finally, the Data Scientist will be responsible for managing progress on assigned projects and ensuring timely and accurate completion of deliverables. This will include providing progress reports to management.\n<\u002Fp><\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Take high-level project requirements and formulate timelines, milestones, and tasks as part of project execution. Provide project status reports to management regarding project progress.<\u002Fli><li>\nTake business requirements from the various projects, and translate them into novel technological solutions, utilizing data and predictive analytics, ensuring that the solution meets business requirements, integrates into existing business processes, and delivers sound predictions and\u002For analytic output.<\u002Fli><li>\nMeet with decision makers, systems owners, and end users to define business, financial, and operations requirements and systems goals, and identify and resolve systems issues.<\u002Fli><li>\nDesign and implement methods for the ongoing monitoring of model predictions and performance.<\u002Fli><li>\nReport on prediction accuracy, model stability, and show model is operating within statistically acceptable boundaries.<\u002Fli><li>\nWork alone or in conjunction with the team members to see that proper data and\u002For data structures are obtained for assigned projects. Identify and provide detailed documentation regarding new data and data structures. Assist in testing of new data and\u002For data structures.<\u002Fli><li>\nContinuously explore data, data structures, modeling techniques, algorithms, software, and testing methodologies to ensure best practices are employed in modeling efforts.<\u002Fli><li>\nWork with internal and external customers to assist with adoption and utilization of MEC predictive models.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><p><b>FORMAL EDUCATION &amp; CERTIFICATION<\u002Fb><\u002Fp><ul><li>\nMaster&rsquo;s degree in computer science, mathematics, statistics, engineering, physics, or other sciences.<\u002Fli><li>\nEducation should include significant work in advanced mathematics and\u002For statistics.<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p><b>\nKNOWLEDGE &amp; EXPERIENCE<\u002Fb><\u002Fp><ul><li>\n3 to 5 years of experience in related fields.<\u002Fli><li>\nExcellent understanding of the organization&rsquo;s goals and objectives.<\u002Fli><li>\nPossess an intense curiosity and determination to explore and solve complex business problems utilizing internal\u002Fexternal data, technology, and scientific\u002Fstatistical techniques.\n<\u002Fli><li>Thorough understanding of project management practices and approaches including waterfall and Agile methodologies. Experience with project management software such as Microsoft Team Foundation Server.\n<\u002Fli><li>In-depth understanding of, and practical experience with, multiple machine learning algorithms utilizing both structured and unstructured data.\n<\u002Fli><li>Experience with a variety of modeling techniques including, but not limited to, Decision Trees, Na&iuml;ve Bayes methods, Clustering, Regression, Neural Networks, Support Vector Machines, Markov Processes, and ensemble methods.<\u002Fli><li>\nTrack record of delivering valuable business-related predictive analytics solutions in a timely manner.<\u002Fli><li>\nFamiliarity with dimensionality reductions techniques including, but not limited to, Principal Component Analysis.\n<\u002Fli><li>Thorough understanding of procedures for training, testing, and validating predictive models &ndash; oversampling, boosting, bagging, hyper-parameter optimization, classification matrices, ROC curves, n-fold cross validation, validation metrics, holdout techniques, etc.\n<\u002Fli><li>Proven ability to extract meaningful insights from data.<\u002Fli><li>\nHistory of working with very large databases for analytics purposes. This would include both transactional system data and data warehouse data.<\u002Fli><li>\nUnderstanding of Databases and the SQL Language &ndash; SQL Server \u002F Oracle \u002F MySQL etc.\n<\u002Fli><li>Programming languages &ndash; C++, C#, Java, Python, etc.<\u002Fli><li>\nSoftware &ndash; SPSS, SAS, Oracle Data mining, SQL Server SSAS Data Mining, R or similar, Microsoft Office Suite &ndash; specifically Excel.<\u002Fli><li>\nExperience with operating systems including Microsoft Windows and UNIX.<\u002Fli><li>\nExperience with big data solutions such as Hadoop and its ecosystem.\n<\u002Fli><li>Understanding of containerization software such as Docker<\u002Fli><li>\nExperience with code management (version control) techniques utilizing tools such as Microsoft Team Foundation Server, Github, etc.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<p><b>\nPERSONAL ATTRIBUTES<\u002Fb><\u002Fp><ul><li>\nExcellent listening and interpersonal skills.<\u002Fli><li>\nExperience working in a team-oriented, collaborative environment.<\u002Fli><li>\nAbility to translate very complex subject matter into understandable written and oral communications.<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<p><b>\nWORK CONDITIONS<\u002Fb><\u002Fp><ul><li>\nOccasional evening and weekend work to meet deadlines.<\u002Fli><li>\nSitting for extended periods of time.<\u002Fli><li>\nDexterity of hands and fingers to operate a computer keyboard or mouse and to handle other computer components.<\u002Fli><li>\nLifting and transporting of moderately heavy objects, such as laptop computers and reference books.<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","238fbf4b28d081ca":"<div><p><b>About the New York Genome Center<\u002Fb><\u002Fp>\n<p>\nThe New York Genome Center (NYGC) is an independent, non-profit organization that leverages the collaborative resources of leading academic medical centers, research universities, and commercial organizations. Our vision is to transform medical research and clinical care in New York and beyond through the creation of one of the largest genomics facilities in North America, integrating sequencing, bioinformatics, and data management, as well as performing cutting-edge genomics research.<\u002Fp>\n<p>\nThe New York Genome Center is a VEVRAA Federal Contractor. All qualified applicants will receive consideration for employment and will not be discriminated against on the basis of race, color, religion, sex, sexual orientation, national origin, age, disability, or protected veteran status. The New York Genome Center takes affirmative action in support of its policy to hire and advance in employment individuals who are minorities, women, protected veterans, and individuals with disabilities.<\u002Fp><br>\n<p><\u002Fp>\n<p><b>\nPosition Description<\u002Fb><\u002Fp>\n<p>\nThe Landau Lab at the New York Genome Center is looking for a highly motivated, detail-oriented individual to join our efforts to study the basic principles of cancer evolution. As Data Scientist Associate, you will be responsible for the analysis and interpretation of next-generation sequencing (NGS) data, originating from patient samples as well as experimental modeling of cancer evolution. Specifically, the lab is focused on deep learning applications to liquid biopsy and single-cell analytics.<\u002Fp>\n<p><b>\nJob Duties:<\u002Fb><\u002Fp>\n<ul>\n<li>Analyze sequencing data using established pipelines;<\u002Fli>\n<li>Develop and benchmark new tools for sequencing data analysis applying machine learning to cancer discovery;<\u002Fli>\n<li>Assist and collaborate with internal and external researchers in interpretation of sequencing data.<\u002Fli><br>\n<\u002Ful>\n<br>\nRequired Skills<br>\n<ul><li>MS degree in bioinformatics, computer science or equivalent exposure;<\u002Fli>\n<li>Demonstrated exposure to NGS data analysis;<\u002Fli>\n<li>Programming skills in R, Python, Perl, BASH, TensorFlow or similar;<\u002Fli>\n<li>Training in statistics or machine learning;<\u002Fli>\n<li>Team oriented with excellent written and verbal communication skills.<\u002Fli><br>\n<\u002Ful>\n<br>\nRequired Experience<\u002Fdiv>","b46ca95aec2fe6b3":"<b>Description:<\u002Fb><br>\n<b>PURPOSE:<\u002Fb><br>\nThe primary role of the Marketing Data Scientist is to discover the insights hidden in data, and to build tools based on those insights for use by other marketers or through automated systems. You will apply data mining techniques, statistical analysis, and high-quality production systems across a wide variety of marketing problems such as: identifying top markets or customers, estimating and forecasting the performance of marketing expenditures, and increasing customer engagement. Additionally, you will also be responsible for data management (data ingestion, transformation, loading, quality control, etc.) across various sales, marketing, customer and digital data sources. You will be competent in the “full analytics project lifecycle” from a) requirements and scoping through b) data ingestion and management through c) data exploration\u002Fmunging, and d) the implementation of machine learning algorithms and statistical methods to d) insight generation and communication to stakeholders.\n<br><br>\nWhat will distinguish you from a Data Analyst is your a) strong programming skills, b) proper application of more advanced algorithms, c) creation of “production ready”, automated systems and data flows for use in marketing and business operations, and d) less time spend focused on reporting, campaign analytics, and day-to-day insights.\n<br><br>\n<b>RESPONSIBILITIES:<\u002Fb><br>\n<ul>\n<li>Selecting features, building and optimizing classifiers using machine learning techniques<\u002Fli>\n<li>Data mining using state-of-the-art methods<\u002Fli>\n<li>Extending data resources with third party sources of information when needed<\u002Fli>\n<li>Enhancing data collection procedures to include information that is relevant for building analytic systems<\u002Fli>\n<li>Processing, cleansing, and verifying the integrity of data used for analysis<\u002Fli>\n<li>Doing ad-hoc analysis and presenting results in a clear manner<\u002Fli>\n<li>Creating stable automated (low maintenance) systems and tracking their performance<\u002Fli>\n<li>Proposing new ideas and novel solutions that do not fit conventional thinking or approaches, or are demanded by new problems.<\u002Fli>\n<li>Develop area of expertise in which to participate in company PR activities and industry conferences for external audiences.<\u002Fli>\n<li>Targeted participation in business development and project sell-thru for prospective, new and existing clients.<\u002Fli>\n<li>Participation in knowledge transfer, coaching, and project management for junior hires, in conjunction with department managers.<\u002Fli>\n<li>Develop relationships with internal clients, and collaborative engagements, that solve business problems with analytical solutions.<\u002Fli>\n<\u002Ful>\n<b>Requirements:<\u002Fb><br>\n<b>CRITICAL COMPETENCIES:<\u002Fb><br>\n<ul>\n<li>Foundational understanding of how to apply basic machine learning algorithms to clustering, dimension reduction and feature engineering, pattern detection and forecasting, and optimization.<\u002Fli>\n<li>In-depth, hands on experience with at least 1 of the following specialty models: logistic regression, classification models (support vector, xgBoost etc.), forecasting, survival, or neural networks.<\u002Fli>\n<li>Experience with common data science toolkits, such as R or Python (preferred) or SAS\u002FSPSS. Excellence in at least one of these is highly desirable.<\u002Fli>\n<li>Experience with data visualization tools, such as Tableau or PowerBI, or R\u002FPython packages (Shiny, Bokeh, etc.)<\u002Fli>\n<li>Good applied statistics skills, such as distributions, statistical testing, regression, etc.<\u002Fli>\n<li>Great communication skills, including The ability to translate approaches and findings into understandable insights for non-technical audiences<\u002Fli>\n<li>Put analytics into both tactical and strategic recommendations<\u002Fli>\n<li>Sell your solutions and recommendations to external and internal clients.<\u002Fli>\n<li>Data-oriented personality, including curiosity and problem solving.<\u002Fli>\n<li>Work quickly and accurately under time pressure, and balancing the option for deeper dives with business imperatives (deadlines, need to launch, etc.)<\u002Fli>\n<\u002Ful>\n<b>REQUIRED EDUCATION \u002F EXPERIENCE:<\u002Fb><br>\n<ul>\n<li>2-5 years of experience in analytics role.<\u002Fli>\n<li>Extensive training in data science programs can be substituted for experience, such as:<\u002Fli>\n<li>Supplemental training in data science techniques from DataCamp, etc.<\u002Fli>\n<li>Participation in Kaggle.com, etc. data science competition.<\u002Fli>\n<li>Participation and maintenance of Github.com, etc. open source code repository.<\u002Fli>\n<li>Bachelor’s or Master’s degree in major with heavy emphasis on quantitative analysis or programming, such as business analytics or data science, economics, physics, mathematics or statistics, computer science, engineering, or quant emphasis in social science (psychology, sociology, etc.).<\u002Fli>\n<\u002Ful>\n<b>PERKS:<\u002Fb><br>\nWe offer your full traditional suite of benefits including health, dental, vision, and life insurance. We also offer a matching 401K, commuter benefits, and flex funds for you to enjoy your life outside of work. Add to that a good deal of PTO, including half day summer Fridays and all the holiday time off you would expect. Oh yeah, and weekly happy hours of course.\n<br><br>\n<b>ENVIRONMENTAL DEMANDS:<\u002Fb><br>\nNormal office environment. Ability to sit for extended periods of time including extensive use of PC equipment.\n<br>We like everyone, so we are an equal opportunity employer. We do not consider your race, religion, ethnicity, national origin, age, sex, disability, marital status, sexual orientation, or veteran status when deciding to hire you. We just want you to be you.","89c137588912a5ed":"<div><div><b>Now Brewing &ndash; data scientist! #tobeapartner<\u002Fb><\u002Fdiv><div>\n<\u002Fdiv><div>\nFrom the beginning, Starbucks set out to be a different kind of company. One that not only<\u002Fdiv><div>\ncelebrated coffee and the rich tradition, but that also brought a feeling of connection. We are known for developing extraordinary leaders who share this passion and are guided by their service to others.<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nAre you a data scientist who thinks like a business owner? Are you passionate about solving business problems by designing optimal experiments and deploying solutions at scale using 1st, 2nd, and 3rd party customer data in a next generation analytics infrastructure to help Starbucks optimize digital engagements with our 75M customers?<\u002Fdiv><div><br>\n<\u002Fdiv><div>\nIf you answered &ldquo;yes&rdquo; to the questions above, please come and join our Data Science team. You will help optimize app-level product recommendations, digital menu board content, voice-order recommendations, drive-thru personalized menu board content, 1-1 and in-store marketing via personalized content on order labels and POS systems.<\u002Fdiv><div><br>\n<\u002Fdiv><div><i>\nAs a data scientist, your responsibilities and job functions will include&hellip;<\u002Fi><\u002Fdiv><div><br>\n<\u002Fdiv><div><b>\nData Preparation:<\u002Fb><\u002Fdiv><div><ul><li><div>\nUnder direction of more senior data scientists, execute extraction and synthesis of data from Azure: data lake storage (ADLS), blob storage, SQL DW, SQL Server; and legacy systems: Oracle and its companion data lake storage<\u002Fdiv><\u002Fli><li><div>\nUnder direction of more senior data scientists, process 1st 2nd, and 3rd party customer data in next generation privacy compliant infrastructure<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><div><b>\nBusiness Understanding &amp; Provide Optimal Solutions:<\u002Fb><\u002Fdiv><div><ul><li><div>\nHas minimal understanding of Starbucks business, and business acument in general. Requires mentoring and guidance<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><div><b>\nMachine Learning and Data Product Dev and Deployment:<\u002Fb><\u002Fdiv><div><ul><li><div>\nUnder direction of more senior data scientists, contribute to AI and Machine Learning models in batch, real-time<\u002Fdiv><\u002Fli><li><div>\nDevelop data pipelines and scalable Restful APIs to create and enable analytical applications<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><div><b>\nStatistics and Model Development and Deployment:<\u002Fb><\u002Fdiv><div><ul><li><div>\nLeverage the latest cloud technologies, existing and immerging statistical and machine learning techniques to identify data patterns and trends to solve business problems<\u002Fdiv><\u002Fli><li><div>\nWith support from more senior data and decision scientists, build and deploy customer segments to facilitate optimal marketing targeting within channels<\u002Fdiv><\u002Fli><li><div>\nVia a &quot;feature factory&quot; approach, build large numbers of weak learners in a Customer 360 framework<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><div><b>\nInsights Operationalization:<\u002Fb><\u002Fdiv><div><ul><li><div>\nUnder the guidance of more senior data scientists, create clear and concise packaging and presentation of data products and insights to business stakeholders, leaders and the broader analytics community<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><div><b>\nData Science Evangelism:<\u002Fb><\u002Fdiv><div><ul><li><div>\nWith support from more senior data scientists, establish and foster close collaboration between data and decision scientists, engineers, business and leadership teams to align on technical roadmaps for innovation<\u002Fdiv><\u002Fli><li><div>\nEstablish brand and team as subject matter experts and trusted advisors for Analytics across departments<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><div><b>\nProject &amp; Work Management:<\u002Fb><\u002Fdiv><div><ul><li><div>\nActively participate in an Agile team structure designed to create a bias for action (fail fast\u002Foften)<\u002Fdiv><\u002Fli><li><div>\nUtilize Wiki and GitHub to share standards and code<\u002Fdiv><\u002Fli><li><div>\nPresent code to team for review compared to Best Practice<\u002Fdiv><\u002Fli><li><div>\nActively participate in Agile-related meetings: stand-ups, sprint planning, retrospectives, showcases<\u002Fdiv><\u002Fli><li><div>\nParticipate in Microsoft Azure and other trainings<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>\n<br>\n<div><div><i>We&rsquo;d love to hear from people with:<\u002Fi><\u002Fdiv><div><ul><li><div>\nEducation: Min BS\u002FBA with concentration in quantitative discipline - Stats, Math, Comp Sci, Engineering, Econ or similar discipline<\u002Fdiv><\u002Fli><li><div>\n1+ years&rsquo; professional data science experience<\u002Fdiv><\u002Fli><li><div>\nDemonstrated experience with one programming language such as Scala, Java, C++, C#<\u002Fdiv><\u002Fli><li><div>\nDemonstrated experience with scripting languages such as Unix Shell (ksh, csh, bash, sh), PowerShell, ARM<\u002Fdiv><\u002Fli><li><div>\nDemonstrated experience with cloud tech for data and analytics solutions (Azure, AWS)<\u002Fdiv><\u002Fli><li><div>\nDemonstrated experience building and deploying AI \u002F Machine Learning solutions, at scale<\u002Fdiv><\u002Fli><li><div>\nDemonstrated familiarity with Web application security, SSL OAuth<\u002Fdiv><\u002Fli><li><div>\nDemonstrated self-sufficiency with R or Python (or equivalent)<\u002Fdiv><\u002Fli><li><div>\nRetail, customer loyalty, or eCommerce experience preferred<\u002Fdiv><\u002Fli><\u002Ful><\u002Fdiv><div><br>\n<\u002Fdiv><div>\nJoin us and be part of something bigger. Apply today!<\u002Fdiv><div><\u002Fdiv><br>\n<div>\n<\u002Fdiv><div>\nStarbucks and its brands are an equal opportunity employer of all qualified individuals, including minorities, women, veterans and individuals with disabilities. Starbucks will consider for employment qualified applicants with criminal histories in a manner consistent with all federal, state, and local ordinances.<\u002Fdiv><\u002Fdiv>","c2fa8ca338b8d798":"<div><div><b>Responsibilities<\u002Fb><p><\u002Fp><p>\nThe Data Scientist is responsible for developing machine learning predictive analytics models by applying advanced statistical and computational methods, and innovating use of data to support UCLA Health Sciences initiatives that drive clinical, financial and operational improvement. The incumbent is expected to understand the clinical, financial and operational issues to be solved and to determine targeted individual and\u002For linked healthcare data sets (structured and unstructured). The incumbent leverages machine learning tools and algorithms best-suited to solve these issues, interprets outputs, and presents findings to various levels of stakeholders and technical experts.<\u002Fp><\u002Fdiv><div><b>\nQualifications<\u002Fb><p><\u002Fp><ul><li>Master's degree in Computer Science, Mathematics, Statistics, Engineering, or other computational\u002Fquantitative field is highly desired. PhD is preferred.<\u002Fli><li>2 or more years of advanced data analysis experience and expertise in diverse statistical, data mining techniques and technologies including: neural networks, deep learning, Naive Bayes, regression, random forest, clustering, text mining, social network analysis; Natural Language Processing (NLP); supervised and unsupervised machine learning; model validation, testing, and communication; and machine learning frameworks like scikit-learn, Tensorflow, Keras, pandas, etc.<\u002Fli><li>Experience working with Microsoft Azure cloud based technologies is preferred<\u002Fli><li>Proficiency with a statistical language: R or Python is required and analytical documentation: Jupyter or iPython notebook is preferred<\u002Fli><li>Strong programming skills: shell scripting, Python, Perl, C++, SQL and Java are preferred<\u002Fli><li>Experience working with Tableau, Power BI, matplotlib, ggplot2 or similar data visualization tool is required<\u002Fli><li>Experience with healthcare data and\u002For EHR data is preferred<\u002Fli><li>Demonstrated experience synthesizing and analyzing large data and making program recommendations based on that data is required<\u002Fli><li>Excellent written and communication skills explaining complex quantitative models to business stakeholders, management and executives<\u002Fli><li>Experience performing statistical analysis to quantify the limitations of models<\u002Fli><li>High functioning team skills, including active listening, rapport building, receiving and delegating work assignments<\u002Fli><\u002Ful><\u002Fdiv><div><p>\nUCLA is an Equal Opportunity\u002FAffirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or protected Veteran status.<\u002Fp><\u002Fdiv><\u002Fdiv>","a1792f92d5394399":"<div><p><b>Position Summary: <\u002Fb>The data scientist performs a broad range of analyses (descriptive and predictive) on diverse datasets including big data and streaming data. Primary responsibilities include collecting, processing, and analyzing data and applying natural language processing, modelling and simulation, and machine learning techniques to characterize data trends and identify indicators of science and technology emergence to support U.S. government customers.<\u002Fp>\n<p><b>Required Education, Certifications, Skills, Capabilities<\u002Fb>:<\u002Fp>\n<ul><li>Bachelor&rsquo;s or Master&rsquo;s degree in a data science, computer science or related discipline such as operations research, though any individual with the necessary skills and a passion for quantitative analysis is strongly encouraged to apply.\n<\u002Fli><li>Experience developing and using R, Python, SQL, and\u002For other language.<\u002Fli><li>\nExperience building statistical models, performing simulations, and applying various machine learning approaches.<\u002Fli><li>\nMust be comfortable applying state-of the art techniques to new problems and evaluating their effectiveness.<\u002Fli><li>\nDemonstrable critical and creative thinking abilities.<\u002Fli><li>\nStrong interpersonal and teambuilding skills.<\u002Fli><li>\nStrong verbal and written communications skills.\n<\u002Fli><li>Demonstrated ability to work as a team contributor with a mission focus and emphasis on service, integrity, and excellence.<\u002Fli><\u002Ful>\n<p><b>Desired Education, Certifications, Skills, Capabilities<\u002Fb>:<\u002Fp>\n<ul><li>Incumbent typically has 3-5 years of post-education experience.<\u002Fli><li>\nExperience accessing and retrieving from open source data repositories (e.g., using APIs, web scraping).<\u002Fli><li>\nExperience with forecasting or modelling time-series data sets.<\u002Fli><li>\nPrior experience working within a fast-paced cross-discipline corporate environment.<\u002Fli><li>\nRecord of innovation and creative problem solving with an entrepreneurial mindset.<\u002Fli><\u002Ful>\n<p><b>Duties:<\u002Fb><\u002Fp>\n<p>The duties of this position shall include, but are not necessarily limited to (and not listed in priority order)<b>:<\u002Fb><\u002Fp>\n<ul><li>Assist in the design, planning, and execution of complex research projects to supports science and technology analysis and forecasting.<\u002Fli><li>\nCollect and analyze large volumes of data and identify meaningful trends, extrapolations, or other patterns.<\u002Fli><li>\nCreate visualizations summarizing the useful information derived from data.<\u002Fli><li>\nResearch, develop, and write complex content for client reports.<\u002Fli><li>\nCommunicate research findings via client presentations and peer-reviewed publications.<\u002Fli><li>\nConduct technical reviews of reports and presentation material for structure, accuracy, consistency, and appropriateness of content.<\u002Fli><li>\nOther duties as may be assigned.\n<\u002Fli><\u002Ful><p><b>Primary Work Location<\u002Fb>: Arlington, Virginia &ndash; this position does not qualify for long-term mobile\u002Fremote work or telework.<\u002Fp>\n<p><b>Special Work Conditions<\u002Fb>: Periodic travel to Blacksburg, Virginia. Possible travel to other CONUS locations. Occasional work outside of corporate core business hours.<\u002Fp>\n<p><b>Security:<\u002Fb> U.S. citizenship required.<\u002Fp>\n<p><b><i>Virginia Tech Applied Research Corporation is an equal opportunity employer and does not discriminate on the basis of race, color, national origin, military status, gender, religion, age, or disability.<\u002Fi><\u002Fb><\u002Fp><\u002Fdiv>","907cb25d9cd91bfc":"<div><div><div><p>The BIA Data Scientist will apply advanced analytics techniques to large data sets and synthesize insights into actionable business opportunities. Primarily the role will focus on marketing and sales optimization and building customer segment profiles. Job responsibilities will include end to end delivery of projects, developing analytics models, providing descriptive and predictive analysis, data visualization, and process automation.<\u002Fp>\n<p>Responsibilities:<\u002Fp>\n<ul><li>Data mining, data integration, and data visualization with end to end deliverable of synthesized findings and recommendations<\u002Fli>\n<li>Apply analytics techniques to identify trends and outliers<\u002Fli>\n<li>Lifetime value modeling and developing customer profile segments<\u002Fli>\n<li>Media mix modeling with focus on cross channel attributions to determine influence of spend mix on branding, reach, conversion, and ROI<\u002Fli>\n<li>Mentor and assist analysts in their respective functions and responsibilities<\u002Fli>\n<li>Deployment of proposed solutions including process improvement and automation<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv>\n<br><div><div><h2 class=\"jobSectionHeader\"><b>Job Requirements<\u002Fb><\u002Fh2>\n<p>Requirements:<\u002Fp>\n<ul><li>Descriptive and predictive analytics with prior experience on machine learning, simulation, segmentation<\u002Fli>\n<li>Marketing analytics experience with Google or Adobe product suite<\u002Fli>\n<li>Strong SQL skills a must<\u002Fli>\n<li>R, Python, Tableau, and Snowflake<\u002Fli>\n<li>Retail and\u002For insurance industry experience<\u002Fli>\n<li>Manage multiple projects and priorities to completion<\u002Fli>\n<li>Excellent verbal communication and analytical skills<\u002Fli>\n<li>Demonstrated leadership abilities, whether in a formal or informal role<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>","5f58dd9f743ef5d0":"Meet our professionals\n<br><br>\n<b>CGI:<\u002Fb> A place to build an IT career\n<br><br>\n<b>Position Description:<\u002Fb><br>\nThis position is responsible for business consulting activities for the Data Strategy and Analytics teams within our client organizations to monitor and assist in improving their analytics eco system. We need someone with a creative problem-solving skills to work on our client's business opportunities. Our Data Scientistwill work to understand high value opportunities and identify\u002Fbuild potential solutions, which often involve discovering new insights by transforming data into intuitive & interactive visualizations or applications\n<br><br>\n<b>Your future duties and responsibilities:<\u002Fb><br>\nServe as an expert in translating complex data into key strategy insights and valuable actions.\n<br><br>\n<ul>\n<li>Discover business narratives told by the data and present them to other scientists, business stakeholders, and managers at various levels.<\u002Fli>\n<li>Develop and test heuristics.<\u002Fli>\n<li>Create and run statistic\u002FML models.<\u002Fli>\n<li>Perform data exploration and data mining.<\u002Fli>\n<li>Create business intelligence, dashboards, visualizations, and\u002For other advanced analytics reports to adequately tell the business narrative and offer recommendations that are practiced, actionable, and have material impact, in addition to being well-supported by analytical models and data.<\u002Fli>\n<\u002Ful>\n<b>Required qualifications to be successful in this role:<\u002Fb><br>\n<ul>\n<li>Must have a min of 5 -7 min years experience working in a fortune 100\u002F500 company.<\u002Fli>\n<li>3 - 5 years of data engineering\u002Fscience related activities with overall 10+ years' experience.<\u002Fli>\n<li>Graduation from a four-year college or university with a degree in statistics, physics, mathematics, engineering, computer science, or management of information systems.<\u002Fli>\n<li>Expert knowledge of SAS, Python Machine Learning or R.<\u002Fli>\n<li>Working knowledge of statistics, programming and predictive modeling.<\u002Fli>\n<li>Working knowledge of code writing.<\u002Fli>\n<li>Big Data\u002FHadoop\u002FNoSQL and experience with large datasets<\u002Fli>\n<\u002Ful>\n<b>Desired:<\u002Fb><br>\nDoctorate in Computer science, Engineering, Physics or Statistics\n<br><br>\n#L1-AC2\n<br><br>\n<b>Skills:<\u002Fb><br>\n<ul>\n<li>Data Analysis<\u002Fli>\n<li>SQL<\u002Fli>\n<li>Python<\u002Fli>\n<li>QlikView<\u002Fli>\n<li>Data Architecture<\u002Fli>\n<\u002Ful>\n<b>What you can expect from us:<\u002Fb><br>\nBuild your career with us.\n<br><br>\nIt is an extraordinary time to be in business. As digital transformation continues to accelerate, CGI is at the center of this change—supporting our clients' digital journeys and offering our professionals exciting career opportunities.\n<br><br>\nAt CGI, our success comes from the talent and commitment of our professionals. As one team, we share the challenges and rewards that come from growing our company, which reinforces our culture of ownership. All of our professionals benefit from the value we collectively create.\n<br><br>\nBe part of building one of the largest independent technology and business services firms in the world.\n<br><br>\nLearn more about CGI at www.cgi.com.\n<br><br>\nNo unsolicited agency referrals please.","72e94dd758e568f8":"<p><\u002Fp><div><div><p><b>Working at MIT offers opportunities, an environment, a culture &ndash; and benefits &ndash; that just aren&rsquo;t found together anywhere else. If you&rsquo;re curious, motivated, want to be part of a unique community, and help shape the future &ndash; then take a look at this opportunity.<br>\n<\u002Fb><\u002Fp><br>\n<p><b>DATA SCIENTIST<\u002Fb>, <i>Brain and Cognitive Sciences<\u002Fi>, to support a new collaboration with the MGH Department of Neurosurgery&rsquo;s Brain Modulation Lab, led by Mark Richardson, MD, PhD, Director of Functional Neurosurgery at MGH. Will build-out and maintain data infrastructure to facilitate collaboration between MIT and MGH investigators involving human intracranial neurophysiology data and various types of simultaneously collected behavioral data. Responsibilities include facilitating network configurations for lab computing environment; managing backups; designing, implementing, and maintaining hardware infrastructure; assisting with data sharing; inventorying current data (Dropbox, Synology, REDCap, etc.); transitioning to new systems, including new data formats; designing relationship database(s) and file shares as a central data repository; creating and maintaining ETL to automate loading data into warehouse; inventorying\u002Fmaintaining different data storage dictionaries and formatting standards; reviewing existing and keeping lab apprised of new tools; and providing high-level overview of lab data. May monitor\u002Fcoordinate the work of postdocs\u002Fundergraduates\u002Fgraduate students.\n<\u002Fp><\u002Fdiv><p><\u002Fp><div><p><b>Job Requirements<\u002Fb><br>\n<b>\n<\u002Fb><\u002Fp><p><i>REQUIRED<\u002Fi>: Ph.D. in computer science or related field; at least three years&rsquo; related experience; knowledge of at least two of the following-Python, R, and\u002For MATLAB; familiarity with Microsoft&rsquo;s SQL Server 2012 Enterprise (relational database) and Server Integration Services (ETL); ability to manage file systems, clean and preprocess data, troubleshoot anomalies, and perform analyses; knowledge of the command line and use of command line tools; comfort working with data in various formats (tabular data, electrophysiological data, behavioral data, medical images) and across multiple operating systems (Windows, macOS, Linux); and experience with cloud-based storage, e.g., AWS. Seek someone who prefers programmatic solutions to manual ones and understands tidy data concepts. Experience with D3 or similar data visualization tool a plus. <b>Job #17586<\u002Fb><br>\n<br>\nThis is a three-year, term-limit appointment with possible extension based on continued funding.<\u002Fp><\u002Fdiv><\u002Fdiv><p><\u002Fp>","d8fab8c9b0c4d6ca":"<div><p><b>What We'll Bring:\n<\u002Fb><\u002Fp>What We'll Bring:\n<br>\n<br>\nAt TransUnion, we have a welcoming and energetic environment that encourages collaboration and innovation &ndash; we&rsquo;re consistently exploring new technologies and tools to be agile. This environment gives our people the opportunity to hone current skills and build new capabilities, while discovering their genius.\n<br>\n<br>\nCome be a part of our team &ndash; you&rsquo;ll work with great people, pioneering products and cutting-edge technology\n<p><\u002Fp><p><b>What You'll Bring:\n<\u002Fb><\u002Fp><ul><li>You come in with 1-2 years of professional statistical modeling experience with solid knowledge of GLM, Machine Learning, and AI\n<\u002Fli><li>Advanced proficiency with one or more statistical programming languages such as R or SAS\n<\u002Fli><li>Experience writing intermediate SQL queries for data extraction\n<\u002Fli><li>Ability to clearly articulate ideas to both technical and non-technical audiences\n<\u002Fli><li>Your strong project management and time management skills including the ability to prioritize and contribute to multiple assignments simultaneously, delegating work when necessary, setting clear goals, and managing customer expectations\n<\u002Fli><li>You have an advanced degree in fields of quantitative discipline such as Mathematics, Statistics, Engineering, Analytics and other related fields with advanced coursework in statistics\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>What we love to see:\n<\u002Fb><\u002Fp><ul><li>You have hands on experience in optimization of machine learning algorithm and experience in suing deep learning algorithm\n<\u002Fli><li>Ph. D. degree in statistics\u002Fcomputer science from a highly accredited university\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Impact You'll Make:\n<\u002Fb><\u002Fp><p><b>Impact You'll Make:\n<\u002Fb><\u002Fp><ul><li>Contribute to advanced insurance analytics on topics including utilizing telematics data for risk differentiation, as well as other insurance IoT\n<\u002Fli><li>Participate insurance analytics tool development projects\n<\u002Fli><li>Collaborate with internal and external partners to deliver innovative analytical products and insights. You will be directly involved in the development of predictive modeling and business intelligence solutions for clients such as credit lenders, insurance carriers, and other financial services institutions\n<\u002Fli><li>Contribute to projects involving descriptive, predictive, and prescriptive analysis leveraging a variety of techniques (such as segmentation, logistic regression, survival analysis, principal component analysis, Monte Carlo simulation, scenario and sensitivity analysis, and machine learning)\n<\u002Fli><li>Lead small projects and\u002F or work streams as a part of larger projects; this may involve delegating tasks to other team members and managing the team to meet deliverables on time\n<\u002Fli><li>Dig in by extracting data and performing segmentation and statistical analyses on large population datasets (using languages such as R, SAS, SQL, and Python on Linux and PC computing platforms)\n<\u002Fli><\u002Ful><p><\u002Fp><p>We are an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, age, disability status, veteran status, marital status, citizenship status, sexual orientation, gender identity or any other characteristic protected by law.<br>\n<\u002Fp><p><\u002Fp><br>\n<p>TransUnion's Internal Job Title:\n<\u002Fp>Sr Analyst, Data Science and Analytics<\u002Fdiv>","ada2dca76c02b2d8":"<p><\u002Fp><div><ul><li>Visionist, Inc. has opportunities for Data Scientists with interest in data analytics support across a variety of areas, from the development of advanced data analytics to understanding, evaluating, and implementing customer requirements. Visionist can offer opportunities to stay current with the latest trends, technologies, and future industry movement in relation to data analytics. You will be able to develop, design, maintain, and enhance data analytic solutions for our customers.<\u002Fli>\n<\u002Ful><h6 class=\"jobSectionHeader\"><b>Sampling of Desired Skills:<\u002Fb><\u002Fh6>\n<ul><li>Experience with Python, R, Scala, or Julia. Java experience is preferred. Large dataset experience (Map\u002FReduce, Hadoop, Spark, Flink).<\u002Fli>\n<li>Strong familiarity with data science applications such as association analysis, graph\u002Fnetwork analytics, clustering, text analytics, classification and regression (multivariate and logistic).<\u002Fli>\n<li>Training in the design and implementation of static and dynamic visualizations in R, Python, Tableau, or similar visualization software.<\u002Fli>\n<li>Knowledge of machine learning methods (neural networks &amp; deep learning) and platforms (TensorFlow, H20).<\u002Fli>\n<li>Experience or exposure to Natural Language Processing (NLP).<\u002Fli>\n<\u002Ful><h6 class=\"jobSectionHeader\"><b>Qualifications:<\u002Fb><\u002Fh6>\n<ul><li>Bachelor&rsquo;s degree in Computer Science or related field preferred.<\u002Fli>\n<li>Ability to communicate complex quantitative analysis in a clear, precise, and actionable manner.<\u002Fli>\n<li>Capable of building conceptual, knowledgeable, and physical data models.<\u002Fli>\n<li>Produce innovative and creative solutions to analytic problems.<\u002Fli>\n<\u002Ful><ul><li>Comfortable with various data structures and common methods in data transformation.<\u002Fli>\n<\u002Ful><p><b>Interested in this position? Send us a resume today.<\u002Fb><br>\nDue to government contract and security clearance requirements, US citizenship is required.<\u002Fp>\n<p>\nVisionist, Inc. is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions are based on business needs, job requirements and individual qualifications, without regard to race, religion, color, sex (including pregnancy and gender identity), sexual orientation, parental status, national origin, age, disability, family medical history or genetic information, political affiliation, military service, or any other non-merit based factor. These protections extend to all management practices and decisions, including recruitment and hiring practices, appraisal systems, promotions, and training and career development programs. Visionist, Inc. will not tolerate discrimination or harassment based on any of these characteristics.<\u002Fp><\u002Fdiv>","084492883985a85a":"<div><p><b>Position Summary:<\u002Fb><\u002Fp>\n<p><\u002Fp><p>The Digital Health team is seeking a highly motivated, meticulous and detail-oriented individual for a multi-disciplinary team. The candidate will be instrumental in analyzing and making inferences from healthcare big data and must be goal oriented and should have strong background in statistics, epidemiology and possess some programming skills. The candidate should also be a quick learner, flexible and able to adapt to needs of the project.<\u002Fp>\n<p><\u002Fp><p><b>Responsibilities:<\u002Fb><\u002Fp>\n<p><\u002Fp><ul><li>Execution of meticulous and well thought out data analysis for building predictive algorithms on healthcare big data<\u002Fli>\n<li>Development and execution of data analysis protocols to support company's discovery pipeline<\u002Fli>\n<li>Detailed documentation of data analysis methods and findings<\u002Fli>\n<li>Presentation of scientific results internally and externally<\u002Fli>\n<li>Preparation and submission of scientific manuscripts for review and publication<\u002Fli>\n<li>Other duties, as assigned<\u002Fli>\n<\u002Ful><p><\u002Fp><p><b>Qualifications:<\u002Fb><\u002Fp>\n<p><\u002Fp><ul><li>Requires a Ph.D. in Statistics, Epidemiology, Public Health, Data Science or related field<\u002Fli>\n<li>Experience working with healthcare claims, pharmacy and electronic medical record data (EMR) is a highly desirable.<\u002Fli>\n<li>Strong skills in statistics and study design.<\u002Fli>\n<li>Proficiency in R and ability to work in Linux environment are required<\u002Fli>\n<li>Experience with SQL, Hadoop, Python is preferred<\u002Fli>\n<li>Proven experience in applying Data Science methodologies to extract, process and transform data from multiple sources<\u002Fli>\n<li>Proven ability to find creative, practical solutions to complex problems.<\u002Fli>\n<li>Excellent communication and interpersonal skills combined with superior and proven track record of technical and organizational skills.<\u002Fli>\n<li>Ability to multitask and work in a team-oriented environment<\u002Fli><\u002Ful><\u002Fdiv>","6723a91ead7b7ee0":"<div><div><div>Responsible for advanced and predictive data analytics using big data and data science technology for healthcare innovation and outcomes. Perform analysis using data science techniques on structured and unstructured data sets, and develop algorithms for targeted business needs.<br>\n<br>\nDesign and develop data models to predict member outcomes or future impact of key member decisions.<br>\nDesign and construct analysis tools that extract, and analyze data and store analytical results in an appropriate format for business needs.<br>\nConduct exploratory data analysis from complex data sources and build key data sets to support Centene&rsquo;s mission.<br>\nEvaluate and design experiments to monitor key metrics and identify improvement opportunities.<br>\nDevelop mathematical and statistical models to distinguish relevant content or events and recognize patterns.<br>\nParticipate in presentations and communicate results of analysis and findings.<br>\nParticipate in the design of automated, operational analytics processes to achieve scale and durability of analysis processes.<br>\nValidate and measure the outcomes of health management programs using SAS, R and other tools, to include provider data, claims data, membership data<br>\nManage multiple projects as assigned.<br>\nAssist with training Data Analysts.<\u002Fdiv>\n<div><b>Qualifications:<\u002Fb><br>\n<br>\nKnowledge\u002FExperience: Master&rsquo;s degree in Statistics, Mathematics, Computer Science, Informatics, Econometrics, Engineering, Experimental Science with 3+ years of experience or Bachelor&rsquo;s degree and 5+ years of quantitative analysis experience in data science capabilities including data mining, predictive modeling, machine learning, statistical modeling, large scale data acquisition, transformation, and structured and unstructured data analysis. Experience with database technologies, including Oracle, SAP, DB2, Teradata, MS SQL Server, SAP HANA, MySQL. Experience using R, SAS &amp; Tableau is strongly preferred.<div><br>\n<\u002Fdiv><div><i>\nCentene is an equal opportunity employer that is committed to diversity, and values the ways in which we are different. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, veteran status, or other characteristic protected by applicable law.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","0079c11b2611349f":"<div><p><b>Data Scientist<\u002Fb><\u002Fp>\n<p><b>\nNewark, CA\n<\u002Fb><\u002Fp><p><b>Full-Time, Direct Hire <\u002Fb>(sorry, visa sponsorship not available at this time)<\u002Fp>\n<p><b>\n0-5 years experience\n<\u002Fb><\u002Fp><p><\u002Fp><p>Marlette Funding, LLC is a financial technology (fintech) provider for the Best Egg&reg; consumer loan platform. Marlette has experienced tremendous growth since its inception in 2014, with over $8B in consumer loans originated through the Best Egg platform.<\u002Fp>\n<p>\nToday, we&rsquo;ve grown to over 200 employees, enjoy strong employee engagement scores and have been recognized numerous times as a best workplace.<\u002Fp>\n<p><\u002Fp>\n<p><b>The Job<\u002Fb><\u002Fp>\n<p>\nThe Data Scientist will be part of Decision Science team and will partner with various business units to research and develop machine-learning models or any other tools leveraged in the strategies.<\u002Fp>\n<p><\u002Fp>\n<p><b>Duties &amp; Responsibilities<\u002Fb><\u002Fp>\n<ul><li> Design, develop, document and maintain machine learning tools (e.g. models) to extract hidden insights in the vast amount of data that Credit, Marketing and\u002For Operations can use to make their respective strategies and processes more efficient and effective.<\u002Fli><\u002Ful>\n<ul><li> Be the subject matter expert in machine learning algorithms and their applicability.<\u002Fli><\u002Ful>\n<ul><li> From time to time, be involved in search of relevant big data and in assessing 3rd party vendor&rsquo;s capabilities.<\u002Fli><\u002Ful>\n<ul><li> Cultivate collaborative environment with other business units and internal stakeholders.<\u002Fli><\u002Ful>\n<ul><li> Identify risk and opportunities in different areas of the business.<\u002Fli><\u002Ful>\n<p><\u002Fp>\n<p><b>Requirements<\u002Fb><\u002Fp>\n<p><b>\nDevelopment<\u002Fb><\u002Fp>\n<ul><li> Master&rsquo;s or PhD in quantitative fields. Data science related major is a big plus.<\u002Fli><\u002Ful>\n<ul><li> Proficiency in statistics (e.g. experimental design, hypothesis testing).<\u002Fli><\u002Ful>\n<ul><li> Know how to obtain and use big data (structured and unstructured).<\u002Fli><\u002Ful>\n<ul><li> Proficiency in machine learning techniques (Gradient Boosting, Random Forest, Neural Network, etc.). Proficiency in NLP and graph databases is a big plus.<\u002Fli><\u002Ful>\n<ul><li> Experienced with end-to-end machine learning pipeline: From data extraction, feature engineering to model building, performance evaluation and implementation.<\u002Fli><\u002Ful>\n<ul><li> Proficiency in SQL, Python and its machine learning libraries (panda, scikit-learn, matplotlib, etc.).<\u002Fli><\u002Ful>\n<ul><li> Practical; grabbing small wins frequently.<\u002Fli><\u002Ful>\n<ul><li> Creative and curious.<\u002Fli><\u002Ful>\n<ul><li> Desire and ability to learn new tools and techniques.<\u002Fli><\u002Ful>\n<ul><li> Able to work independently and collaborate remotely.<\u002Fli><\u002Ful>\n<p><\u002Fp>\n<p><b>Culture<\u002Fb><\u002Fp>\n<ul><li> Be confident and willing to challenge status quo but also willing to concede and execute other&rsquo;s ideas when necessary<\u002Fli><\u002Ful>\n<ul><li> Capable of teaching and learning from others to promote continuity of knowledge and personal development<\u002Fli><\u002Ful>\n<ul><li> Ability to work effectively independently and as a team member<\u002Fli><\u002Ful>\n<ul><li> Excellent English written and verbal communication skills<\u002Fli><\u002Ful>\n<ul><li> Able to travel to East Coast as needed.<\u002Fli><\u002Ful><\u002Fdiv>","8be56052f909183a":"\"The best place to get care. The best place to give care.\" That is the Saint Luke's vision and, whether in a hospital, clinic, practice or office, our nearly 12,000 employees strive toward that vision every day. Saint Luke's employees are proud of our rich history and heritage, and that we remain the only faith-based, nonprofit, locally owned health system in Kansas City. Joining Saint Luke's means joining a team of exceptional professionals who always strive for excellence in patient care. Take this opportunity to do the best work of your career within a highly diverse and inclusive work space where all voices matter.\n<br><br>\nJob Description?\n<br><br>\nA minimum of 5 years of related experience with analytically challenging projects, preferably in healthcare.\n<br><b>Advanced knowledge in one or more of the following:<\u002Fb> quantitative analysis, financial analysis, information systems, population health analytics, clinical informatics, or clinical quality analytics.\n<br>Working knowledge of SQL, SQL programming, and relational database concepts, and experience with data quality software such as Alteryx or similar class of tools.\n<br>Experience with analytic and visualization platforms such as Spotfire, Tableau, Microsoft BI, or R. Base experience with SQL, JAVA, Iron Python, or HTML preferred.\n<br><br>\nEducation\n<br>Bachelor's Degree (Required)\n<br><br>\nCertifications\n<br><br>\nWork Shift\n<br>Day (United States of America)\n<br><br>\nJ oin the Kansas City region's premiere provider of health services. Equal Opportunity Employer. We hire only non-tobacco users.","141e74026bbded22":"\"The best place to get care. The best place to give care.\" That is the Saint Luke's vision and, whether in a hospital, clinic, practice or office, our nearly 12,000 employees strive toward that vision every day. Saint Luke's employees are proud of our rich history and heritage, and that we remain the only faith-based, nonprofit, locally owned health system in Kansas City. Joining Saint Luke's means joining a team of exceptional professionals who always strive for excellence in patient care. Take this opportunity to do the best work of your career within a highly diverse and inclusive work space where all voices matter.\n<br><br>\nJob Description?\n<br><br>\nA minimum of 5 years of related experience with analytically challenging projects, preferably in healthcare.\n<br><b>Advanced knowledge in one or more of the following:<\u002Fb> quantitative analysis, financial analysis, information systems, population health analytics, clinical informatics, or clinical quality analytics.\n<br>Working knowledge of SQL, SQL programming, and relational database concepts, and experience with data quality software such as Alteryx or similar class of tools.\n<br>Experience with analytic and visualization platforms such as Spotfire, Tableau, Microsoft BI, or R. Base experience with SQL, JAVA, Iron Python, or HTML preferred.\n<br><br>\nEducation\n<br>Bachelor's Degree (Required)\n<br><br>\nCertifications\n<br><br>\nWork Shift\n<br>Day (United States of America)\n<br><br>\nJ oin the Kansas City region's premiere provider of health services. Equal Opportunity Employer. We hire only non-tobacco users.","fff24aa8305372c5":"<div><div><b>Data Science and AI\u002FML Specialist\n<\u002Fb><\u002Fdiv><div><\u002Fdiv><div><div><b>About the Organization<\u002Fb><\u002Fdiv>\n<div>Now is a great time to join Redhorse Corporation. Redhorse specializes in developing and implementing creative strategies and solutions with private, state, and federal customers in the areas of cultural and environmental resources services, climate and energy change, information technology, and intelligence services. We are hiring creative, motivated, and talented people with a passion for doing what's right, what's smart, and what works.<\u002Fdiv>\n<div><\u002Fdiv><div><b>Position Description<\u002Fb><\u002Fdiv>\n<div>Redhorse Corporation (Redhorse) is seeking a junior Data Scientist and Artificial Intelligence\u002FMachine Learning Specialist for an agile software development services project in support of a U.S. Citizenship and Immigration Service (USCIS) initiative to advance services and technologies using artificial intelligence and machine learning to integrate records and systems. The Data Scientist will be a key member of a cross-disciplinary team to deliver a minimum viable product to USCIS that integrates machine learning approaches to enable adaptive\u002Fintelligent software in a comprehensive software development, security and operations (DevSecOps) environment.<\u002Fdiv>\n<div><\u002Fdiv><div><b>Responsibilities<\u002Fb><\u002Fdiv>\n<div><div><div><div>Activities include, but are not limited to:<\u002Fdiv>\n<ul><li>Work collaboratively on agile DevSecOps software teams to create innovative applications.<\u002Fli>\n<li>Work on data-science and machine-learning efforts in support of USCIS clients.<\u002Fli>\n<li>Consult with UX designer and technical lead on the incorporation of user-originated training data\u002Fmetadata to support future machine learning projects.<\u002Fli>\n<li>Analyze requirements, estimate production time, design solutions, code solutions, test solutions, and document work.<\u002Fli>\n<li>Assist in the definition of application architecture.<\u002Fli>\n<li>Ensure adherence to best practices, management processes, and technical constraints.<\u002Fli>\n<li>Assist in the drafting of business cases, project plans, test reports, risk assessments, and other project specific documentation.<\u002Fli>\n<li>Assist in the development of application functional documentation, including technical specs document, technical data sheets, operational manuals, and training materials.<\u002Fli>\n<\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><b>Minimum Basic Requirements for Skills, Experience, and Credentials include:<\u002Fb><\u002Fdiv>\n<ul><li>Bachelor's degree in Mathematics, Computer Science or similar engineering discipline.<\u002Fli>\n<li>Ability to obtain and maintain a DHS Suitability clearance.<\u002Fli>\n<li>Minimum 3+ years of relevant work experience in agile\u002Fscrum software development, data science settings with a focus on developing projects using AI\u002FML technologies, DevSecOps and cloud environments (e.g. Azure, Google Cloud, Digital Ocean)<\u002Fli>\n<li>Design experience to include deploying production enterprise applications in cloud environments that use AI\u002FML.<\u002Fli>\n<li>Experience with NoSQL, Relational, Graph or Multimodal databases.<\u002Fli>\n<li>Experience with opensource development tools (GitHub, GitLab, etc.)<\u002Fli>\n<li>Experience with Amazon Web Services deployments.<\u002Fli>\n<li>Experience in Data management, science, and governance.<\u002Fli>\n<li>Experience with Jira, Confluence, Visio, and MS Project.<\u002Fli>\n<li>Experience with Microsoft Office tools (Word, Excel, PowerPoint) to present concepts, ideas, and results to team members and clients.<\u002Fli>\n<\u002Ful><div><b>Preferred Requirements<\u002Fb><\u002Fdiv>\n<div><ul><li>Strong understanding of Linux.<\u002Fli>\n<li>Experience coordinating activities to scope and schedule work and providing accurate work estimates for the deployment of new features.<\u002Fli>\n<li>Experience in Design Thinking workshops and all related activities, designing solutions that balance user needs, commercial interests, and technological constraints, and including design strategy, service design, design research.<\u002Fli>\n<li>Architectural design, sequence diagrams.<\u002Fli>\n<li>Wireframe software tools.<\u002Fli>\n<li>Software quality analysis.<\u002Fli>\n<li>Active DHS Suitability clearance.<\u002Fli>\n<\u002Ful><\u002Fdiv><div>Redhorse Corporation shall, in its discretion, modify or adjust the position to meet Redhorse&rsquo;s changing needs.<\u002Fdiv>\n<div>This job description is not a contract and may be adjusted as deemed appropriate in Redhorse&rsquo;s sole discretion.<\u002Fdiv>\n<div><b>EOE\u002FM\u002FF\u002FVet\u002FDisabled<\u002Fb><\u002Fdiv><\u002Fdiv><\u002Fdiv>","6f8184ce8adf5002":"<div><div>Do you want to do something meaningful with Data Science? At Optum, we&rsquo;re leading the fastest moving industry in the world. Health care is transforming and we&rsquo;re innovating to help make the health care system work better for everyone. Our technology teams are working on projects with national and international visibility and impact. As a Data Scientist, you will join a company and a team that is finding solutions to transform terabytes of healthcare information into actionable data. Join us. Let innovation and performance fuel <b>your life&rsquo;s best work.(sm)<\u002Fb><br>\n<br>\nOptum Analytics solutions create a longitudinal view of both individual patients and patient populations. We gather, normalize, and analyze data from disparate sources that, uniquely, span the continuum of care-including EHRs, Practice Management Systems and claims. Our EHR data alone accounts for over 80M patient lives across the U.S.<br>\n<br>\nIn this role you will have the opportunity to enhance data assets used across Optum&rsquo;s products and analytics targeting life sciences, payer and provider. Be part of a team that has a positive impact across Optum!<br>\n<br>\n<b>Primary Responsibilities:<\u002Fb><\u002Fdiv><div><\u002Fdiv><ul><li><br>\nEager to tackle the challenges of extracting insights from vast amounts of EHR data originating from multiple sources<\u002Fli><li>\nWork with Optum researchers, clinicians, internal and external clients to define the projects and see them through to completion that cover a range of clinical focus<\u002Fli><li>\nParticipate in the development of our end-to-end NLP pipeline<\u002Fli><li>\nWork with structured and unstructured data from conducting data exploration and data pre-processing (collecting, analyzing and cleaning), data annotation (data set creation, annotation specs design, working with annotators and reconciliating annotations), model development, evaluation, optimization and monitoring<\u002Fli><\u002Ful><div><\u002Fdiv><div><br>\nYou&rsquo;ll be rewarded and recognized for your performance in an environment that will challenge you and give you clear direction on what it takes to succeed in your role as well as provide development for other roles you may be interested in.<br>\n<\u002Fdiv>\n<div><b>\nRequired Qualifications:<\u002Fb><\u002Fdiv><div><\u002Fdiv><ul><li><br>\nBachelor's degree in computer science, mathematics, physics, computational linguistics or related field<\u002Fli><li>\n3+ years current hands-on development experience<\u002Fli><li>\n2+ years programming experience in Python<\u002Fli><li>\nExperience in natural language processing or text analytics<\u002Fli><li>\nExperience with a variety of machine learning techniques and open source libraries, such as scikit-learn, tensorflow, keras, NLTK, or SpaCY<\u002Fli><li>\nDemonstrated experience with leveraging best practices conducting Data Science projects<\u002Fli><li>\nStrong prioritization skills; ability to manage ad-hoc requests in parallel with ongoing projects<\u002Fli><\u002Ful><div><\u002Fdiv><div><br>\n<b>\nPreferred Qualifications:<\u002Fb><\u002Fdiv><div><\u002Fdiv><ul><li><br>\nExperience with open-source distributed data processing frameworks, such as Spark<\u002Fli><li>\nExperience building scalable machine learning applications and deploying them in production<\u002Fli><li>\nStrong prioritization skills; ability to manage ad hoc requests in parallel with ongoing projects<\u002Fli><li>\nExperience working in a Linux environment<\u002Fli><li>\nExperience working on a development team building product<\u002Fli><li>\nFamiliarity with EHR data and standards<\u002Fli><li>\nStrong communication skills<\u002Fli><li>\nExperience with SQL<\u002Fli><li>\nExperience with presenting complex data science processes\u002Finformation to non-data scientists<\u002Fli><li>\nExperience with Information Retrieval and relevant tools such as Lucene, Elasticsearch, Solr<\u002Fli><li>\nDemonstrated experience with conducting projects from requirements generation, annotation, and modeling, through NLP output deliverables and management of internal\u002Fexternal clients<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div><b>\nCareers with Optum.<\u002Fb> Here's the idea. We built an entire organization around one giant objective; make health care work better for everyone. So when it comes to how we use the world?s large accumulation of health-related information, or guide health and lifestyle choices or manage pharmacy benefits for millions, our first goal is to leap beyond the status quo and uncover new ways to serve. Optum, part of the UnitedHealth Group family of businesses, brings together some of the greatest minds and most advanced ideas on where health care has to go in order to reach its fullest potential. For you, that means working on high performance teams against sophisticated challenges that matter. Optum, incredible ideas in one incredible company and a singular opportunity to do <b>your life's best work.(sm)<\u002Fb><br>\n<\u002Fdiv><div><\u002Fdiv><div><i>\nDiversity creates a healthier atmosphere: UnitedHealth Group is an Equal Employment Opportunity\u002FAffirmative Action employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, sex, age, national origin, protected veteran status, disability status, sexual orientation, gender identity or expression, marital status, genetic information, or any other characteristic protected by law.<\u002Fi><\u002Fdiv><div><br>\n<\u002Fdiv><div><i>\nUnitedHealth Group is a drug-free workplace. Candidates are required to pass a drug test before beginning employment.<\u002Fi><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","b1374c802f832a37":"<p><\u002Fp><div><p>Applied Materials, Inc. is the global leader in materials engineering solutions used to produce virtually every new chip and advanced display in the world. Our expertise in modifying materials at atomic levels and on an industrial scale enables customers to transform possibilities into reality. At Applied Materials, our innovations make possible the technology shaping the future.\n<\u002Fp><p><\u002Fp><p>Job Responsibilities\n <\u002Fp><ul><li>Programming skills:- R\u002FPython (with working experience in most of common libraries like Scikit , numpy, pandas, mathplotlib, keras, tensorflow, nltk, genism, spacy etc)\n <\u002Fli><\u002Ful><ul><li>Good knowledge in statistics and deep understanding on ML algorithms and their usage\n <\u002Fli><\u002Ful><ul><li>Working experience in end to end data science project life cycles from use case framing, data collection, data exploration, model building, deployment\n <\u002Fli><\u002Ful><ul><li>Working experience in most of the common Machine Learning techniques related to Time series, Regression, Classification, Clustering, NLP, working with IoT data\n <\u002Fli><\u002Ful><ul><li>Working Knowledge in Deep learning with different NN architectures like CNN, RNN, LSTM, GANs Auto encoders etc.\n <\u002Fli><\u002Ful><ul><li>Knowledge of visualization tools like Tableau, AngularJ, R-Shiny with libraries to effectively communicate the results\u002Finferences derived out of data science models\n <\u002Fli><\u002Ful><ul><li>Good to have working exposure in common cloud environments and understanding of robust on premise data science infrastructure.\n <\u002Fli><\u002Ful><ul><li>Nice to have understanding of big data related technologies and DevOps(Dockers, Singularity)\n<\u002Fli><\u002Ful><p><\u002Fp><p>Other skills\u002F expectations\n <\u002Fp><ul><li>Good communication and presentation skill\n <\u002Fli><\u002Ful><ul><li>Proven ability be creative and analytical in trouble shooting issues\n <\u002Fli><\u002Ful><ul><li>Ability to work in a fast-paced and high-pressure environment to manage competing priorities\n<\u002Fli><\u002Ful><p><\u002Fp><p>Qualifications\n<\u002Fp><p>Education\n <\u002Fp><ul><li>Bachelor's Degree in computer sciences or related field\n <\u002Fli><\u002Ful><ul><li>10+ total years of Experience\n <\u002Fli><\u002Ful><ul><li>3+ years of relevant Experience\n<\u002Fli><\u002Ful><p><\u002Fp><p>Applied Materials is committed to diversity in its workforce including Equal Employment Opportunity for Minorities, Females, Protected Veterans and Individuals with Disabilities.\n<\u002Fp><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><p><\u002Fp><h3 class=\"jobSectionHeader\"><b>Education:\n<\u002Fb><\u002Fh3>Bachelor's Degree\n<p><\u002Fp><h3 class=\"jobSectionHeader\"><b>Skills\n<\u002Fb><\u002Fh3><p><\u002Fp><h3 class=\"jobSectionHeader\"><b>Certifications:\n<\u002Fb><\u002Fh3><p><\u002Fp><h3 class=\"jobSectionHeader\"><b>Languages:\n<\u002Fb><\u002Fh3><p><\u002Fp><h3 class=\"jobSectionHeader\"><b>Years of Experience:\n<\u002Fb><\u002Fh3>10 - 15 Years\n<p><\u002Fp><h3 class=\"jobSectionHeader\"><b>Work Experience:\n<\u002Fb><\u002Fh3><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>Additional Information\n<\u002Fb><\u002Fh2><p><\u002Fp><h3 class=\"jobSectionHeader\"><b>Travel:\n<\u002Fb><\u002Fh3>Yes, 10% of the Time\n<p><\u002Fp><h3 class=\"jobSectionHeader\"><b>Relocation Eligible:\n<\u002Fb><\u002Fh3>Yes\n<p><\u002Fp><p>Applied Materials is committed to diversity in its workforce including Equal Employment Opportunity for Minorities, Females, Protected Veterans and Individuals with Disabilities.<\u002Fp><\u002Fdiv>","61f11139c23459fe":"<div><div><div><div><div>Selective is seeking a Data Scientist to join our growing team. This person will be responsible for development and maintenance of analytical solutions through applications of Data Mining, Machine Learning, Predictive Modeling and other emerging technologies for current and future business needs. Lead the supervised and unsupervised model development efforts in partnership with business and Information Technology (IT) stakeholders from diverse functional areas. Pro-actively monitor outcome post installation and report actionable insights.<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Responsibilities\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Understand the competitive marketplace, business issues, and data challenges to deliver actionable insights, recommendations and business processes.<\u002Fli><li>\nManipulate high-volume, high-dimensionality data from varying sources to highlight patterns, anomalies, relationships, and trends.<\u002Fli><li>\nPerform descriptive and diagnostics analysis to provide actionable insights for a range of business customers via effective visualization.<\u002Fli><li>\nPerform prescriptive analysis seeking for statistical inference providing information that will drive strategic decision making related to marketing, claims and underwriting.<\u002Fli><li>\nDevelop predictive models and machine learning solutions to investigate problems, detect patterns and recommend solutions. Work with Information Technology to integrate the model into production environment.<\u002Fli><li>\nPerform model maintenance and post installation monitoring, including performance tracking, model refit\u002Frefresh, documentation, and version control.<\u002Fli><li>\nResearch and prototype advanced data science techniques like Text Mining, Natural Language Processing (NLP), Image Recognition and Robotic Process Automation (RPA).<\u002Fli><li>\nResearch and recommend new data, tools or modelling techniques to enrich analytics solutions in alignment to policy lifecycle.<\u002Fli><li>\nParticipate in the broader community to stay current with industry trends including cutting-edge methodology, software, platform and recommend best practices.<\u002Fli><\u002Ful>\n<\u002Fdiv><\u002Fdiv><\u002Fdiv><h2 class=\"jobSectionHeader\"><b>Qualifications\n<\u002Fb><\u002Fh2><div><div><div><ul><li>Professional statistics\u002Fquantitative skills. Hands-on experience of solving business problem with various multi variate statistical methods including generalized linear model, survival model, time series, mixed effects model etc.<\u002Fli><li>\nFamiliar with the whole life cycle of predictive modeling, including data provision, model development, validation and testing, model deployment.<\u002Fli><li>\nProficient with manipulating data with enterprise-scale database systems (SQL, SAS).<\u002Fli><li>\nProficient with at least one scripting language such as R, Python, or Java.\n<\u002Fli><li>Experience with BI tools such as Tableau, Spotfile etc. is preferred.<\u002Fli><li>\nKnowledge of HTML for web app development is preferred.\n<\u002Fli><li>Hands on experience with Big Data \u002F Hadoop \u002F Spark is preferred.<\u002Fli><li>\nExperience with version control workflow such as Git is plus.<\u002Fli><li><div>\nPhD with 1 year of Predictive Modeling Experience, or Masters with 2-3 years of Predictive Modeling Experience or Bachelors with 4-5 Years of Data Science Experience and education in Statistics, Economics, Computer Science, Mathematics or related field preferred.<\u002Fdiv><\u002Fli><li><div>\nInsurance industry experience preferred.<\u002Fdiv><\u002Fli><\u002Ful><div>\nSelective is an Equal Employment Opportunity employer. Selective maintains a drug-free workplace<\u002Fdiv><div>\n#LI-BB1<\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv>","5c1931d1bab36878":"<p><\u002Fp><div><h2 class=\"jobSectionHeader\"><b>About the team<\u002Fb><\u002Fh2>\nZillow is currently seeking a Data Science Intern to join the Decision Science team in our Seattle office. Our team is tasked with absorbing billions of rows of data from dozens of sources, organizing them, analyzing them, and visualizing them to help inform both short- and long-term decision-making.<p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nAbout the role<\u002Fb><\u002Fh2><p>\nZillow's Decision Science team helps solve problems and derive insights for organizations across the company. Each team member focuses on a cross-section of the Zillow community. Our team structure is very flat and you will soon find yourself communicating directly with Senior Leadership. You'll work with them to make important, strategic decisions that influence the future of the company.<\u002Fp><p><\u002Fp><p>\nBelow are some of the areas in which our Data Science Interns focus their energy.<\u002Fp><ul><li><p><b>\nBusiness.<\u002Fb> Create data-driven insights to fuel the future of each of Zillow Group&rsquo;s businesses (e.g., Agent, Rentals, New Construction) by identifying opportunities for innovation and assessing performance of current initiatives.<\u002Fp><\u002Fli><li><p><b>\nMarketing. <\u002Fb>Develop data-driven strategies for B2C and B2B marketing efforts through a wide range of marketing channels and measure their performance.<\u002Fp><\u002Fli><li><p><b>\nProduct.<\u002Fb> Analyze how our consumers are interacting with our web and app products to insure we are providing them with a delightful experience for all things home.<b>A<\u002Fb><\u002Fp><\u002Fli><li><p><b>\nSales. <\u002Fb>Analyze the intersection of human behavior, incentive structures, and sales process to create a more efficient sales force that scales with Zillow Group&rsquo;s ambition.<\u002Fp><\u002Fli><li><p><b>\nPricing. <\u002Fb>Develop and implement pricing strategies that deliver the best value possible for our clients (Premier Agents, Lenders, Landlords, etc).<\u002Fp><\u002Fli><li><b>\nTools. <\u002Fb>Create data-focused information products from billions of data points we collect each day for internal and external clients.<\u002Fli><\u002Ful><p><br>\n<\u002Fp><p>Once you're here, you'll help architect, analyze, and report on data to improve our understanding of our marketplaces from multiple perspectives (e.g., product development, consumer behavior, monetization). More specifically:<\u002Fp><ul><li><p>\nDive into Zillow's internal and third party data (think Hive, Presto, SQL Server, Redshift, Python, Mode Analytics, Tableau, R) to identify opportunities for improvement (e.g., personalized user flows, segmented marketing audiences, more accurate pricing forecasts).<\u002Fp><\u002Fli><li><p>\nAssist in the scoping and development of new product features and business initiatives, and compile and analyze data describing the performance of those initiatives (e.g., AB tests, pilots, incrementality tests).<\u002Fp><\u002Fli><li><p>\nCoordinate with others on the team as well as engineers, product developers, and marketers to develop a common language and approach to analyzing and communicating information and insights.<\u002Fp><\u002Fli><li><p>\nWork directly with teams across Zillow Group to develop, maintain, and document a robust set of important metrics to monitor day-to-day bug detection and long-term performance tracking.<\u002Fp><\u002Fli><li><p>\nTell stories that describe analytical results and insights in meetings of all sizes with diverse audiences.<\u002Fp><\u002Fli><li><p>\nConsult with stakeholders and provide analytics-oriented thought leadership across a variety of non-technical audiences to ensure that all levels of Zillow Group make data-driven, rational decisions.<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nWho you are<\u002Fb><\u002Fh2><p>\nYou will not shy away from complexity or uncertainty. You will develop a solid understanding of our mission, business models, and personas. We want you to use that intuition you've developed (both in business and real life) to find opportunities for growth and develop insights from our massive data sets. These opportunities and insights allow the broader organization to meet its goals, improve its performance, and positively impact how our users navigate our marketplaces.<\u002Fp><p><\u002Fp><p>\nWe're looking for a data science intern that has:<\u002Fp><ul><li><p>\nProblem solving expertise gained while working towards an undergraduate or Master's degree in a quantitative field (e.g. science, engineering, economics, finance, statistics, or similar) or demonstrable experience within data science and analytics.<\u002Fp><\u002Fli><li><p>\nExperience involving quantitative data analysis and complex problem solving (preferably focused on consumer-facing internet products).<\u002Fp><\u002Fli><li><p>\nFoundational analytical skills (solid understanding of SQL, total command of Excel, and experience using R and\u002For Python) and are a Tableau pro.<\u002Fp><\u002Fli><li><p>\nInterest in working with multi-terabyte-sized data sets and are comfortable accessing those data (even if they're in JSON format) with Hive and Presto.<\u002Fp><\u002Fli><li><p>\nAn understanding of concepts, terminology, and issues related to web traffic.<\u002Fp><\u002Fli><li><p>\nStrong written and verbal communication skills, and work well on teams of all sizes with representatives from a diverse set of technical backgrounds.<\u002Fp><\u002Fli><li><p>\nThe skill to ask the right questions, can push stakeholders to focus on realistic goals and projects, and concisely communicate in written, verbal, and visual formats in a way that provides context, offers insights, and minimizes misinterpretation.<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><h2 class=\"jobSectionHeader\"><b>\nGet to know us<\u002Fb><\u002Fh2>\nZillow is the leading real estate and rental marketplace dedicated to empowering consumers with data, inspiration and knowledge around the place they call home, and connecting them with the best local professionals who can help. Zillow is part of Zillow Group, whose mission is to build the largest, most trusted and vibrant home-related marketplace in the world.<p><\u002Fp><p>\nAt Zillow Group, we're powered by our inclusive work culture, where everyone has the support and resources to do the best work of their careers. Our efforts to streamline the real estate transaction is supported by our passion to empower people and enrich lives around everything home, a deep-rooted culture of innovation, a fundamental commitment to Equity and Belonging, and world-class benefits. But, don't just take our word for it. Read our reviews on Glassdoor and recent recognition from multiple organizations, including: Fortune 100 Best Companies to Work For (#69), Fortune Best Workplaces for Diversity (#38), Fortune Best Workplaces for Parents (#31), Fortune Best Workplaces for Women (#20), Fatherly's Best Workplaces for New Dads (#37), JUST Capital 100 Company (#69), Bloomberg Gender Equality Index constituent.<\u002Fp><p><\u002Fp><p><i>\nZillow Group is an equal opportunity employer committed to fostering an inclusive, innovative environment with the best employees. Therefore, we provide employment opportunities without regard to age, race, color, ancestry, national origin, religion, disability, sex, gender identity or expression, sexual orientation, or any other protected status in accordance with applicable law. If there are preparations we can make to help ensure you have a comfortable and positive interview experience, please let us know.<\u002Fi><\u002Fp><\u002Fdiv>","f752880197ca4c63":"<div><b>Nintendo Technology Development\n<\u002Fb><div><\u002Fdiv><br>\n<div>The worldwide pioneer in the creation of interactive entertainment, Nintendo Co., Ltd., of Kyoto, Japan, manufactures and markets hardware and software for its Nintendo Switch &trade; system and the Nintendo 3DS &trade; family of portable systems. Since 1983, when it launched the Nintendo Entertainment System &trade; , Nintendo has sold more than 4.7 billion video games and more than 740 million hardware units globally, including Nintendo Switch and the Nintendo 3DS family of systems, as well as the Game Boy &trade; , Game Boy Advance, Nintendo DS &trade; family of systems, Super NES &trade; , Nintendo 64 &trade; , Nintendo GameCube &trade; , Wii &trade; and Wii U &trade; systems. It has also created industry icons that have become well-known, household names, such as Mario, Donkey Kong, Metroid, Zelda and Pok&eacute;mon. A wholly owned subsidiary, Nintendo Technology Development, based in Redmond, Washington, creates future hardware\u002Fsoftware technology and researches North American-based technologies.\n<\u002Fdiv><div><\u002Fdiv><br>\n<div><b>DESCRIPTION OF DUTIES\n<\u002Fb><\u002Fdiv><div><ul><li>We seek a talented data scientist to help develop digital marketing solutions for Nintendo. This role focuses on developing algorithms and data pipelines for recommender systems, and for personalized content delivery using machine learning based techniques.\n<\u002Fli><li>Develop statistical algorithms for large data sets\n<\u002Fli><li>Apply machine learning and recommendation systems techniques for digital marketing use-cases\n<\u002Fli><li>Design A\u002FB testing experiments, and do end-to-end data analysis\n<\u002Fli><li>Effectively communicate with other teams, and tell stories with data\n<\u002Fli><li>Collaborate with other engineering and business teams to support project needs<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv>\n<br><div><div><b>SUMMARY OF REQUIREMENTS\n<\u002Fb><\u002Fdiv><div><ul><li>Experience with statistical analysis and algorithm development, data mining, and machine learning\n<\u002Fli><li>Experience with Python\u002FR and SQL\n<\u002Fli><li>Excellent communication and collaboration skills\n<\u002Fli><li>Masters degree in a relevant field\n<\u002Fli><li>3+ years of relevant work experience\n<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv><div><div><i>We are an equal opportunity employer of individuals with disabilities and protected veterans....valuing diversity&hellip;celebrating strengths.<\u002Fi><\u002Fdiv><\u002Fdiv><\u002Fdiv>","0377f332e072e75b":"<p><\u002Fp><div><h3 class=\"jobSectionHeader\"><b>Data Scientist - Analytics<\u002Fb><\u002Fh3><p><b>\nAnn Arbor, MI<\u002Fb><\u002Fp><p><b>\nMid- Senior Level<\u002Fb><\u002Fp><h3 class=\"jobSectionHeader\"><b>\nThe Role<\u002Fb><\u002Fh3><p>\nITHAKA is a highly-successful non-profit with a mission to expand access to knowledge and education around the world whose services include the well-known research platform, JSTOR, and the leading digital preservation service, Portico. Across these products, ITHAKA has vast stores of data including more than 500 terabytes of academic content, usage data for hundreds and millions of users over two decades, and billions of logged events. As Data Scientist - Analytics you will work with our software and quality assurance engineers, and interact directly with ITHAKA business, product, and engineering leaders to identify opportunities to leverage this data, using it to improve our products and services, to tell compelling stories about our work and impact, and to inform decision-making.<\u002Fp><p>\nOur organization and this role will provide you with an opportunity few other companies can offer including:<\u002Fp><ul><li>\nExercising your entrepreneurial muscles to solve problems for the research and education communities.<\u002Fli><li>\nLeveraging technologies including, AWS, Databricks, Spark, and the various ML stacks built on Python such as Tensorflow, PyTorch, or MXNet.<\u002Fli><li>\nWorking on Agile teams that follow continuous deployment and test automation best practices allowing for rapid application development and frequent deployments. We complete an average of 80 production deployments each week.<\u002Fli><li>\nUsing the same architecture, technologies, and tools as companies like Netflix, Etsy, and Amazon.com.<\u002Fli><li>\nA unique opportunity to be on the leading edge of building large-scale, cloud delivered web applications that host hundreds of millions of sessions annually.<\u002Fli><\u002Ful><p>\nAs part of the data engineering\u002Fanalytics team, you can expect to receive tool and product training. We have an excellent onboarding program, which enables new engineers to become productive very quickly. A lead will work closely with you as you begin engaging your assigned agile team. You will be provided with constant support as we work to make you comfortable in your new environment. Those in leadership roles will work tirelessly to set you up for success.<\u002Fp><h3 class=\"jobSectionHeader\"><b>\nResponsibilities<\u002Fb><\u002Fh3><p>\nThe successful candidate will have applicable development experience, experience with large-scale distributed web applications, large datasets, a high degree of intellectual curiosity, and excellent soft skills. We look for candidates that possess strong problem recognition and problem solving skills, and a passion for innovation.<\u002Fp><p>\nThe primary responsibilities of our data scientists include:<\u002Fp><ul><li>\nUnderstand the ITHAKA business as well as the businesses and organizations we engage with to advance access to scholarly materials.<\u002Fli><li>\nDevelop relationships with teams that will consume your models, understanding their problems so that you can provide the solution they need but aren&rsquo;t necessarily asking for directly.<\u002Fli><li>\nHelp your team develop prioritized backlogs of work &ndash; enabling them to know what they are working on and to know how well they are meeting their commitments.<\u002Fli><li>\nDesign, develop, and iterate on world class algorithms and predictive models, leveraging statistical, machine learning, and AI methods - particularly in the area of time series forecasting, usage based clustering, and anomaly detection.<\u002Fli><li>\nWork with your team to provide evidence regarding the impacts of your models, leveraging ITHAKA&rsquo;s Data Pipeline and Data Warehouse, to all levels of the organization.<\u002Fli><\u002Ful><h3 class=\"jobSectionHeader\"><b>\nExperience and Skills<\u002Fb><\u002Fh3><ul><li>\nAdvanced degree in a quantitative discipline such as Statistics, Economics, Mathematics, Computer Science or equivalent.<\u002Fli><li>\n3 plus years hands on experience building statistical and machine learning models using common data science toolkits such as Python, Spark, NumPy, SciPy, Scikit-learn, TensorFlow, R, etc.<\u002Fli><li>\nClojure, Apache Spark are a plus.<\u002Fli><li>\nExceptional communication skills with experience presenting complex results in easy to understand ways to diverse audiences.<\u002Fli><li>\nExperience with multi-billion row record datasets and leading projects that span the disciplines of data science and data engineering.<\u002Fli><li>\nExperience with relational databases, data warehousing, and NoSQL technologies such as Postgres, MySQL, Oracle, AWS Redshift, AWS Athena, ElasticSearch, Dynamo.<\u002Fli><li>\nProficiency in using query languages such as SQL, Spark DataSets, Pandas, Lucene\u002FElasticSearch\u002FSOLR.<\u002Fli><li>\nExperience building robust data ingestion pipelines.<\u002Fli><li>\nIntellectual curiosity, entrepreneurial drive, innovative thinking and problem solving skills.<\u002Fli><li>\nAbility to determine what is needed for a minimum viable dataset, minimum viable predictive model and how to iterate that dataset or model for iterative and continuous improvement.<br>\n<\u002Fli><\u002Ful><p><\u002Fp><h4 class=\"jobSectionHeader\"><b>\nWork for ITHAKA<\u002Fb><\u002Fh4><p>\nOur team is passionate about our mission and supporting one another. We enjoy working together to create opportunities for people to learn and grow out in the world, and we bring that same commitment to helping our teammates develop in our careers and our lives. One of our core values is belonging. We embrace differences, and believe that the things that make each of us unique are the things that help us see new insights and build better solutions.<\u002Fp><p>\nLearn more about Working at ITHAKA.<\u002Fp><p><\u002Fp><br>\n<p><b>\nApply Now:<\u002Fb><\u002Fp><p>\nInterested candidates can submit their resume, a detailed cover letter, and salary requirements.<\u002Fp><p>\nWe are proud to be an Equal Opportunity\u002FAffirmative Action employer. All qualified applicants receive consideration for employment without regard to race, color, sex, national origin, gender identity, sexual orientation, age, religion, domestic violence victim status, veteran status, disability, history of disability or perceived disability, or other status protected by law.<\u002Fp><p><\u002Fp><h4 class=\"jobSectionHeader\"><b>\nEducation<\u002Fb><\u002Fh4>\nPreferred<ul><li>\nMasters or better in Mathematics<\u002Fli><li>\nMasters or better in Economics or related field<\u002Fli><li>\nMasters or better in Computer Science or related field<\u002Fli><li>\nMasters or better in Statistics or related field<\u002Fli><\u002Ful><\u002Fdiv>","7a0248b69dd7f748":"<p><\u002Fp><div><div><div><div><p>DecorMatters is well backed by venture capital and growing extremely fast. If you are looking for working in a team where people truly believe in what they are doing, you should join DecorMatters! Here we are committed to making furniture shopping and interior design process easier for everyone. Join us as a data scientist, you will contribute to the product heavily with insights gained from analyzing company data. It's fun and fulfilling!<\u002Fp><br>\n<p>\n<\u002Fp><p>Do you get excited by providing customized content for millions of users? Would you like to help users to build their own dream home by accessing billions of design inspiration? DecorMatters engineer team is looking for a data scientist for our data analysis and using machine learning to customize and curated best-fit contents for different users. We would love to hear from you if you are passionate about using machine learning and AI to change the way that users do interior designs and shopping for furniture and decorations.<\u002Fp><br>\n<\u002Fdiv>\n<\u002Fdiv><\u002Fdiv><div><\u002Fdiv><div><div><div><h4 class=\"jobSectionHeader\">Responsibilities:<\u002Fh4>\n<\u002Fdiv><div><ul><li><p>You'll mine and analyze data from company databases to drive optimization and improvement of product development, marketing techniques, and business strategies<\u002Fp>\n<\u002Fli><li><p>Assess the effectiveness and accuracy of new data sources and data gathering techniques<\u002Fp>\n<\u002Fli><li><p>You&rsquo;ll work closely with the business development team to build a new scalable infrastructure for data visualization and business insights<\u002Fp>\n<\u002Fli><li><p>As a core member of the Data Science Team, you will build, evolve, and scale state-of-the-art machine learning system powering contents feed and product searching<\u002Fp>\n<\u002Fli><li><p>You will own and operate deep learning training systems, models serving systems, and dataset management pipelines<\u002Fp>\n<\u002Fli><li><p>You'll work with our deep learning researchers and backend engineers to implement scalable solutions to solve complex problems<\u002Fp>\n<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><h4 class=\"jobSectionHeader\">Requirements:<\u002Fh4>\n<\u002Fdiv><div><ul><li><p>Strong understanding of big data and distributed systems<\u002Fp>\n<\u002Fli><li><p>Experience analyzing data from 3rd party providers: Google Analytics, Site Catalyst, Coremetrics, Adwords, Crimson Hexagon, Facebook Insights, etc<\u002Fp>\n<\u002Fli><li><p>Proficient in Python<\u002Fp>\n<\u002Fli><li><p>Experience in AWS, NoSQL, SQL database<\u002Fp>\n<\u002Fli><li><p>Experience with popular deep learning frameworks is preferred, but optional (Tensorflow, Caffe, or Pytorch)<\u002Fp>\n<\u002Fli><li><p>Experience in deep learning model training is preferred, but optional<\u002Fp>\n<\u002Fli><li><p>BS\u002FMS\u002FPh.D. in computer science or related engineering fields<\u002Fp>\n<\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><div><div><h4 class=\"jobSectionHeader\">Benefits:<\u002Fh4>\n<\u002Fdiv><div><ul><li><p>A chance to redefine the way people design and decorate their home<\u002Fp>\n<\u002Fli><li><p>Competitive salary and significant equity in a well-funded, high-growth company<\u002Fp>\n<\u002Fli><li><p>A defined problem to solve, a close-knit team, and significant opportunities for growth<\u002Fp>\n<\u002Fli><li><p>The opportunity to build &amp; lead an AI &amp; data science team<\u002Fp>\n<\u002Fli><li><p>Visa assistance if needed<\u002Fp><\u002Fli><\u002Ful><\u002Fdiv><\u002Fdiv><\u002Fdiv><\u002Fdiv><div><\u002Fdiv>","f97a59f614d0c315":"<div><\u002Fdiv><div><p><b>Job <\u002Fb><b>Success Profile<\u002Fb><\u002Fp><div><b>\nData Scientist<\u002Fb><\u002Fdiv><p><\u002Fp><br>\n<p>\nBuckman is a privately held, global specialty chemical company with headquarters in Memphis, TN, USA, committed to safeguarding the environment, maintaining safety in the workplace, and promoting sustainable development. Buckman delivers exceptional service and innovative solutions to our customers globally in the pulp and paper, leather, and water treatment sectors to help boost productivity, reduce risk, improve product quality, and provide a measurable return on investment. Buckman is in the middle of a digital transformation of its businesses and focused on building the capabilities and tools in support of this.<\u002Fp><p>\nPosition Summary<\u002Fp><p>\nBuckman is seeking an experienced Data Scientist to lead the development of a Data Science program at our Memphis facility. You will work closely with Buckman stakeholders to derive deep industry knowledge across paper, water, leather, and performance chemical industries. You will help develop a data strategy for the company including collection of the right data, creation of the data science project portfolio, partnering with external providers, and augmenting capabilities with additional internal hires. A large part of the job is communicating and developing relationship with key stakeholders and subject matter experts to tee up proofs of concept projects to demonstrate how data science can be used to solve old problems in unique and novel ways. You will not have a large internal team to rely on, at least initially, so individual expertise, breadth of data science knowledge, and ability to partner with external companies will be essential for success. In addition to the pure data science problems, you will be working closely with a multi-disciplinary team consisting of sensor scientists, software engineers, network engineers, mechanical\u002Felectrical engineers, and chemical engineers in the development, and deployment of IoT solutions. If you like working for an entrepreneurial company with a Sustainability mission and digital ambitions at the core of its strategy, Buckman is the place for you.<\u002Fp><p>\nCompetencies Needed for Success<\u002Fp><ul><li>\nBachelor&rsquo;s degree in a quantitative field such as Data Science, Statistics, Applied Mathematics, Physics, Engineering, or Computer Science<\u002Fli><li>\n5+ years of relevant working experience in an analytical role involving data extraction, analysis, and visualization and expertise in the following areas:\n<ul><li>Expertise in one or more programming languages R, Python, MATLAB, JMP, Minitab, Java, C++, Scala<\u002Fli><li>\nKey libraries such as Sklearn, XgBoost, GLMNet, Dplyr, ggplot, Rshiny<\u002Fli><li>\nExperience and knowledge of data mining algorithms including supervised and unsupervised machine learning techniques areas such as Gradient Boosting, Decision Trees, Multivariate Regressions, Logistic regressions, Neural Network, Random Forest, Support Vector Machine, Naive Bayes, Time Series, Optimization<\u002Fli><li>\nMicrosoft IoT\u002Fdata science toolkit: Azure Machine Learning, Datalake, Datalake analytics, Workbench, IoT Hub, Stream Analytics, CosmosDB, Time Series Insights, PowerBI<\u002Fli><li>\nData querying languages (e.g. SQL, Hadoop\u002FHive) and Preferred Qualifications<\u002Fli><\u002Ful><\u002Fli><li>\nA demonstrated record of success with a verifiable portfolio of problems tackled<\u002Fli><\u002Ful><p>\nPreferred Qualifications<\u002Fp><ul><li>\nMaster&rsquo;s or PhD degree in a quantitative field such as Data Science, Statistics, Applied Mathematics, Physics, Engineering, or Computer Science<\u002Fli><li>\nExperience in the specialty chemicals sector or similar industry<\u002Fli><li>\nBackground in engineering, especially Chemical Engineering<\u002Fli><li>\nExperience starting up a data science program<\u002Fli><li>\nExperience working with global stakeholders<\u002Fli><li>\nExperience working in a start-up environment, preferably in an IoT company<\u002Fli><li>\nKnowledge in quantitative modeling tools and statistical analysis<\u002Fli><\u002Ful><p><\u002Fp><br>\n<p>\nPreferred Work Style\n<\u002Fp><ul><li>A strong business focus, ownership and inner self-drive to data science solutions to real-world customers with tangible impact.<\u002Fli><li>\nAbility to collaborate effectively with multi-disciplinary and passionate team members.<\u002Fli><li>\nAbility to communicate with a diverse set of stakeholders<\u002Fli><li>\nStrong planning and organization skills, with the ability to manage multiple complex projects<\u002Fli><li>\nA life-long learner who constantly updates skills<\u002Fli><\u002Ful><div><\u002Fdiv><br>\n<div>\nLanguage: English<\u002Fdiv><div>\nLocation: Memphis<\u002Fdiv><p>\nTravel: &lt;10%<\u002Fp><\u002Fdiv>","20f5c186ec6a0478":"<div><h3 class=\"jobSectionHeader\"><b>Transforming the future of healthcare isn&rsquo;t something we take lightly. It takes teams of the best and the brightest, working together to make an impact.\n<\u002Fb><\u002Fh3><p><\u002Fp><h3 class=\"jobSectionHeader\"><b>As one of the largest healthcare technology companies in the U.S., we are a catalyst to accelerate the journey toward improved lives and healthier communities.\n<\u002Fb><\u002Fh3><h3 class=\"jobSectionHeader\"><b>Here at Change Healthcare, we&rsquo;re using our influence to drive positive changes across the industry, and we want motivated and passionate people like you to help us continue to bring new and innovative ideas to life.\n<\u002Fb><br>\n<br>\n<b>If you&rsquo;re ready to embrace your passion and do what you love with a company that&rsquo;s committed to supporting your future, then you belong at Change Healthcare.\n<\u002Fb><\u002Fh3><p><\u002Fp><h3 class=\"jobSectionHeader\"><b>Pursue purpose. Champion innovation. Earn trust. Be agile. Include all.\n<\u002Fb><\u002Fh3><p><\u002Fp><h1 class=\"jobSectionHeader\"><b>Empower Your Future. Make a Difference.\n<\u002Fb><\u002Fh1><p>Change Healthcare occupies a uniquely interconnected position at the center of healthcare, serving providers, payers, and consumers. As an independent healthcare IT company with approximately 15,000 team members, we work with multiple platforms to address diverse needs.\n<\u002Fp><p><\u002Fp><p><b>CULTIVATING A CAREER WITHIN CHANGE HEALTHCARE\n<\u002Fb><\u002Fp><p><\u002Fp><p>Our culture is guided by our core values which are woven into the fabric of every aspect of our company: Pursue Purpose, Champion Innovation, Earn Trust, Be Agile, and Include All.\n<\u002Fp><p><\u002Fp><p>Our team members are inspired by the opportunity to improve patient lives and lower the cost of healthcare. We hire talented team members, and support their growth with comprehensive benefits, training, and policies to achieve a healthy work\u002Flife balance. Join our team today where we are creating a better coordinated, increasingly collaborative, and more efficient healthcare system!\n<\u002Fp><p><\u002Fp><p>Data Scientist:\n<\u002Fp><p>Emeryville, CA\n<\u002Fp><p><\u002Fp><p><b>POSITION SUMMARY:\n<\u002Fb><\u002Fp><p><\u002Fp><p>The Data Scientist\u002FSenior Data Scientist\u002FLead Data Scientist will be responsible for supporting Artificial Intelligence, Machine Learning, and Data Science solutions for Change Healthcare, reporting to an AI Lead under the Office of the Chief Data Officer. We&rsquo;re looking for data scientists with a passion for artificial intelligence to help drive a new generation of data and machine learning enabled services and products to impact healthcare. You will enjoy working with a highly talented and diverse team of data scientists specializing in deep learning, active learning, and classical machine learning, one of the richest data sets in US healthcare, nearly limitless cloud compute resources including Spark clusters and GPUs, and the ability to see your insights turned into real products. The ideal candidate will have a background in machine learning, have experience working with large data sets, and have some experience in building and deploying data-driven solutions. You are focused on results, a self-starter, able to put the team-first, and have demonstrated success in using data science to develop and deploy solutions with a focus on impact. You also are able to rapidly prototype new ideas and methods in notebooks and deliver quality code that is testable and concise.\n<\u002Fp><p><\u002Fp><p><b>RESPONSIBILITIES:\n<\u002Fb><\u002Fp><p><\u002Fp><ul><li>Working alongside a team of data scientists, data engineers, software engineers, architects, and with business partners, you are able to focus on the problem at hand and identify new insights from our data.\n<\u002Fli><li>Working towards a common goal, contribute to the team to deliver new solutions, enhancements, or AI-based products that rapidly deliver impact to the company.\n<\u002Fli><li>Have a focus on projects that have a direct impact while increasing our overall group expertise in new and emerging domains.\n<p><\u002Fp><p><b>JOB QUALIFICATIONS\n<\u002Fb><\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><ul><li>Passion for learning and innovating new methodologies at the intersection of applied math \u002F probability \u002F statistics \u002F computer science. Proficient in translating unstructured business problems into an abstract mathematical framework\n<\u002Fli><li>BA\u002FBS in Computer Science, Math, Physics, Engineering, Statistics or other technical field\n<\u002Fli><li>Fluency in Python. Python3 experience preferred\n<\u002Fli><\u002Ful><ul><li>Spark or Pyspark experience preferred\n<\u002Fli><li>Ability to write queries in SQL is preferred, but generally not a common task.\n<\u002Fli><li>Ability to deliver prototypes in both Jupyter or Zeppelin notebooks, as well as creating packages for cross-team utilization that can be invoked via pip install\n<\u002Fli><li>Ability to initiate and drive projects to completion with minimal guidance\n<\u002Fli><li>The ability to communicate the results of analyses in a clear and effective manner\n<\u002Fli><\u002Ful><ul><li>Preferred experience with tools such as H2O, SparkML , some TensorFlow experience\n<\u002Fli><li>Experience with large data sets and distributed computing (Spark)\n<\u002Fli><li>Experience in AWS or GCP using tools such as EMR, S3, EC2, Deep Learning AMI&rsquo;s, SageMaker\n<p><\u002Fp><p><b>Preferred Qualifications\n<\u002Fb><\u002Fp><\u002Fli><\u002Ful><ul><li>PhD or MS degree in statistics, mathematics, physics, engineering, machine learning or related field\n<\u002Fli><li>4+ years relevant experience with a proven track record of leveraging machine learning or AI to drive significant business impact\n<\u002Fli><li>Expertise and experience in AI system development\n<\u002Fli><li>Advanced experience in text or sequence data using deep learning techniques, such as CNN&rsquo;s, RNN&rsquo;s, LSTM&rsquo;s, RELU&rsquo;s, embeddings, seq2seq models, word2vec, Dropout, etc.\n<\u002Fli><li>Backend deep learning experience using Python-based deep learning implementations such as Tensorflow or Keras , but also supportive of tools such as Chainer , PyTorch , MXNet, etc.\n<\u002Fli><\u002Ful><ul><li>Above average capabilities with cloud computing techniques or tools such as S3, EC2, EMR, SageMaker, ECS, Docker, Gitlab CI, Python packaging, command-line executions and shell scripting\n<\u002Fli><li>Knowledge of common data structures and ability to write efficient code in Python.\n<\u002Fli><li>Exceptional interpersonal and communication skills, including the ability to describe the logic and implications of a complex model to all types of partners (product managers, engineers, designers, senior executives)\n<p><\u002Fp><p><b>INSPIRING A BETTER HEALTHCARE SYSTEM\n<\u002Fb><\u002Fp><p><\u002Fp><p>Change Healthcare is one of the largest, independent healthcare technology companies in the United States. We are a key catalyst of a value-based healthcare system &ndash; working alongside our customers and partners to accelerate the journey towards improved lives and healthier communities.\n<\u002Fp><p><\u002Fp><p>We provide software and analytics, network solutions and technology-enabled services that help our customers obtain actionable insights, exchange mission-critical information, control costs, optimize revenue opportunities, increase cash flow and effectively navigate the shift to value-based healthcare. Our solutions enable improved efficiencies and insights for all major stakeholders across the healthcare system, including commercial and governmental payers, employers, hospitals, physicians and other providers, laboratories and consumers.<br>\n<\u002Fp><\u002Fli><\u002Ful><p><\u002Fp><p>Join our team today where we are creating a better coordinated, increasingly collaborative, and more efficient healthcare system!\n<\u002Fp><p><\u002Fp><p><b>Equal <\u002Fb><b>Opportunity\u002FAffirmative <\u002Fb><b>Action Commitment<br>\n<\u002Fb><br>\n<\u002Fp><p>All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or veteran status.<\u002Fp><\u002Fdiv>","db1bfb6df3111178":"<p><\u002Fp><div>Job Description Summary\n<br>\nBlue Cross NC is seeking a highly motivated Data Scientist to join our Data &amp; Analytics team.\n<br>\n<br>\nYou will extract, transform and combine all incoming data with the goal of discovering hidden insight, which in turn can improve business processes, address a problem or result in cost savings. You will build moderate statistical models and then recommend ways to apply the dat\n<p><\u002Fp><ul><li>Own delivery of moderately sized data science and engineering projects\n<\u002Fli><li>Assist in the development and testing of hypotheses across all functional data sets\n<\u002Fli><li>Participate in requirements gathering sessions with business and technical staff to distill technical requirement from business requests\n<\u002Fli><li>Define and implement integrated data models, allowing integration of data from multiple sources\n<\u002Fli><li>Design and develop scalable, efficient data pipeline processes to handle data ingestion, cleansing, transformation, integration, and validation\n<\u002Fli><li>Define and implement data stores based on system requirements and consumer requirements\n<\u002Fli><li>Design and develop models to understand and solve complex business solutions using a variety of methods including data mining, statistical analysis, predictive modeling and analysis, stochastic modeling, pattern recognition, probability analysis, and network analysis\n<\u002Fli><li>Design and implement production models leveraging technologies such as SAS, Python, and R\n<\u002Fli><li>Leverage existing data sets and engineer new data sets including development of SQL queries, data integration and resolution of data quality issues\n<\u002Fli><li>Apply conceptual understanding of Big Data systems to data set engineering and analytic model implementation\n<\u002Fli><li>Participate in reviews of analytic models and algorithms\n<\u002Fli><li>Identify actionable insights, suggest recommendations, and influence business direction by effectively communicating results to cross functional groups\n<\u002Fli><li>Document and test analytic processes including performance and thorough data validation and verification\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Hiring Requirements\n<\u002Fb><\u002Fp><ul><li>Master's Degree in Data Science, Applied Mathematics, Computer science, Statistics, Biostatistics, Epidemiology, Health Services Research, or closely related field with Data Science specialization, or equivalent combination of transferrable experience and education\n<\u002Fli><li>3 year of the following:\n<ul><li>SQL programming skills\n<\u002Fli><li>Experience with design and implementation of analytic models and methodologies for new applications\n<\u002Fli><li>Programming experience in Python, R or other programming language\n<\u002Fli><\u002Ful><\u002Fli><li>Demonstrated experience working with large and complex data sets\n<\u002Fli><li>Knowledge of machine learning, statistics, optimization or related field\n<\u002Fli><\u002Ful><p><\u002Fp><p><b>Hiring Preferences\n<\u002Fb><\u002Fp><ul><li>Experience with Hadoop, Hive, and\u002For other Big Data technologies\n<\u002Fli><li>Experience working in AWS and\u002For using Linux based systems\n<\u002Fli><li>Expert at the execution of implementing models and methodologies on big data\n<\u002Fli><li>Demonstrated experience performing data validation on prepared data sets<\u002Fli><\u002Ful><\u002Fdiv><p><\u002Fp>","75bc4bebf7b34d3f":"<div><p>Spotify is seeking an exceptional Data Scientist to join its Licensing Finance team. In this role, you will leverage analytical, statistical, and programming skills to bring a &ldquo;data-first&rdquo; approach in helping Spotify navigate the complex financial landscape that encompasses music licensing. You will build and evolve predictive models that forecast Spotify&rsquo;s royalty payments to music rightsholders, and build analytical tools that assist our global licensing teams in structuring financial terms that are sustainable for the business. By turning large datasets from all corners of the company into actionable insights, this role will contribute to the enhancement of decision-making within Spotify&rsquo;s licensing strategy as well as the company&rsquo;s overall financial planning and forecasting process.<\u002Fp>\n<p>\nThe ideal candidate for this position possesses a strong technical background and is a natural communicator who is able to explain complex statistical frameworks and models to both business and engineering teams. This role is based in NYC and will report into the Analytics Manager on the Licensing Finance team. There will be occasional travel to our headquarters in Stockholm and other regional offices.<\u002Fp>\n<h2 class=\"jobSectionHeader\"><b>\nWhat you&rsquo;ll do:<\u002Fb><\u002Fh2>\n<ul><li>Create financial analysis, business insight, and visualization tools to support our global licensing teams with the negotiation of Spotify&rsquo;s music licensing deals.<\u002Fli>\n<li>Develop and implement scalable frameworks and solutions for forecasting Spotify&rsquo;s royalty payments to rightsholders and analyzing our deal economics across various consumer offerings and geographies.<\u002Fli>\n<li>Play a critical role in enhancing the FP&amp;A planning and forecasting process by automating model runs as well as analysis on financial results and forecasting accuracy.<\u002Fli>\n<li>Support ad-hoc business analysis by collecting and defining technical requirements from a broad range of stakeholders spanning our Licensing, Legal, FP&amp;A, Accounting, and Engineering teams, and working either independently or cross-functionally to construct solutions.\n<\u002Fli><\u002Ful><h2 class=\"jobSectionHeader\"><b>Who You Are:<\u002Fb><\u002Fh2>\n<ul><li>Minimum 3 (5+ preferred) years of relevant experience, particularly in building forecast models and analytical tools from large data sets using Python, SQL, and\u002For R.<\u002Fli>\n<li>Experience turning manual team processes into scalable, automated solutions.<\u002Fli>\n<li>Experience distilling complex systems and frameworks into well-synthesized narratives and recommendations for diverse audiences.<\u002Fli>\n<li>Knowledge of Pandas and Google BigQuery is a plus.<\u002Fli>\n<li>The ability to stay proactive, organized, and dynamic in a rapidly changing environment.<\u002Fli>\n<li>An outgoing, entrepreneurial, and collaborative personality with the ability to develop strong cross-functional relationships.<\u002Fli><\u002Ful><\u002Fdiv><div><\u002Fdiv>","c72f4c4d7db470db":"Do you view data as an art and a science? So do we.\n<br><br>\nAvanade leads in providing creative digital services, business solutions and design-led experiences for its clients, delivered through the power of people and the Microsoft ecosystem. Our professionals combine technology, business, and industry expertise to build and deploy solutions to realize results for clients and their customers. Avanade has 27,000 digitally connected people across 23 countries, bringing clients the best thinking through a collaborative culture that honors diversity and reflects the communities in which we operate. We welcome all and seek talented individuals who can bring their whole self to work, build inclusive teams and encourage diversity inside and outside the organization. Majority owned by Accenture, Avanade was founded in 2000 by Accenture LLP and Microsoft Corporation.\n<br><br>\n<b>How we support you:<\u002Fb><br>\nWe believe in gender equity and an inclusive community. We offer a comprehensive benefits package: generous vacation allowance disability coverage, retirement plans, paid maternity and paternity leave, life insurance, hotel and travel discounts, extended benefits to cover items that support your well-being, health, dental and vision insurance, professional development and paid Microsoft certification opportunities.\n<br><br>\nAs an Industry Data Scientist, you will help clients understand and extract insight and value from their data using Machine Learning and AI techniques. Working as part of a team, you will be involved in all phases of analytics projects including: question formulation, design, research and development, implementation, and testing. This role will be able to explore and understand data and build advanced solutions.\n<br><br>\n<b>Day-to-day you will:<\u002Fb><br>\nProduce innovative solutions for Avanade's clients driven by exploratory data analysis from complex and high-dimensional datasets, both structured and unstructured, applying advanced statistical, machine-learning and AI techniques.\n<br>Apply knowledge of statistics, machine learning, programming, data modeling, simulation, deep learning and advanced mathematics to recognize patterns, identify opportunities, pose business questions, and make valuable discoveries leading to better business decision making\n<br>Use a flexible, analytical approach to design, develop, and evaluate predictive models and advanced algorithms that lead to optimal value extraction from the data\n<br>Communicate data-driven insights and deliver action plans that steer business strategy and decision-making for one or more business segments.\n<br>Work with Avanade's and client teams to translate prototypes into new products, services, and features and provide guidelines for large-scale implementations\n<br>Identify new analytics tools and techniques and lead development and deployment of infrastructure for generating and analyzing information\n<br><br>\n<b>Qualifications:<\u002Fb><br>\nDemonstrable professional experience with applying Machine Learning, analysis, and modeling of large scale and complex data sets in Industry scenarios\n<br>Highly proficient in statistical analysis, quantitative analytics, forecasting\u002Fpredictive analytics, deep learning, simulation and optimization algorithms.\n<br>Highly proficient in statistical modeling tools and Cognitive analytics like text analytics, image recognition, video analytics etc.- Highly proficient in model identification by use case\u002Findustry and knowledge of applying models to enterprise use cases\n<br>Highly proficient with two or more machine learning languages, including R, Revolution R, Python, and experience with NoSQL databases and tools like Spark and DataBricks.\n<br>Written and verbal communication and presentation skills Able to explain complex analytical methodologies and concepts in non-technical language\n<br><br>\nYou likely possess a Masters or PHD degree in, Applied Mathematics, Statistics, Analytics, Economics\u002FEconometrics, Engineering or another relevant field in the Industry. An equivalent combination of education and experience will also suffice.\n<br><br>\nYou likely have about 4+ years of demonstrable experience mining and analyzing complex data sets, preferably in a consulting environment or a combination of experience and relevant education."}